{"document":{"section":[{"content":"Preamble","metadata":{"topics":["http://www.constituteproject.org/ontology/preamble","http://www.constituteproject.org/ontology/prevcond"]},"section":[{"content":"The Proclamation of National Independence is one of the supreme moments in the History of the Cape Verdian nation, resulting in the revitalization of our people, who have undergone the same vicissitudes of fate but who share the persistent hope of creating in these islands proper living conditions for all of our children. Independence has also allowed Cape Verde to become a full member of the international community."},{"content":"However, the affirmation of an independent state was not accompanied by the establishment of a regime characterized by pluralistic democracy, but rather the organization of political power was subject to the philosophy and principles of a single party."},{"content":"The exercise of power in this framework has demonstrated, on a universal scale, the necessity of introducing profound changes in the organization of the political and social life of these States. New ideas assail the world, destroying structures and concepts which seemed solidly established, completely changing the course of international political events."},{"content":"In Cape Verde, political opening was announced in 1990, with the creation of the institutional conditions required for the first presidential and legislative elections within the framework of political competition."},{"content":"Thus, on September 28, the National Popular Assembly approved Constitutional Law No. 2/III/90, which, in revoking Article 4 of the Constitution and establishing the principle of pluralism, created a new type of political regime."},{"content":"Conceived as a means to revitalize democratic elections and a transition towards a new model for the organization of the political and social life of the country, it also established a different system of government and another form of suffrage, in view of imminent elections for a new legislative assembly."},{"content":"It was in this context that the first legislative elections took place in January 1991, followed by Presidential elections in February. The participation of the population in these elections demonstrated clearly the country&#x27;s option in the direction of change of political regime."},{"content":"However, the historical context in which, by means of a partial revision of the Constitution, parties were recognized as the principal instruments for the formation of political will in government, has led to a pluralistic democracy which continues to function under the rules and principles of the previous regime."},{"content":"Nevertheless, the political and social reality was that the country was in a process of rapid and profound transformation, with the population and emerging political forces assuming the values which characterize a Democratic State, values not yet mirrored in the Constitution."},{"content":"This Constitutional Law intends, then, to provide the country with a useful framework, in its text and in its new model. The option in favor of a Constitution with the basic principles of a pluralistic democracy, abandoning other governmental options, will provide stability to a country weak in resources, and political succession without upheaval.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/motive"}}},{"content":"Assuming the principle of popular sovereignty, this Constitutional text consecrates a Democratic State with a vast list of rights, liberties, and guarantees to citizens, the concept of the dignity of the human being as the absolute value which is supreme over the State itself, a system of government with a balance of power between the various national institutions, a strong and independent judiciary, local authorities whose officeholders shall be elected by the communities to whom they are responsible, a Public Administration at the service of the citizens and conceived as an instrument of development, and a system of defense of the Constitution characteristic of a pluralistic democracy.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/dignity"}}},{"content":"Therefore, this Constitutional Law incorporates the profound political changes at work in the country and fosters institutional conditions for the exercise of power and of citizenship in a climate of liberty, peace, and justice, the basis of all economic, social and cultural development in Cape Verde.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/motive"}}}]},{"content":"PART I. FUNDAMENTAL PRINCIPLES","section":[{"content":"TITLE I. THE REPUBLIC","section":[{"content":"Article 1. Republic of Cape Verde","section":[{"content":"Cape Verde is a sovereign, unitary, and democratic Republic, which guarantees respect for the dignity of the human being and recognizes the inviolability and inalienability of Human Rights as the basis of all human community, peace and justice.","metadata":{"topics":["http://www.constituteproject.org/ontology/dignity","http://www.constituteproject.org/ontology/system","http://www.constituteproject.org/ontology/solid"]}},{"content":"The Republic of Cape Verde recognizes the equality of all citizens before the law, without distinction as to social origin or economic situation, race, sex, religion, political or ideological convictions, and social conditions, and assures the full exercise by all citizens of fundamental liberties.","metadata":{"topics":["http://www.constituteproject.org/ontology/equal","http://www.constituteproject.org/ontology/equalgr11","http://www.constituteproject.org/ontology/equalgr13","http://www.constituteproject.org/ontology/equalgr15","http://www.constituteproject.org/ontology/equalgr12","http://www.constituteproject.org/ontology/equalgr4","http://www.constituteproject.org/ontology/equalgr1","http://www.constituteproject.org/ontology/equalgr6"]}},{"content":"The Republic of Cape Verde is founded upon popular will and has as its fundamental objective the realization of economic, political, social, and cultural democracy, and the construction of a free, just, and cooperative society."},{"content":"The Republic of Cape Verde shall create the conditions indispensable to the elimination of all obstacles which may impede the full development of human beings and which limit the equality of citizens and their effective participation in the political, economic, social, and cultural organization of the State and Cape Verdian society."}]},{"content":"Article 2. A State of Democratic Law","section":[{"content":"The Republic of Cape Verde shall be organized as a democratic State based on principles of popular sovereignty, pluralism of expression, democratic political organization, and respect for fundamental rights and liberties.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/solid"}}},{"content":"The Republic of Cape Verde shall recognize and respect the organization of political power and the unitary nature of the State, the republican form of government, pluralistic democracy, the separation and interdependence of powers, the separation of Churches and the State, the independence of the Courts, the existence and autonomy of local authorities, and the democratic decentralization of Public Administration.","metadata":{"topics":["http://www.constituteproject.org/ontology/invexe","http://www.constituteproject.org/ontology/seprel","http://www.constituteproject.org/ontology/offrel","http://www.constituteproject.org/ontology/judind"]}}]},{"content":"Article 3. Sovereignty and Constitutionalism","section":[{"content":"Sovereignty shall be vested in the people, who shall exercise it in the forms and under the conditions provided for in the Constitution."},{"content":"The State shall be subordinate to the Constitution and shall be based on democratic legitimacy, respecting and enforcing respect for laws.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/abide"}}},{"content":"Laws and other acts of the State, local authorities, and public bodies generally shall only be valid if they are in conformity with the Constitution.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/abide"}}}]},{"content":"Article 4. The Exercise of Political Power","section":[{"content":"Political power shall be exercised by the people through referenda, suffrage, and other established constitutional forms."},{"content":"In addition to suffrage, public officials may also be appointed by representatives of the people, or by legal or constitutional means."}]},{"content":"Article 5. Citizenship","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/citizen"}},"section":[{"content":"Cape Verdian citizenship shall be vested in all those who by law or international convention shall be considered as such."},{"content":"The State may conclude Treaties of Dual Nationality."},{"content":"Cape Verdians may acquire citizenship in other countries without losing their citizenship of origin."}]},{"content":"Article 6. The Territory","section":[{"content":"The territory of the Republic of Cape Verde shall consist of:","section":[{"content":"The islands of Santo Antão, São Vicente, Santa Luzia, São Nicolau, Boa Vista, Mario, Santiago, Fogo and Bravo, and by the smaller islands that historically have always been part of the archipelago of Cape Verde."},{"content":"The internal waters, archipelago waters, and the territorial sea established by law, as well as the respective seabeds and subsoil."},{"content":"The air space above the geographical areas referred to in the preceding paragraphs."}]},{"content":"In its contiguous area, its exclusive economic area, and the continental shelf, defined by law, the State of Cape Verde shall have rights of sovereignty over conservation, exploration, and use of national resources, living and non-living, and shall exercise jurisdiction under the provisions of internal law and the norms of International Law.","metadata":{"topics":["http://www.constituteproject.org/ontology/solid","http://www.constituteproject.org/ontology/custlaw","http://www.constituteproject.org/ontology/resrce"]}},{"content":"No part of the national territory or rights of sovereignty over it may be alienated by the State.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/solid"}}}]},{"content":"Article 7. Duties of the State","section":{"content":"The following are the fundamental duties of the State:","section":[{"content":"To defend independence, to guarantee the unity of the Cape Verdian nation, and to promote the social, cultural, economic, and political conditions necessary for this result;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/cultrght"}}},{"content":"To guarantee respect for Human Rights and to assure the full exercise of fundamental rights and liberties by all citizens;"},{"content":"To guarantee respect for the republican form of Government and for the principles of the Democratic State;"},{"content":"To guarantee political democracy and democratic participation of citizens in the organization of political power and other aspects of national political and social life;"},{"content":"To promote the well-being and quality of life of the Cape Verdian people, particularly the neediest, and to remove economic, social, cultural, and political obstacles which prevent real equality of opportunity among the nation&#x27;s citizens;"},{"content":"To encourage social cooperation, autonomous organization of civil society, merit, initiative, and individual creativity;"},{"content":"To support the Cape Verdian community around the world and to promote the preservation and development of Cape Verdian culture;"},{"content":"To encourage education, culture, scientific research, the spread and utilization of new technologies, and the diffusion of Cape Verdian culture in the world.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/cultrght"}}},{"content":"To create the conditions necessary for the transformation and modernization of economic and social structures in order to effect economic, social, and cultural rights of citizens;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/cultrght"}}},{"content":"To protect the land, nature, natural resources, and environment, as well as the historical-cultural and artistic national heritage;","metadata":{"topics":["http://www.constituteproject.org/ontology/cultrght","http://www.constituteproject.org/ontology/env","http://www.constituteproject.org/ontology/resrce"]}},{"content":"To guarantee to foreigners who are permanent or temporary residents of Cape Verde, or who are passing through the national territory, that they will be treated according to international standards for Human Rights, and that they will exercise all rights which are not constitutionally or legally reserved to Cape Verdian citizens."}]}},{"content":"Article 8. National Symbols","section":[{"content":"The Flag, the Hymn, and the Coat of Arms shall be symbols of Cape Verde and of national sovereignty.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/solid"}}},{"content":"The National Flag shall consist of five horizontal bands.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/flag"}},"section":[{"content":"The upper and lower bands shall be blue, the upper one being half the size of the flag and the lower band, one-fourth."},{"content":"Separating the two blue bands shall be three bands, each equaling one-twelfth of the surface of the flag."},{"content":"The two bands adjacent to the blue bands shall be white, and the band between those shall be red."},{"content":"On the five bands there will be ten yellow five-pointed stars, with a top apex at ninety degrees, forming a circle whose center will be at the intersection of the second vertical fourth from the left with the second horizontal fourth from the bottom. The star closest to the bottom is on a circle whose center shall be in the middle of the lower blue band."}]},{"content":"The National Hymn shall be established by law with the approval of two-thirds of the Deputies.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/anthem"}}},{"content":"The Coat of Arms of the Republic of Cape Verde shall have a radial composition which includes, from the center to the edge, the following elements:","section":[{"content":"A blue equilateral triangle with a white torch;"},{"content":"A circle in which is written, extending from the left angle of the triangle to the right, the words &quot;Republic of Cape Verde&quot;;"},{"content":"Three blue sections parallel to the base of the triangle, within the limits of the first circle;"},{"content":"A second circle;"},{"content":"A yellow line, from the vertex of the equilateral triangle, over the upper portion of the second circle;"},{"content":"Three yellow gears occupying the base, with two green palms and five yellow five pointed stars arranged symmetrically."}]}]},{"content":"Article 9. The Capital of the Republic","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/capital"}},"section":{"content":"The Capital of the Republic of Cape Verde shall be the city of Praia, on the island of Santiago."}}]},{"content":"TITLE II. INTERNATIONAL RELATIONS AND INTERNATIONAL LAW","section":[{"content":"Article 10. International Relations","section":[{"content":"The State of Cape Verde shall conduct its international relations according to the principles of national independence, respecting International Law and Human Rights, equality among States, non-interference in the internal affairs of other States, reciprocity, cooperation with all other peoples, and peaceful coexistence."},{"content":"The State of Cape Verde shall defend the right of peoples to self-determination and independence and shall support the struggle of peoples against colonialism or any other form of dominion or political or military oppression.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/selfdet"}}},{"content":"The State of Cape Verde extols: the abolition of all forms of dominion, oppression, and aggression; disarmament; and the peaceful solution to conflicts, as well as the creation of a just international order capable of assuring peace and friendship among peoples."},{"content":"The State of Cape Verde shall reject any installation of foreign military bases on its territory."},{"content":"The State of Cape Verde shall grant to International Organizations, namely the United Nations and the Organization of African Unity, the cooperation necessary to the peaceful resolution of conflicts and to assure peace and international justice, as well as respect for Human Rights and Fundamental Liberties, and shall support all efforts of the international community to guarantee respect for the sacred principles of the Charter of the United Nations.","metadata":{"topics":["http://www.constituteproject.org/ontology/intorgs","http://www.constituteproject.org/ontology/region"]}},{"content":"The State of Cape Verde shall maintain special ties of friendship and cooperation with other Portuguese-speaking countries and with countries which welcomed Cape Verdian emigrants."},{"content":"The State of Cape Verde is pledged to strengthen African identity, unity, and integration, and cooperate for the development, democratic progress, and well-being of peoples, respect for Human Rights, peace, and justice."}]},{"content":"Article 11. Recognition of Treaties and Accords within the Internal Judicial Order","section":[{"content":"International Law shall be an integral part of the Cape Verdian judicial system, as long as it is in force in the international legal system.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/custlaw"}}},{"content":"International Treaties and Agreements, validly approved and ratified, shall be in force in the Cape Verdian judicial system after their official publication, as long as they are in force in the international legal system."},{"content":"Judicial acts emanating from competent offices of supranational organizations to which Cape Verde belongs shall take effect in internal law as soon as they have been established in respective legal conventions."},{"content":"Rules, principles of International Law, validly approved and ratified internationally and internally, and in force, shall take precedence over all laws and regulations below the constitutional level.","metadata":{"topics":["http://www.constituteproject.org/ontology/intlaw","http://www.constituteproject.org/ontology/custlaw","http://www.constituteproject.org/ontology/treatcon"]}}]},{"content":"Article 12. Adhering to and Withdrawing from International Treaties and Agreements","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/treat"}},"section":[{"content":"Adherence by Cape Verde to any Treaty or International Agreement must be approved by the competent constitutional body before taking effect."},{"content":"Cessation of Treaties or International Agreements through agreement, denunciation, withdrawal, renunciation, or for any other reason permitted by international law, except for expiration, shall follow the same process as that provided for approval."}]},{"content":"Article 13. Simple Agreements","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/treat"}},"section":{"content":"Agreements in simplified form, not requiring ratification, may be approved by the Governmental agency most competent to have jurisdiction over the subject-matter of the agreement."}}]}]},{"content":"PART II. RIGHTS AND DUTIES OF CITIZENS","section":[{"content":"TITLE I. GENERAL PRINCIPLES","section":[{"content":"Article 14. Recognition of the Inviobility of Rights, Liberties and Guarantees","section":[{"content":"The State recognizes as inviolable the rights and liberties granted by the Constitution and guarantees their protection.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/inalrght"}}},{"content":"All public authorities have the duty to respect and guarantee the free exercise of rights and liberties and the accomplishment of constitutional or legal duties.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/abide"}}}]},{"content":"Article 15. Responsibility of Public Entities","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/illadmin"}},"section":[{"content":"The State and other public entities shall be civilly responsible for acts or omissions of its agents in the exercise of their duties, or because of them, when they violate rights, liberties, or guarantees, causing damage to the rightful party or to a third party."},{"content":"Agents of the State or any public entity shall be criminally and penally responsible for acts or omissions violating rights, liberties, and guarantees granted by the Constitution or by law."},{"content":"The right, under law, to compensation for damages caused by violation of rights and fundamental liberties, shall be recognized to all."}]},{"content":"Article 16. The Scope and Meaning of Rights, Liberties and Guarantees","section":[{"content":"Laws and international conventions may grant rights, liberties, and guarantees not provided for in the Constitution."},{"content":"The extent and the essential content of constitutional norms regarding rights, liberties, and guarantees may not be restricted by means of interpretation."},{"content":"Constitutional and legal norms regarding fundamental rights may be interpreted and integrated in accordance with the Universal Declaration of Human Rights.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/intrght"}}},{"content":"The law may restrict rights, liberties, and guarantees only in cases specifically provided for in the Constitution."},{"content":"Laws restricting rights, liberties, and guarantees must be general and abstract, may not be retroactive, may not reduce the extent and essential content of constitutional norms, and must be limited to what is necessary for the safeguard of other constitutionally protected rights."}]},{"content":"Article 17. Legal Enforcement","metadata":{"topics":["http://www.constituteproject.org/ontology/abide","http://www.constituteproject.org/ontology/binding"]},"section":{"content":"Constitutional norms regarding rights, liberties, and guarantees shall bind all public and private entities and shall be directly enforced."}},{"content":"Article 18. The Right to Resist","section":{"content":"All citizens shall have the right to disobey any order which offends their rights, liberties, and guarantees, and to repel by force any illegal aggression when it is not possible to have recourse to public authority."}},{"content":"Article 19. Protection of Rights, Liberties and Guarantees","section":[{"content":"All citizens shall have the right to petition the Supreme Court of Justice, by means of the appeal process, for protection of their rights, liberties, and fundamental guarantees recognized in the Constitution, as provided by law, and observing the provisions of the following paragraphs:","metadata":{"topics":["http://www.constituteproject.org/ontology/petition","http://www.constituteproject.org/ontology/appeal"]},"section":[{"content":"The appeal process may be invoked against acts or omissions of public powers in violation of rights, liberties, and fundamental guarantees, after all means of ordinary recourse have been followed;"},{"content":"An appeal may be requested by simple petition, as an emergency matter, and it must be dealt with by a summary decision;"}]},{"content":"All citizens shall have the right to present, individually or collectively, to public authorities or other representative bodies, complaints or claims against acts or omissions of public powers which offend or threaten to offend their rights, liberties, and guarantees."}]},{"content":"Article 20. Access to the Courts","section":[{"content":"Everyone shall be guaranteed access to justice, independently of their economic condition, and within a reasonable period of time, effective protection of their legitimate rights and interests before the courts."},{"content":"Everyone shall be guaranteed by law the right to defense, to be represented, to have access to information, and to consultation."}]},{"content":"Article 21. The Principle of Universality","section":[{"content":"All citizens shall enjoy the rights, liberties, and guarantees, and shall be subject to the duties established by this Constitution."},{"content":"Cape Verdian citizens who reside or who are temporarily abroad shall enjoy the right, liberties, and guarantees, and be subject to constitutional duties which are not incompatible with their absence from national territory."},{"content":"The law may establish restrictions on the exercise of political rights and access to certain offices or public responsibilities on Cape Verdian citizens who are not native-born."}]},{"content":"Article 22. The Principle of Equality","metadata":{"topics":["http://www.constituteproject.org/ontology/equalgr12","http://www.constituteproject.org/ontology/equalgr4","http://www.constituteproject.org/ontology/equalgr15","http://www.constituteproject.org/ontology/equalgr1","http://www.constituteproject.org/ontology/equal","http://www.constituteproject.org/ontology/equalgr5","http://www.constituteproject.org/ontology/equalgr16","http://www.constituteproject.org/ontology/equalgr11","http://www.constituteproject.org/ontology/equalgr13","http://www.constituteproject.org/ontology/equalgr6","http://www.constituteproject.org/ontology/equalgr3"]},"section":{"content":"All citizens shall have equal social status and shall be equal before the law, without privilege, benefit, or prejudice, and may not be deprived of any rights or exempt from any duty by reason of race, sex, ancestry, language, origin, religion, social and economic condition, or political or ideological conviction."}},{"content":"Article 23. Foreigners and Expatriates","section":[{"content":"With the exception of political rights and the rights and duties reserved constitutionally or legally to national citizens, foreigners residing or temporarily on national territory shall enjoy the same rights, liberties, and guarantees and be subject to the same duties as Cape Verdian citizens."},{"content":"Foreigners and expatriates may exercise public duties of a technical nature as provided by law."},{"content":"Rights may be granted to citizens of Portuguese-speaking countries which are not conferred on foreigners, except access to ministries, or service in the Armed Forces or diplomatic service."},{"content":"Foreigners who are resident in the national territory may have the right by law to vote in local elections."}]},{"content":"Article 24. Regulation of Rights, Liberties and Guarantees","section":{"content":"The principles enunciated in this title shall apply to individual rights, liberties, and guarantees which are analogous to those established in the Constitution or consecrated by law or international convention."}},{"content":"Article 25. Suspension of Rights, Liberties and Guarantees","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/em"}},"section":{"content":"Rights, liberties, and guarantees may only be suspended in the event of a declaration of martial law or a state of emergency, under conditions provided for in the Constitution."}}]},{"content":"TITLE II. RIGHTS, LIBERTIES AND GUARANTEES","section":[{"content":"CHAPTER I. INDIVIDUAL RIGHTS, LIBERTIES AND GUARANTEES","section":[{"content":"Article 26. The Right to Life and to Physical and Mental Integrity","section":[{"content":"Human life and the physical and moral integrity of persons shall be inviolable.","metadata":{"topics":["http://www.constituteproject.org/ontology/inalrght","http://www.constituteproject.org/ontology/life"]}},{"content":"No one may be subjected to torture, or to cruel, degrading or inhuman punishment or treatment; and in no case shall there be the death penalty.","metadata":{"topics":["http://www.constituteproject.org/ontology/cappun","http://www.constituteproject.org/ontology/cruelty","http://www.constituteproject.org/ontology/torture"]}}]},{"content":"Article 27. The Right to Liberty","section":[{"content":"The right to liberty shall be inviolable.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/inalrght"}}},{"content":"Freedom of thought and expression; association; religion; worship; intellectual, artistic and cultural creation; demonstration; and other liberties consecrated by the Constitution, by laws, and by International Law or convention shall be guaranteed.","metadata":{"topics":["http://www.constituteproject.org/ontology/artists","http://www.constituteproject.org/ontology/freerel","http://www.constituteproject.org/ontology/assoc","http://www.constituteproject.org/ontology/express","http://www.constituteproject.org/ontology/opinion"]}},{"content":"No one may be forced to declare his ideology, religion, or political or union affiliation."}]},{"content":"Article 28. The Right to Liberty and Personal Security","section":[{"content":"Everyone has the right to liberty and security. No one may be deprived partially or totally of his liberty except by virtue of a judicial sentence for acts punishable under law by prison or by the judicial application of security measures."},{"content":"As exceptions to the principle established in the preceding paragraph, there may be deprivation of liberty, for the time necessary for the accomplishment of its purpose, under conditions established by law and in the following cases:","section":[{"content":"Flagrant offense;"},{"content":"Evidence of a crime whose maximum penalty is imprisonment for a term of more than two years, and insufficient or inadequate means of temporary liberty;"},{"content":"Failure of the accused to meet conditions imposed under temporary liberty;"},{"content":"Detention or imprisonment to assure obedience to a judicial decision or appearance before a competent judicial authority or accomplishment of a judicial act;"},{"content":"Necessity for security, assistance or protection of minors or of adults who by law are treated as such;"},{"content":"Imprisonment or detention of those whose trial for extradition or expulsion is in progress;"},{"content":"Imprisonment of military or police agents with a guarantee of appeal to a competent court under the provisions of the law, after exhausting the hierarchical system."}]},{"content":"Everyone detained or imprisoned must be informed in clear, comprehensive form of the reasons for his detention or imprisonment, and his constitutional and legal rights, and shall be authorized to contact a lawyer directly or through his family or a person in his confidence."},{"content":"The person detained or imprisoned may not be forced to testify.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/miranda"}}},{"content":"The person detained or imprisoned has the right to have identified those responsible for his detention, imprisonment, or interrogation.","metadata":{"topics":["http://www.constituteproject.org/ontology/examwit","http://www.constituteproject.org/ontology/evidence"]}},{"content":"The detention or imprisonment of any person, and his precise location, shall be communicated immediately to the family of the detainee or prisoner, or the person whom he indicated, as well as a summary description of the motivating reasons."}]},{"content":"Article 29. Preventive Detention","section":[{"content":"Any person detained or imprisoned without having been found guilty must be presented, within a period of not more than twenty-four hours, to the competent judge who must clearly explain the reasons for detention or imprisonment, inform him of his rights and duties, interrogate him in the presence of the defense lawyer freely chosen by him, give him the opportunity for defense, and furnish a decision to validate the imprisonment or to release the prisoner.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/habcorp"}}},{"content":"Preventive detention may not be supported where bail, or other legal means, may be substituted.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/prerel"}}},{"content":"A judicial decision of validation or release from preventive imprisonment, and the location, must be immediately communicated to the family of the detainee or prisoner, or a person in his confidence whom he indicates."},{"content":"Preventive imprisonment, with or without a finding of guilt, shall be subject to the time limits established by law, and may not exceed 36 months from the date of detention or capture."}]},{"content":"Article 30. Application of Criminal Law","section":[{"content":"Criminal and personal responsibility shall not be transferable."},{"content":"Retroactive application of criminal law shall be prohibited unless the subsequent law is more favorable to the accused.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/expost"}}},{"content":"Application of security measures whose provisions are not established by law shall be prohibited."},{"content":"Penalties and security measures may not be applied unless they are expressly stated by law.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/wolaw"}}},{"content":"No one may be judged more than once for the same crime; no one may be punished with a penalty not expressly provided by law or with a more serious penalty than what was established by law at the time the crime was committed.","metadata":{"topics":["http://www.constituteproject.org/ontology/wolaw","http://www.constituteproject.org/ontology/doubjep"]}},{"content":"Security measures and detention based on serious mental illness presenting a danger may be extended by judicial decision while that state lasts and it is not medically possible or advisable to adopt other measures not restrictive of liberty."},{"content":"The provisions of paragraph 2 shall not prevent punishment, within the limits of internal law, for actions or omissions which, at the time they were committed, were considered criminal according to the principles and norms of International Law.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/custlaw"}}}]},{"content":"Article 31. Prohibition of Perpetual or Unlimited Imprisonment","section":{"content":"In no case shall imprisonment or security measures be perpetual or of unlimited or indefinite duration."}},{"content":"Article 32. Effects of Penalties and Security Measures","section":{"content":"No penalty or security measure may lead to loss of civic, political, or professional rights nor deprivation of fundamental rights, except within the limits inherent in the sentence and the specific requirements of its execution."}},{"content":"Article 33. Principles of Penal Process","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/couns"}},"section":[{"content":"Every defendant shall be presumed innocent until found guilty, and judgment must be given in the shortest period of time compatible with guarantees of defense.","metadata":{"topics":["http://www.constituteproject.org/ontology/presinoc","http://www.constituteproject.org/ontology/speedtri"]}},{"content":"The defendant shall have the right freely to choose his counsel, to assist at all phases of the procedure.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/couns"}}},{"content":"Defendants who for economic reasons cannot obtain counsel shall be assured, through the proper agencies, of adequate judicial assistance."},{"content":"Criminal procedure shall be subject to the adversarial principle."},{"content":"The right to a hearing and the right to defense in criminal trials shall be inviolable and shall be assured to every defendant.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/inalrght"}}},{"content":"All evidence obtained by torture; coercion; assault on physical or moral integrity; illegal invasion of correspondence, telephone, domicile, or privacy; or other illicit means, shall be null and void.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/evidence"}}},{"content":"Criminal hearings shall be public except when defense of personal, family, or social privacy establishes the need for exclusion or restriction of publicity.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/pubtri"}}},{"content":"No case may be removed from a court whose jurisdiction was previously established."},{"content":"In disciplinary trials, defendants shall be assured of the right to a hearing and to defense, under conditions established by law."},{"content":"The right to a trial and to defense in civil or disciplinary trials, where the defendants are military or police, shall be regulated by a special law."}]},{"content":"Article 34. Habeas Corpus","section":[{"content":"Any person detained or imprisoned illegally may demand habeas corpus at the appropriate court.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/habcorp"}}},{"content":"Any person who enjoys political rights may demand habeas corpus on behalf of the person illegally detained or imprisoned."},{"content":"The court, within ten days, must render a decision on the petition of habeas corpus."},{"content":"The procedure for habeas corpus shall be established by law."}]},{"content":"Article 35. Extradition and Expulsion","metadata":{"topics":["http://www.constituteproject.org/ontology/citdep","http://www.constituteproject.org/ontology/excrim"]},"section":[{"content":"No Cape Verdian citizen may be extradited or expelled from the country."},{"content":"No foreigner may be extradited for political or religious reasons or for opinions."},{"content":"Extradition shall not be permitted to countries in which the particular crime carries the death penalty or a life sentence or where the accused would be subject to torture or inhuman, degrading or cruel treatment."},{"content":"Expulsion of foreigners, permanent residents, or those who have requested asylum may only take place following a judicial decision."},{"content":"Extradition may be granted only when expressly provided by law or international convention."}]},{"content":"Article 36. The Right to Asylum","section":[{"content":"Foreigners persecuted for political reasons or seriously threatened with persecution by virtue of their activities on behalf of national liberation, democracy, or respect for Human Rights shall have the right to asylum in the national territory.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/asylum"}}},{"content":"The status of political refugees shall be defined by law."}]},{"content":"Article 37. The Right to Nationality","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/citrev"}},"section":{"content":"No native-born Cape Verdian may be deprived of nationality or the prerogatives of citizenship."}},{"content":"Article 38. The Right to Identity, to a Name, and Reputation","section":[{"content":"The right to personal identity, to civil rights, to a name, honor, and reputation, and to personal and family privacy shall be guaranteed.","metadata":{"topics":["http://www.constituteproject.org/ontology/libel","http://www.constituteproject.org/ontology/privacy"]}},{"content":"Civil rights may not be limited except by judicial decision in the cases and conditions established by law."}]},{"content":"Article 39. The Right to Choose A Profession and to Try for Public Office","section":[{"content":"Every citizen shall have the right to choose freely his work or profession or to have professional training except for legal restrictions imposed in the public interest or inherent in his own capacity or professional qualification.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/occupate"}}},{"content":"All citizens shall have the right to public office, under conditions of equality, as provided by law."},{"content":"No one may be compelled to do certain work except in the accomplishment of public service, common and equal for all, or a judicial decision as provided by law."}]},{"content":"Article 40. Inviolability of the Domicile","section":[{"content":"The domicile shall be inviolable.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/inalrght"}}},{"content":"No one may enter any domicile for an involuntary search and seizure without a judicial warrant issued in the cases and according to forms legally provided, except in case of flagrante delicto or to give assistance.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/evidence"}}},{"content":"The law shall set forth the cases in which the competent judicial authority may order entry, search and seizure of goods, documents, or other objects in a domicile."},{"content":"In no case shall entry, search or seizure be permitted during the night."}]},{"content":"Article 41. Inviolability of Correspondence and Telecommunications","metadata":{"topics":["http://www.constituteproject.org/ontology/privacy","http://www.constituteproject.org/ontology/telecom"]},"section":{"content":"Privacy of correspondence and telecommunication shall be guaranteed except in cases in which, by judicial decision rendered in accordance with the law in a criminal trial, interference with correspondence and telecommunication shall be permitted to public authorities."}},{"content":"Article 42. Utilization of Computer Records","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/privacy"}},"section":[{"content":"Utilization of computer records and individual data regarding political, philosophical, or ideological convictions, religious faith, party or union affiliation, and private life shall be prohibited."},{"content":"The law shall regulate the protection of personal computer data, conditions of access to databases, and utilization by public and private authorities of these databases and computers."},{"content":"No one shall have access to archives, files, computer records, or databases to find out personal data regarding a third party, nor transfer personal data from one computer file to another belonging to various services or institutions except in cases provided by law or judicial decision."},{"content":"There shall, in no case, be a national identification number for citizens."}]},{"content":"Article 43. Access to Data","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/infoacc"}},"section":[{"content":"All citizens shall have the right to access to information, to be aware of computer files, archives, and records which relate to them, as well as the right to be informed of their purpose and use in order to request the correction or updating of the data."},{"content":"The process of access to data shall be regulated by law."}]},{"content":"Article 44. Marriage and Children","section":[{"content":"Everyone shall have the right to marry in civil or religious ceremony.","metadata":{"topics":["http://www.constituteproject.org/ontology/civmar","http://www.constituteproject.org/ontology/marriage"]}},{"content":"Requirements and the civic status of marriage and its dissolution, apart from the ceremony, shall be regulated by law."},{"content":"Spouses shall have equal rights, civil duties, and responsibilities.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/matequal"}}},{"content":"Children may only be separated from parents by judicial decision in cases provided by law, if the parents do not fulfill their fundamental duties toward the children."},{"content":"There shall be no discrimination toward children born out of wedlock and no discriminatory designation as to their parentage."},{"content":"Adoption shall be permitted under forms and conditions regulated by law."}]},{"content":"Article 45. Freedom of Expression and Information","section":[{"content":"Everyone shall have freedom of expression by speech, image, or any other medium; no one shall be harassed because of political, philosophical, religious, or other opinions.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/express"}}},{"content":"Everyone shall have the freedom to inform and to be informed, obtaining, receiving, and giving out information and ideas in any form without limitation, discrimination, or impediment."},{"content":"Limitation of the exercise of these freedoms by any type or form of censorship shall be prohibited.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/press"}}},{"content":"Freedom of expression and information shall be limited by the right of every citizen to honor, good reputation, image, and privacy in personal and family life, as well as the protection of youth and children."},{"content":"Abuses committed in the exercise of freedom of expression and information shall entail civil, disciplinary, and criminal responsibility, as provided by law."},{"content":"All individuals and corporations shall be assured, under conditions of equality, the right of response and of correction, as well as the right to compensation for damages suffered through abuses of freedom of expression and information.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/libel"}}}]},{"content":"Article 46. Freedom of the Press","section":[{"content":"Freedom of the press shall be guaranteed.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/press"}}},{"content":"The provisions of the preceding article shall be applicable to freedom of the press."},{"content":"The freedom and independence of the means of communication relative to political and economic powers shall be assured and may not be subjected to any sort of censorship."},{"content":"The expression and confrontation of ideas and of different opinions shall be assured in the means of communication in the public sector."},{"content":"The State shall guarantee immunity to the public media, as well as the independence of its journalists from Government, the Administration, and other public powers."},{"content":"The creation or founding of newspapers or other publications does not require administrative authorization nor may a security deposit or any other guarantee be a condition."},{"content":"The creation or founding of radio or television stations shall be through a license conferred by means of public competition as provided by law.","metadata":{"topics":["http://www.constituteproject.org/ontology/govmed","http://www.constituteproject.org/ontology/tv","http://www.constituteproject.org/ontology/radio"]}},{"content":"Journalists shall be guaranteed, under law, access to sources of information and shall be assured of independence and professional secrecy; no journalist shall be forced to reveal his sources of information."},{"content":"The State shall assure the existence and functioning of public service radio and television.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/radio"}}},{"content":"The ownership and financing of communication media must be divulged, as provided by law."},{"content":"Seizure of newspapers or other publications shall be permitted only for infractions of law and when those responsible for the publication are not indicated in it."}]},{"content":"Article 47. The Right to Airtime, Response and Political Reply","section":[{"content":"Political parties shall have the following rights:","section":[{"content":"Airtime on public radio and television, in accordance with their size and other objective criteria defined by law;","metadata":{"topics":["http://www.constituteproject.org/ontology/radio","http://www.constituteproject.org/ontology/tv"]}},{"content":"Response and political reply to the Government&#x27;s declarations;"}]},{"content":"The right to airtime may also be granted by law to trade unions, companies, and religious institutions."},{"content":"The right to reply shall be granted to all professional associations and representatives of economic, social, and cultural activities, as well as religious institutions."},{"content":"During electoral campaigns, candidates shall have the right to regular, equal airtime on all radio and television stations, of whatever range and ownership, as provided by law.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/radio"}}},{"content":"The right to airtime, response, and reply established in this article shall be regulated by law."}]},{"content":"Article 48. Freedom of Conscience, Religion and Worship","metadata":{"topics":["http://www.constituteproject.org/ontology/freerel","http://www.constituteproject.org/ontology/nomil"]},"section":[{"content":"Freedom of conscience, religion, and worship shall be inviolable; everyone shall have the right, individually and collectively, to profess or not profess a religion, to have the religious conviction of their choice, to participate in worship and to express their faith freely, and to spread its doctrine or conviction, while not jeopardizing the rights of others or the common good.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/inalrght"}}},{"content":"No one may be discriminated against, persecuted, deprived of rights, or given special benefits or immunity because of their religious faith, conviction, or practices.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/equalgr6"}}},{"content":"Churches and other religious communities shall be separate from the State and shall be independent and free in their organization and in the exercise of their own activities, as partners in the social and spiritual development of the Cape Verdian people.","metadata":{"topics":["http://www.constituteproject.org/ontology/offrel","http://www.constituteproject.org/ontology/seprel"]}},{"content":"Freedom of religious instruction shall be guaranteed."},{"content":"Religious presence in hospitals and prisons, as well as the armed forces, shall be guaranteed, as provided by law."},{"content":"Churches shall have the right to use the communications media to accomplish their activities and purposes, as provided by law."},{"content":"Protection of places of worship, as well as symbols, emblems, and religious ceremonies shall be assured; imitation or mockery shall be prohibited."},{"content":"The right to conscientious objection shall be guaranteed, as provided by law."}]},{"content":"Article 49. Freedom to Learn, to Train, and to Teach","section":[{"content":"Everyone shall have the freedom to learn, to educate, and to teach."},{"content":"Freedom of learning, education, and teaching shall include the following rights:","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/acfree"}},"section":[{"content":"To frequent educational establishments and to teach without discrimination, as provided by law;"},{"content":"To choose subjects and courses;"},{"content":"To create schools and educational establishments."}]},{"content":"Families have the fundamental right to educate their children according to the ethical and social principles resulting from their philosophical, religious, ideological, aesthetic, political, or other convictions."},{"content":"The State may not program education and culture to follow any philosophical, aesthetic, political, ideological, or religious directives."},{"content":"Public education shall not be religious.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/offrel"}}},{"content":"The State does not possess the exclusive right to teaching and education, recognizing that communities, social groups, and individuals are free to create schools and educational establishments, as provided by law."}]},{"content":"Article 50. Freedom to Leave the Nation and to Emigrate","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/resenex"}},"section":[{"content":"All citizens shall have the right to leave the national territory and to return, as well as to emigrate.","metadata":{"topics":["http://www.constituteproject.org/ontology/freemove","http://www.constituteproject.org/ontology/citren"]}},{"content":"Restrictions on the rights set forth above may only be imposed through judicial decision, and must always be temporary in nature."}]},{"content":"Article 51. Freedom of Association","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/assoc"}},"section":[{"content":"Associations shall be freely constituted, requiring no administrative authorization."},{"content":"Associations may freely pursue their own purposes without interference by the authorities."},{"content":"The dissolution of associations or the suspension of their activities may only be determined by judicial decision, as provided by law."},{"content":"Armed, military, and paramilitary associations, and those which promote violence, racism, xenophobia, or dictatorship, or those whose purposes violate criminal law, shall be prohibited."},{"content":"No one may be forced to join or to remain a member of an association."}]},{"content":"Article 52. Freedom of Assembly and Demonstration","section":[{"content":"All citizens shall be guaranteed freedom of assembly and peaceful, unarmed demonstration, even in public places, with no necessity for authorization.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/assem"}}},{"content":"The promoters of meetings or manifestations in public places must give prior notice to the competent authorities."}]},{"content":"Article 53. Freedom to Create Intellectual, Artistic and Cultural Works","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/intprop"}},"section":[{"content":"Intellectual, cultural, and scientific creation shall be free, as well as the spread of literary, artistic and scientific works.","metadata":{"topics":["http://www.constituteproject.org/ontology/artists","http://www.constituteproject.org/ontology/science"]}},{"content":"Protection of copyrights shall be guaranteed by law."}]}]},{"content":"CHAPTER II. RIGHTS, LIBERTIES, AND GUARANTEES IN POLITICAL PARTICIPATION","section":[{"content":"Article 54. Participation in Public Life","section":[{"content":"All citizens shall have the right to participate in political life directly and through freely elected representatives."},{"content":"All citizens at least 18 years of age shall be eligible voters.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/voteres"}}},{"content":"The right to vote may not be restricted except by virtue of exclusions established by law.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/voteres"}}}]},{"content":"Article 55. Participation in the Right to Aspire to Public Office","section":[{"content":"All citizens shall have the right to aspire, under conditions of equality and freedom, to public elective office, under conditions established by law."},{"content":"No one may be jeopardized in his profession, employment, or in social benefits to which he is entitled, because of serving in public office or exercising his political rights."},{"content":"The law shall guarantee immunity and independence in the exercise of public office and shall establish ineligibilities necessary for this purpose."}]},{"content":"Article 56. Political Parties","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/partrght"}},"section":{"content":"The creation of political parties, as well as their merger, coalition, and disbanding, shall be free, as provided in the Constitution and in law."}},{"content":"Article 57. The Right to Petition, Complaints and Grievances","metadata":{"topics":["http://www.constituteproject.org/ontology/illadmin","http://www.constituteproject.org/ontology/petition"]},"section":{"content":"All citizens shall have the rights, individually or collectively, to present to public authorities written petitions, complaints or grievances in defense of their rights or in protest of illegal abuses of power, as provided by law."}}]},{"content":"CHAPTER III. RIGHTS, LIBERTIES, AND GUARANTEES OF WORKERS","section":[{"content":"Article 58. The Right to Work, to Welfare, to Holidays, and to Material Assistance","section":[{"content":"All citizens shall have the right to work, and the State has the duty to create the conditions necessary for this right to be effective.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/provwork"}}},{"content":"Progressively and in accordance with national economic development, all workers shall be assured of adequate social welfare in the event of illness, industrial accident, old age, and unemployment; periodic paid holidays; rest; leisure; and material assistance.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/finsup2"}}}]},{"content":"Article 59. The Right to Compensation and to Security of Employment","section":[{"content":"Everyone shall have the right to compensation in proportion to the quantity and quality of work and to security of employment.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/remuner"}}},{"content":"Dismissal for political or ideological reasons shall be prohibited."},{"content":"Dismissal shall be illegal without legitimate cause enacted by law."},{"content":"All workers shall have the right to dignified working conditions, to hygiene and security, to a limited working day, to rest, leisure, and weekly time off.","metadata":{"topics":["http://www.constituteproject.org/ontology/safework","http://www.constituteproject.org/ontology/leisure"]}},{"content":"Men and women shall receive equal pay for equal work.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/remuner"}}},{"content":"The law shall establish special protection for minors, for the handicapped, and for women during pregnancy and after childbirth, and shall guarantee to women working conditions which permit them to carry out their family and maternal duties.","metadata":{"topics":["http://www.constituteproject.org/ontology/childwrk","http://www.constituteproject.org/ontology/finsup3"]}}]},{"content":"Article 60. National Minimum Salary and Maximum Limit to Working Hours","section":{"content":"The State shall set national standards regarding limiting the duration of work and shall create conditions for establishing a national minimum wage for various occupations."}},{"content":"Article 61. Freedom of Professional and Trade Associations","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/jointrde"}},"section":[{"content":"All workers shall be free to create trade unions or professional associations to defend their interests and their collective and individual rights."},{"content":"The creation of trade unions and professional associations shall not require administrative authorization."},{"content":"Trade unions and professional associations shall be guaranteed full organizational and functional autonomy and internal regulation."},{"content":"Trade unions and professional associations must be governed by democratic principles of organization and management, based on the active participation of members in all activities and periodic election of its agencies by secret ballot."},{"content":"Trade unions and professional associations shall be independent of management, of the State, of political parties, the church or religious organizations."},{"content":"The law shall regulate the creation, coalition, federation, and disbanding of trade unions and professional associations, and shall guarantee independence and autonomy relative to the State, management, political parties, and associations, the church, and religious organizations."},{"content":"The law shall assure adequate protection to workers&#x27; elected representatives from any limitation in the exercise of their functions, from persecution and threats in the work place."}]},{"content":"Article 62. Freedom of Membership in Trade Unions","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/jointrde"}},"section":{"content":"No one may be forced to join a union or professional association, or to remain in a union or professional association, or to pay dues to a union or professional association of which they are not a member."}},{"content":"Article 63. Rights of Unions and of Professional Associations","section":[{"content":"To defend the rights and interests of workers, unions shall have the right, as provided by law, to participate in:","section":[{"content":"Arbitration agencies;"},{"content":"Policy-making institutions of social security and other institutions which promote the protection and defense of the interests of workers."},{"content":"Drafting of labor legislation."}]},{"content":"Unions shall have the authority to conclude collective labor contracts, as provided by law."}]},{"content":"Article 64. The Right to Strike and Prohibition of Lock-Out","section":[{"content":"The right to strike shall be guaranteed; workers have the right to decide on the occasions to strike and the interests which the strike is intended to defend.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/strike"}}},{"content":"Lock-outs shall be prohibited."},{"content":"The law shall regulate the exercise of the right to strike."}]}]}]},{"content":"TITLE III. ECONOMIC, SOCIAL AND CULTURAL RIGHTS AND DUTIES","section":[{"content":"Article 65. Private Economic Initiative","section":[{"content":"Everyone shall have the right to free, private economic initiative, which must be exercised with respect for the Constitution and the law."},{"content":"Everyone shall have the right to create companies and cooperatives, as provided by law.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/busines"}}}]},{"content":"Article 66. The Right to Private Property","section":[{"content":"Everyone shall have the right to private property, and to transmit it while alive or at death.","metadata":{"topics":["http://www.constituteproject.org/ontology/proprght","http://www.constituteproject.org/ontology/transfer"]}},{"content":"The right to inheritance shall be guaranteed.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/transfer"}}},{"content":"Seizure or expropriation for public use may be carried out based on law and with the payment of fair compensation.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/exprop"}}}]},{"content":"Article 67. The Right to Social Security","section":[{"content":"Everyone shall be guaranteed, in accordance with national development, the right to social security as a protection in case of unemployment, illness, disability, old age, being orphaned, and all situations of need or loss of subsistence or capacity to work.","metadata":{"topics":["http://www.constituteproject.org/ontology/finsup3","http://www.constituteproject.org/ontology/finsup2","http://www.constituteproject.org/ontology/finsup1","http://www.constituteproject.org/ontology/finsup4"]}},{"content":"The State must assure the gradual realization of conditions indispensable to effect these rights, namely by adopting policies to create a national decentralized system of social security and a national network of medical and hospital services."}]},{"content":"Article 68. Health","section":[{"content":"Everyone shall have the right to health and the duty to defend and promote it, independently of economic condition.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/health"}}},{"content":"The right to health shall be realized through an adequate network of health services and by the gradual creation of the economic, social, and cultural conditions necessary to guarantee a better quality of life for the population."},{"content":"To guarantee the right to health, the State has the following duties:","section":[{"content":"To assure, according to available economic resources, a national health service based on complete care, with priority to preventive activities;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/health"}}},{"content":"To encourage the community&#x27;s participation in the various levels of health service;"},{"content":"To articulate and regulate public and private initiatives on the subject of health;"},{"content":"To regulate and control the production, commercialization, and use of chemical, biological, and pharmacological products and other means of treatment and diagnosis."}]}]},{"content":"Article 69. Housing","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/shelter"}},"section":{"content":"Everyone shall have the right to proper housing; the State shall have the duty to achieve this by gradually promoting, according to national economic development, adequate institutional, regulatory, and infrastructural conditions to encourage and support initiatives of local communities to stimulate private construction and access to proper housing."}},{"content":"Article 70. Environment","section":[{"content":"Everyone shall have the right to a healthy, ecologically balanced environment, and the duty to defend and conserve it.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/env"}}},{"content":"The State and Municipalities, with the cooperation of associations which defend the environment, shall adopt policies to defend and preserve the environment, and will assure the rational utilization of all natural resources.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/env"}}},{"content":"The State shall stimulate and support the creation of associations to defend the environment and protect natural resources.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/env"}}}]},{"content":"Article 71. Youth","section":[{"content":"All young people shall have the right to special protection by the family, the society, and the state, permitting the development of their personality, their physical and intellectual capacities, and their full integration in social, cultural, political and economic life.","metadata":{"topics":["http://www.constituteproject.org/ontology/childpro","http://www.constituteproject.org/ontology/finsup4"]}},{"content":"The family, society, and State shall promote the free participation of young people in political life, economic and social development, and the exercise of social, cultural, political, and economic rights.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/cultrght"}}},{"content":"The State and society shall support the creation of organizations for youth for cultural, artistic, recreational, sports, and educational pursuits.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/cultrght"}}},{"content":"The State, in cooperation with parents&#x27; associations and educational associations, private institutions and youth organizations, shall adopt a national youth policy to promote and encourage professional training, access to initial employment, and the free intellectual and physical development of youth.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/finsup4"}}}]},{"content":"Article 72. Rights of the Handicapped and the Elderly","metadata":{"topics":["http://www.constituteproject.org/ontology/finsup3","http://www.constituteproject.org/ontology/finsup1"]},"section":[{"content":"The handicapped and the elderly shall have the right to special protection by the family, society, and the State, giving them priority in attention from public and private services, special treatment and care, as well as conditions necessary to avoid marginalization."},{"content":"The State, cooperating with private agencies and with associations for the handicapped and the elderly, shall promote a national policy which may gradually:","section":[{"content":"Guarantee prevention, treatment, rehabilitation, and integration of the handicapped;"},{"content":"Guarantee to the elderly and the handicapped economic, social, and cultural conditions permitting them to participate in social life;"},{"content":"Sensitize the community to the problems of the handicapped and elderly, as well as creating conditions to avoid their isolation and social marginalization."}]},{"content":"The State shall promote and support special education and the creation of special schools for technical and professional training for the handicapped."},{"content":"The State shall promote and support the creation of associations of the handicapped and the elderly."}]}]},{"content":"TITLE IV. SOCIAL RIGHTS","section":[{"content":"Article 73. Education","section":[{"content":"Everyone shall have the right to education."},{"content":"The State shall assure universal primary education, free and compulsory, the duration of which shall be established by law.","metadata":{"topics":["http://www.constituteproject.org/ontology/edcomp","http://www.constituteproject.org/ontology/edfree"]}},{"content":"All education shall be supported by State taxation."}]},{"content":"Article 74. Educational Policy","section":[{"content":"The State shall promote an educational policy which aims at the progressive elimination of illiteracy; at permanent education; creativity; integration of schools into the community; and the civic training of students."},{"content":"The State shall guarantee to poor students access to the various levels of education and shall promote a policy of granting scholarships and financial aid based on the capacity and personal merit of the student."}]},{"content":"Article 75. Public, Private and Cooperative Education","section":[{"content":"The State shall create a system of public schools able to meet the needs of the population."},{"content":"The State shall recognize private and cooperative education and shall guarantee private entities and institutions and cooperatives the right to create schools of different levels, as provided by law."},{"content":"The State shall cooperate with private or cooperative schools to promote and enlarge the educational system, to eliminate illiteracy, to promote permanent education, to improve the quality of education, to train and retrain teachers, and other conditions necessary for the improvement of education."}]},{"content":"Article 76. Participation in Education","section":[{"content":"Teachers, parents, educators, and students shall have the right to participate in the democratic management of schools, as provided by law."},{"content":"The law shall regulate the forms of participation by associations of teachers; parents and students, as well as communities, scientific institutions, and professional associations and unions, in defining educational policy."}]},{"content":"Article 77. Education and Culture","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/cultrght"}},"section":[{"content":"Everyone shall have the right to education and culture."},{"content":"Education must stimulate creativity; encourage democratic participation in national life; promote tolerance and solidarity; and contribute to social progress and civic and moral training."},{"content":"The State shall encourage the democratization of education and culture and, progressively, shall guarantee access by everyone to cultural resources."},{"content":"The State shall encourage and support the creation of institutions and public and private associations which promote education and the defense of national culture."},{"content":"The State shall support the diffusion of Cape Verdian culture, especially within Cape Verdian communities throughout the world."}]},{"content":"Article 78. Physical Education and Sports","section":[{"content":"Everyone shall have the right to physical education and sports."},{"content":"The State shall support and stimulate the formation of sports associations and, in cooperation with these associations, shall promote the practice and diffusion of physical education and sports."}]},{"content":"Article 79. Consumerism","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/conright"}},"section":{"content":"The State shall encourage and support the creation of consumers&#x27; associations; the law has the duty to protect consumers and guarantee the defense of their interests."}}]},{"content":"TITLE V. DUTIES","section":[{"content":"Article 80. General Duties","section":[{"content":"All individuals have duties toward the family, society, the State, and other legally recognized institutions."},{"content":"All individuals shall have the duty to respect the rights and liberties of others; to respect morality and the common good."}]},{"content":"Article 81. Duty not to Discriminate","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/binding"}},"section":{"content":"All individuals shall have the duty to respect their fellow-citizens without discrimination of any type and to maintain relations which promote, safeguard, and reinforce mutual respect and tolerance."}},{"content":"Article 82. Duties to the Community","section":{"content":"All individuals shall have the duty:","section":[{"content":"To serve the national community and to put at its service their physical and intellectual capacities;"},{"content":"To work, according to their possibilities and capacities;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/work"}}},{"content":"To pay the taxes and levies established by law.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/taxes"}}},{"content":"To strive, in their relations with the community, for the preservation and strengthening of cultural values, for a spirit of tolerance, for dialogue and cooperation and, in general, to contribute to the promotion of morality and civic education."},{"content":"To defend and promote health;"},{"content":"To defend and conserve the environment.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/env"}}}]}},{"content":"Article 83. Duties to the State","section":[{"content":"All individuals shall have the duty to contribute to the defense of the nation.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/milserv"}}},{"content":"All individuals shall also have the duty to obey all statutes and orders set forth by legitimate authorities, as provided in the Constitution, with respect to rights, liberties, and guarantees.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/abide"}}}]}]},{"content":"TITLE VI. THE FAMILY","section":[{"content":"Article 84. Protection by Society and by the State","section":[{"content":"The family is the fundamental element and the basis of all society."},{"content":"The family must be protected by society and by the State to create conditions for the accomplishment of its social function and for the personal fulfillment of its members."},{"content":"Everyone shall have the right to form a family.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/fndfam"}}},{"content":"The State and social institutions must create conditions to assure the unity and stability of the family."}]},{"content":"Article 85. Obligations of the State","section":[{"content":"For the protection of the family, the State shall have the following duties:","section":[{"content":"To assist the family in its mission of guarding the social values recognized by the community;"},{"content":"To promote the social and economic independence of family units;"},{"content":"To cooperate with parents in the education of their children;"},{"content":"To define and execute, in consultation with associations representing families, a family policy of general, national scope."}]},{"content":"The State shall also have the duty to assure the elimination of conditions which tend to discriminate against women and to assure the protection of women&#x27;s rights, as well as the rights of children.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/childpro"}}}]},{"content":"Article 86. Paternity and Maternity","section":[{"content":"Fathers and mothers must give assistance to children born within or outside marriage, namely food, care, and education."},{"content":"Fathers and mothers shall have the right to the protection of society and the State to accomplish these duties in regard to their children."},{"content":"Fatherhood and motherhood constitute the highest social values."}]},{"content":"Article 87. Childhood","section":[{"content":"All children shall have the right to the special protection of the family, society, and the State to guarantee conditions necessary for the whole development of their physical and intellectual capacities, and special care in case of orphans, abandoned children, or the emotionally deprived."},{"content":"The family, society, and the State must guarantee the protection of children against any form of discrimination or oppression, as well as abusive authority from family, public or private institutions to whom they are entrusted, and also against exploitation through child labor.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/childwrk"}}},{"content":"Child labor shall be prohibited during the years of compulsory schooling.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/childwrk"}}}]}]}]},{"content":"PART III. ECONOMIC, FINANCIAL AND FISCAL ORGANIZATION","section":[{"content":"TITLE I. THE ECONOMIC SYSTEM","section":[{"content":"Article 88. General Principles","section":[{"content":"All economic resources and wealth of the country, whatever its ownership or form, shall be subordinate to the general interest."},{"content":"The State shall guarantee conditions for the fulfillment of economic democracy, assuring:","section":[{"content":"Benefit to all citizens from the profits resulting from collective effort toward socioeconomic development, translated into a better quantity and quality of standard of living;"},{"content":"Equality of conditions in business establishment and in competition among all economic agents, private and public;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/freecomp"}}},{"content":"Participation of different social and economic groups through their representatives and local bodies in the process of conception, approval, execution and evaluation of development plans."},{"content":"A favorable environment for free, general access to knowledge, information and property;"},{"content":"Balanced development of all regions and adequate use of their specific resources;"}]},{"content":"Economic activities may not jeopardize the ecosystem nor contribute to imbalance in the relations between man and the environment.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/env"}}},{"content":"The State must support national economic agents in their relations with the rest of the world and support in a special way economic agents who contribute to the integration of Cape Verde in the world economic system."}]},{"content":"Article 89. Foreign Investment","section":{"content":"The State shall encourage and support foreign investment which contributes to the economic and social development of the country."}},{"content":"Article 90. Coexistence of Economic Sectors","section":[{"content":"Coexistence of the following sections of the economy shall be guaranteed:","section":[{"content":"The public sector, consisting of the means of production whose property and management belong to the State or other public entities;"},{"content":"The private sector, consisting of the means of production whose property and management belong to individuals or private organizations, including cooperatives;"}]},{"content":"There may be communal means of production belonging to the local communities and managed by them."}]},{"content":"Article 91. Public Domain","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/resrce"}},"section":[{"content":"The following property shall be in the public domain:","section":[{"content":"Interior waters, archipelago waters, and the territorial sea, its beds and floor;"},{"content":"Airspace over the national territory;"},{"content":"The continental shelf;"},{"content":"Living and non-living resources in the interior waters, archipelago waters, the territorial sea, the contiguous zone, the exclusive economic zone, and the continental shelf;"},{"content":"Mineral deposits and the natural subterranean cavities;"},{"content":"Public roads;"},{"content":"Beaches and the maritime zone;"},{"content":"Other property as determined by law."}]},{"content":"The law shall make regulations regarding property in the public domain, as well as its management and conservation, with respect to principles of inalienability."}]},{"content":"Article 92. Plans","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/econplan"}},"section":[{"content":"The economic and social development of Cape Verde shall be guided by a national plan which takes into account regional plans."},{"content":"Provisions in the national plan shall be set forth by the Government in accordance with its program."},{"content":"Provisions in the plan must be submitted for approval by the National Assembly."},{"content":"Execution of the plan shall be decentralized under coordination by the Government."}]}]},{"content":"TITLE II. FINANCIAL AND FISCAL SYSTEM","section":[{"content":"Article 93. Financial System","section":{"content":"The financial system shall guarantee the formation and protection of savings, as well as the application of financial measures necessary for the economic and social development of the country."}},{"content":"Article 94. Bank of Cape Verde","section":[{"content":"The Bank of Cape Verde shall be the central bank with the exclusive right to issue money; it shall cooperate in the definition and execution of monetary, financial, and exchange policy, as provided by law.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/bank"}}},{"content":"The preceding shall not exclude limitations nor obligations imposed by the participation of Cape Verde in African supranational, regional, and sub-regional organizations."}]},{"content":"Article 95. Fiscal System","section":[{"content":"The fiscal system shall be structured to meet the financial needs of the State and other public entities, to fulfill the objectives of the economic and social policy of the State, and to guarantee a just distribution of income and wealth."},{"content":"Taxes shall be created by law, which shall determine the basis, the rate, and guarantees to taxpayers.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/tax"}}},{"content":"No one may be forced to pay taxes which have not been created under provisions of the Constitution or whose payment and collection are not provided by law."},{"content":"Within the same fiscal year, the basis and rate of taxes may not be increased."}]},{"content":"Article 96. Prohibition Against Retroactivity of Tax Laws","section":{"content":"Tax laws may not be applied retroactively unless retroactivity would be more favorable to the taxpayer."}},{"content":"Article 97. Budget","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/budget"}},"section":[{"content":"The Budget of the State shall be unitary; shall specify revenue and expenditures, allotted according to respective organic and functional classifications; it must be annual; it must be public; it must be drawn up in such a way that all expenditures provided are covered by revenue.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/balbudgt"}}},{"content":"The Budget may contain programs and projects covering several years; in that case, the Budget must include the costs to be charged to the applicable year."},{"content":"The fiscal year shall coincide with the calendar year."},{"content":"The law shall define the rules for the execution of the Budget and the criteria for changing it within the period of its execution."}]},{"content":"Article 98. Presentation of the Budget","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/budget"}},"section":[{"content":"The Budget bill shall be presented by the Government and voted by the National Assembly within time limits established by law."},{"content":"The law shall establish the procedure to be followed whenever it is not possible to meet the time limits for the presentation and voting of the Budget."},{"content":"The Budget bill shall be accompanied by reports justifying the revenue and expenditures, and changes, as well as other elements which may be necessary."}]},{"content":"Article 99. Execution of the Budget","section":{"content":"Execution of the State Budget shall be supervised by the Court of Accounts and by the National Assembly, which shall audit and approve the State&#x27;s General Accounting."}}]}]},{"content":"PART IV. THE EXERCISE AND ORGANIZATION OF POLITICAL POWER","section":{"content":"TITLE I. FORMS OF EXERCISE OF POLITICAL POWER","section":[{"content":"CHAPTER I. GENERAL COMMON PRINCIPLES","section":[{"content":"Article 100. Election Registration","section":[{"content":"To exercise the right to vote or be elected to any political office, a citizen must be validly registered on the date of the elections or the declaration of candidacy.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/voteres"}}},{"content":"Registration shall be official, compulsory, permanent, and personal for all elections by universal, direct, secret suffrage, and must correspond at all times to the electoral population.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/freeelec"}}},{"content":"Every citizen shall have the right to register, to verify his registration, and in case of error to request a correction, as provided by law."},{"content":"Registration of electors must be carried out by the appropriate registration office."},{"content":"Political parties may cooperate with registration commissions, supervise registration activity, request information, obtain copies of electoral rolls, present their claims, and make protestations and counter-protestations, according to law."},{"content":"There shall be a law to regulate election registration."}]},{"content":"Article 101. Jurisdiction Over the Election Process","section":{"content":"Courts shall have exclusive jurisdiction in judging the regularity and validity of the electoral process."}},{"content":"Article 102. Election Law","section":{"content":"During the period from one year before the election to any political office until the verification of the results, the respective electoral law may not be altered or revoked."}},{"content":"Article 103. Election Campaigns","section":[{"content":"Candidates, political parties, and groups of independent citizens who run for office shall have the right to campaign, including campaign literature, in the electoral districts in which they run."},{"content":"The election campaign period shall be established by law."},{"content":"Citizens shall have the right to participate actively in election campaigns."},{"content":"Expression of ideas and political, economic, and social principles may not be limited during election campaigns, without ruling out possible civil or criminal responsibility."},{"content":"The electoral law shall regulate election campaigns based on principles of freedom of publicity; equal opportunity and equal treatment of all candidates; impartiality of all public entities toward the candidacies; and supervision of electoral accounting."}]},{"content":"Article 104. Supervision of Election Operations","section":{"content":"The voting process and verification of the votes shall be supervised by candidates, political parties, and competing political forces through delegates appointed by them for each election."}},{"content":"Article 105. Secrecy and Singularity of the Vote","section":[{"content":"Voting shall be secret and no one may be forced to reveal the direction of his vote.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/freeelec"}}},{"content":"Each voter may vote only once."}]},{"content":"Article 106. Election Districts","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/district"}},"section":[{"content":"For the election of the President of the Republic, the national territory shall constitute one electoral district, with one electoral college.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hoselect"}}},{"content":"For the election of Deputies in the National Assembly, the national territory shall be divided into electoral districts, to be defined by law, with an electoral college for each one."},{"content":"Outside the national territory, electoral districts shall be defined by law, but their headquarters shall be in the city of Praia."}]},{"content":"Article 107. Voters Living Abroad","section":{"content":"Voters residing abroad shall be integrated into electoral colleges corresponding to the electoral districts where they are registered."}}]},{"content":"CHAPTER II. THE REFERENDUM","section":[{"content":"Article 108. General and Common Principles","section":[{"content":"Voters registered in the national territory shall have the right to be heard on questions of national or local interest through referenda."},{"content":"Referenda may not be called or held during the period between the calling of elections by national or local bodies and the election date; during a state of emergency and for thirty days following the end of martial law or a state of emergency, and in the latter case, only in the part of the territory declared to be in a state of emergency."},{"content":"Each referendum shall have as an object only one question; the following questions may never be submitted to popular referendum:","section":[{"content":"Separation and interdependence of national bodies and their authority;"},{"content":"Independence of courts and their decisions;"},{"content":"Separation of Church and State;"},{"content":"Designation of elected national and local officials by universal, direct, secret, periodic suffrage;"},{"content":"Pluralism in expression, the existence of political parties and associations, and the right to opposition;"},{"content":"Constitutionally established rights, liberties, and guarantees;"},{"content":"National or local budget, tax, or financial laws;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/tax"}}},{"content":"Autonomy of local authorities, as well as the organization and authority of these bodies;"}]},{"content":"Referendum questions shall be submitted for prior approval as to constitutionality and legality."},{"content":"Questions judged unconstitutional or illegal may not be submitted to referendum or resubmitted during the same legislative session."},{"content":"Questions rejected by the competent authority or by the voters also may not be resubmitted during the same legislative session."},{"content":"The results of a referendum shall be applicable to all political bodies and all public and private entities."},{"content":"The provisions of Articles 100 to 105 shall be applicable to referenda and their necessary adaptations."},{"content":"Questions to be submitted to voters must be formulated with simplicity, objectivity, precision, and clarity, without suggestion of a response; the response must be yes or no."}]},{"content":"Article 109. National Referenda","section":[{"content":"National referenda shall be called by the President of the Republic, by popular initiative, by the National Assembly or by the Government.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/initiat"}}},{"content":"By popular initiative, the President of the Republic may call for a referendum on any subject of relevant national interest, at the request of 30,000 citizens, with the agreement of the National Assembly and the Council of the Republic.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/initiat"}}},{"content":"The request referred to in the preceding paragraph must be approved by at least ten percent of the resident voters in not less than seven islands."},{"content":"The proposition to the National Assembly must be approved by two-thirds of the Deputies present and a majority of the Deputies currently in office."}]},{"content":"Article 110. Local Referenda","section":[{"content":"Local referenda may be held on questions under the exclusive authority of autonomous bodies."},{"content":"Local referenda may be called by the President of the Municipal Chamber upon the initiative of the Chamber, the Municipal Assembly, or not less than ten percent of the registered voters in the local area where the referendum is to be held."},{"content":"The calling of the referendum must be approved by two-thirds of the current members of the Municipal Assembly."}]}]},{"content":"CHAPTER III. SUFFRAGE","section":[{"content":"SECTION I. GENERAL PRINCIPLES","section":[{"content":"Article 111. Exercise of Political Power Through Suffrage","metadata":{"topics":["http://www.constituteproject.org/ontology/freeelec","http://www.constituteproject.org/ontology/voteun"]},"section":{"content":"In the exercise of political power, the people shall designate office holders by universal, direct, secret, periodic suffrage."}},{"content":"Article 112. Conversion of Votes","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/lhselect"}},"section":[{"content":"The conversion of votes in each electoral college shall be in accordance with the principle of proportional representation."},{"content":"Except for the provision of paragraph (1), the conversion of votes shall be by executive bodies of the electoral college, for which principles shall be established by law."}]},{"content":"Article 113. Presentation of Candidates","section":[{"content":"Candidacies shall be presented, individually or in coalitions, by political parties, from among registered voters and, in local elections, by groups of citizens."},{"content":"Parties, coalitions, and groups of citizens may not present more than one list of candidates in each electoral district."},{"content":"No one may be a candidate in more than one district or appear on more than one list, under penalty of ineligibility."}]},{"content":"Article 114. Immunity of Candidates","section":[{"content":"No candidate may be subject to preventive detention, except in the case of flagrant offense, for a crime whose maximum penalty shall be more than two years imprisonment and, aside from flagrante delicto, for a crime whose maximum penalty shall be more than eight years imprisonment."},{"content":"If a candidate is indicted, the trial may only proceed after the proclamation of the election results."}]},{"content":"Article 115. Elections","section":[{"content":"Voting for elected officials shall be on a date set in accordance with the Constitution and the law; election day must be the same in all electoral districts, except in cases provided by law."},{"content":"In the act dissolving the electoral colleges, the date for new elections must be set; they shall take place within 120 days under the electoral law in effect at the time of dissolution."}]},{"content":"Article 116. Equal Treatment","section":{"content":"Parties, coalitions, and groups of citizens, as well as the candidates proposed by them, shall have the right to equal treatment by public entities to have the best conditions for an election campaign."}}]},{"content":"SECTION II. ELECTION OF THE PRESIDENT OF THE REPUBLIC","section":[{"content":"Article 117. Election","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/freeelec"}},"section":[{"content":"The President of the Republic shall be elected by universal, direct, secret suffrage, by registered voters in the national territory and abroad, as provided by law.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hoselect"}}},{"content":"For purposes of the election of the President of the Republic, each registered voter abroad shall have one vote, with the total of these votes not to exceed one-fifth of the verified votes in the national territory."},{"content":"If the total of votes from registered voters abroad exceeds the limit referred to in the preceding paragraph, it must be converted to a number equal to that limit and the total of votes obtained by each candidate will be converted in proportion."},{"content":"A special law shall regulate the election of the President of the Republic."}]},{"content":"Article 118. Eligibility","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hosrest"}},"section":[{"content":"To be elected President of the Republic, the candidate must be a native-born Cape Verdian voter, at least thirty-five years of age at the date of candidacy, and have been a permanent resident in the national territory for three years immediately preceding that date.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hosage"}}},{"content":"From the public announcement of candidacy, to the date of withdrawal or the official proclamation of the election results, no candidate may exercise any public office, nor the post of Attorney General, or Chief or Vice-Chief of the Armed Forces."},{"content":"In the event referred to in the preceding paragraph, the candidate shall be automatically suspended from the exercise of his duties, which shall be temporarily assumed by a substitute; the candidate may resume that office without any formality, from the date of his withdrawal or if he is not elected."},{"content":"During the period of suspension of duties, the candidate shall continue to receive his salary, and he will not lose service time for retirement or any other purposes."}]},{"content":"Article 119. Candidates","section":[{"content":"Candidacies for President of the Republic must be proposed by a minimum of 1,000 and a maximum of 4,000 voters and presented to the Supreme Court of Justice not later than sixty days before the election date."},{"content":"Where there are only two candidates, in the event of the death or incapacity of one of them for the exercise of Presidential duties, during the first balloting, the following process shall be observed:","section":[{"content":"If the death or incapacity referred to above occurs before the voting, the election process will be reopened as provided by law;"},{"content":"If the death or incapacity occurs after the voting, the election process will be reopened only if the other candidate has not obtained a majority of the votes as provided in Article 121 (1)."}]}]},{"content":"Article 120. Date of Election","section":[{"content":"The President of the Republic shall be elected between the 40th and 25th day prior to the end of the term of the outgoing President."},{"content":"In case of vacancy in the office, the new President of the Republic must be elected within 90 days after the vacancy.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/initiat"}}}]},{"content":"Article 121. Election Procedures","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hoselect"}},"section":[{"content":"The President of the Republic shall be the candidate who receives a majority of the votes validly cast, with blank ballots not counting."},{"content":"If no candidate receives a majority of votes, a second ballot will be held two weeks after the first; the two candidates receiving the most votes on the first ballot shall compete."},{"content":"In the event of the death or incapacity of one of the candidates on the second ballot, the provisions of Article 119 (2) (a) and (b) will be observed."},{"content":"In the event of the reopening of the election process at the second ballot, under the provisions of Article 119 (2) (a) and (b), the candidate will be asked to compete who immediately followed according to the electoral results."},{"content":"At the second ballot, the withdrawal of either candidate shall lead to the reopening of the electoral process if it is declared within forty-eight hours after the proclamation of the results of the first ballot."},{"content":"If there are no other candidates who, under the provisions of (4), may be admitted to the second ballot, or in case the withdrawal of one of the other candidates is after the time referred to in (5), the other candidate shall be declared immediately elected."}]}]},{"content":"SECTION III. ELECTION OF DEPUTIES TO THE NATIONAL ASSEMBLY","section":[{"content":"Article 122. Voting for Lists","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/lhselect"}},"section":[{"content":"Deputies shall be elected from lists in each electoral college; the voter shall vote for one name on the list."},{"content":"The number of candidates on each list proposed for election must equal the number of seats attributed to the respective electoral college."},{"content":"The number of substitute candidates must be, at a maximum, equal to the number of seats attributed to the respective electoral college and cannot be less than three.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/legrep"}}},{"content":"The number of deputies for each electoral college shall be proportional to the number of registered voters, but not less than a minimum established by law and as provided in Article 153 (2)."}]},{"content":"Article 123. Distribution of Seats According to Lists","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/lhselect"}},"section":{"content":"On each list the candidates shall be ranked in the order of precedence indicated on the respective declaration of candidacy, and seats shall be attributed by that order of precedence."}},{"content":"Article 124. Conditions of Eligibility","section":{"content":"Cape Verdian voters shall be eligible except for ineligibilities provided by law."}}]}]},{"content":"CHAPTER IV. POLITICAL PARTIES","section":[{"content":"Article 125. Relationship between Parties and Denominations","section":[{"content":"Political parties shall compete democratically for the political support of the people and to organize political power."},{"content":"Political parties may not adopt names which, directly or indirectly, are identified with any part of the national territory, with a church, religion, or religious doctrine, or that may evoke the name of a person or institution; they may not adopt emblems which are the same as, or might be confused with, national or regional symbols.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/partreg"}}}]},{"content":"Article 126. Prohibition of Parties with Regional or Local Objectives","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/partprh"}},"section":[{"content":"It is prohibited to form political parties of regional or local scope, with regional or local objectives, which intend to use subversive or violent means in the pursuit of their ends, or which have a paramilitary nature."},{"content":"Political parties must respect national independence and unity, territorial integrity, the democratic regime, the multiparty system, and the rights and fundamental liberties of the individual."}]},{"content":"Article 127. Barring of Parties","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/partunco"}},"section":{"content":"Political parties may only be barred by judicial decision and in cases established by law."}},{"content":"Article 128. Benefits","section":{"content":"The law shall regulate the benefits attributed to political parties by the State and shall establish rules and constitutional precepts relative to political parties."}}]}]}},{"content":"PART V. ORGANIZATION OF POLITICAL POWER","section":[{"content":"TITLE I. GENERAL AND COMMON PRINCIPLES","section":[{"content":"Article 129. Creation of National Sovereign Bodies","section":[{"content":"National entities embodying sovereignty shall only be those classified as such by the Constitution."},{"content":"Political parties and coalitions of parties shall participate, in accordance with their electoral representation, in national bodies elected by universal direct suffrage."},{"content":"The formation, composition, and authority of national bodies shall be defined under the provisions of the Constitution."}]},{"content":"Article 130. Principle of Separation and Interdependence of Powers","section":[{"content":"The basic organizing principles of national bodies shall be the separation and interdependence of powers.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/solid"}}},{"content":"National bodies in their reciprocal relations and in the exercise of their duties, must respect the separation and interdependence of powers under conditions provided in the Constitution."}]},{"content":"Article 131. Enumeration of National Bodies","section":{"content":"The following are national bodies:","section":[{"content":"The President of the Republic;"},{"content":"The National Assembly;"},{"content":"The Government;"},{"content":"The Courts."}]}},{"content":"Article 132. Publication of Meetings","section":[{"content":"Meetings of the National Assembly, Municipal Assemblies, and other political bodies which function in assembly shall be public and may be broadcast directly on radio and television except in cases expressly provided in law.","metadata":{"topics":["http://www.constituteproject.org/ontology/tv","http://www.constituteproject.org/ontology/radio","http://www.constituteproject.org/ontology/pubmeet"]}},{"content":"Actions taken in the meetings of the above-referenced bodies shall be public."}]},{"content":"Article 133. Quorum and Relative Majority","section":[{"content":"Public bodies may function and deliberate only when a majority of their legal membership is present.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/quorum"}}},{"content":"Decisions of public bodies shall be made by plurality of votes except in cases in which the Constitution, the law, or respective by-laws require a majority."},{"content":"In obtaining a majority, absences, abstentions, and blank votes shall not be counted."}]},{"content":"Article 134. Principles of Renewal","section":{"content":"Office holders in national elective bodies, local offices, and other elected political bodies may not be designated for life."}},{"content":"Article 135. Responsibilities of Office Holders","section":[{"content":"Political office holders shall bear political, civil, and criminal responsibility for acts and omissions done in the exercise of their duties and because of their duties, as provided by law."},{"content":"Crimes committed by office holders shall be defined by law which will establish applicable sanctions, which must always include loss of office or seat and prohibition from holding political office for a period of not less than ten years."},{"content":"Office holders sanctioned for serious illegality by loss of office or seat shall be prohibited from holding political office for a period of not less than five years."}]},{"content":"Article 136. Rights, Privileges and Immunities","section":[{"content":"Office holders shall enjoy the rights, liberties, privileges, and immunities and shall be subject to the duties established by the Constitution and by law."},{"content":"The Constitution and the law shall define responsibilities and incompatibilities of office holders."}]}]},{"content":"TITLE II. THE PRESIDENT OF THE REPUBLIC","section":[{"content":"CHAPTER I. DEFINITION, TERM AND POWER","section":[{"content":"Article 137. Definition","section":[{"content":"The President of the Republic shall guarantee the unity of the Nation and the State, the integrity of the territory, and national independence, and he shall guarantee the execution of the Constitution and of International Treaties.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/execnum"}}},{"content":"The President of the Republic shall represent the Republic of Cape Verde internally and abroad and shall be the Supreme Commander in Chief of the Armed Forces.","metadata":{"topics":["http://www.constituteproject.org/ontology/headforn","http://www.constituteproject.org/ontology/comchief"]}}]},{"content":"Article 138. Term of Office","section":[{"content":"The President of the Republic shall be elected for a period of five years, which shall begin with taking office and shall end with the newly-elected President.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hosterm"}}},{"content":"In case of vacancy in the office, the new President shall begin a new term.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hossucc"}}}]},{"content":"Article 139. Oath of Office","section":[{"content":"The President of the Republic shall take office before the National Assembly on the last day of the term of his predecessor or, in case of election to fill a vacancy in the office, on the fifth day following the publication of the electoral results."},{"content":"On taking office, the President of the Republic shall take the following oath:","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/oath"}},"section":{"content":"&quot;I swear on my honor to faithfully fulfill the office of President of the Republic of Cape Verde in which I am installed, to defend, fulfill, and enforce the Constitution, to observe the laws, and to guarantee territorial integrity and national independence.&quot;"}}]},{"content":"Article 140. Resignation from Office","section":[{"content":"The President of the Republic may resign his office by a message sent to the Nation through the National Assembly, convened in a Plenary Session, and later published in the Official Journal of the Republic."},{"content":"The resignation shall take effect as soon as the Nation has been informed by message."}]}]},{"content":"CHAPTER II. STATUS","section":[{"content":"Article 141. Incompatibilities","section":{"content":"The President of the Republic may not exercise any other political function or public office, except in cases specifically provided in the Constitution, and in no case may he occupy any private post."}},{"content":"Article 142. Absence from National Territory","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hosdiss"}},"section":[{"content":"The President of the Republic may not be absent from the national territory without the consent of the National Assembly, or if they are not in session, of the Permanent Commission."},{"content":"In the case of trips which are not official and which are of less than two weeks&#x27; duration, the consent referred to in the last paragraph shall be dispensed with; however, the President of the Republic must give prior notification to the National Assembly."},{"content":"Failure to observe the provisions of (1) and (2) shall entail loss of office."}]},{"content":"Article 143. Temporary Substitution","section":[{"content":"In the event of temporary disability, absence abroad, or vacancy in the office, until the installation of the newly-elected President, the President of the Republic shall be replaced temporarily by the President of the National Assembly or, if he is unable to serve, by the first Vice President."},{"content":"While temporarily filling the office of President of the Republic, the legislative functions of the President of the National Assembly or the first Vice President shall be automatically suspended.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/depexec"}}}]},{"content":"Article 144. Criminal Responsibility","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hosdiss"}},"section":[{"content":"For crimes committed in the exercise of his duties, the President of the Republic shall be responsible to the Supreme Court of Justice."},{"content":"The National Assembly shall have the duty of requesting the Attorney General of the Republic to carry out criminal action against the President of the Republic, upon petition of twenty-five Deputies and with the approval of two-thirds of the Deputies currently in office."},{"content":"The President of the Republic shall be suspended from his duties from the date of the indictment or equivalent, and conviction shall preclude the possibility of reelection."},{"content":"For crimes committed outside the exercise of his duties, the President of the Republic shall be responsible to ordinary courts, after the end of his term.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hosimm"}}}]},{"content":"Article 145. Preventive Detention","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hosimm"}},"section":{"content":"The President of the Republic may in no case be subjected to preventive detention."}},{"content":"Article 146. Re-eligibility","section":[{"content":"The President of the Republic may not be a candidate for a third term within five years immediately following the end of his second consecutive term.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hosterml"}}},{"content":"If the President of the Republic resigns his office, he may not be a candidate for a new term for ten years following the date of resignation."},{"content":"If the President of the Republic abandons his duties or is absent from the national territory in violation of the provisions of Article 142 (1) and (2), he may not be a candidate for the office nor occupy any other political office in national or local bodies."}]}]},{"content":"CHAPTER III. AUTHORITY","section":[{"content":"Article 147. Jurisdiction of the President of the Republic","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hospow"}},"section":[{"content":"The President of the Republic shall have the following responsibilities:","section":[{"content":"To exercise the duties of Supreme Commander of the Armed Forces;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/comchief"}}},{"content":"To preside over the Council of the Republic;"},{"content":"To preside over the Superior Council on National Defense;"},{"content":"To preside over the Superior Council of Honors;"},{"content":"To dissolve the National Assembly under the provisions of Article 155 (2) and meet with the political parties of the Assembly;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/legdiss"}}},{"content":"To direct messages to the National Assembly and the Nation;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/invexe"}}},{"content":"To set the date for elections of the President of the Republic, and Deputies in the National Assembly, meeting with the Council of the Republic under the provisions of the electoral law;"},{"content":"To call referenda on the national level and set the date on which they are held;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/referen"}}},{"content":"To appoint the Prime Minister, after consulting political forces in the National Assembly and taking into account the election results;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hogelect"}}},{"content":"To appoint two members of the Council of the Republic;"},{"content":"To appoint the President of the Supreme Court of Justice from among the judges of this Court, after consulting the Superior Council of Magistrates;"},{"content":"To appoint one judge to the Supreme Court of Justice;"},{"content":"To appoint two members of the Superior Council of Magistrates;"},{"content":"To pardon and commute punishments, after consulting the Government;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/pardon"}}},{"content":"To request the President of the National Assembly, after consulting the Council of the Republic, to convene the Assembly in extraordinary session to deal with specific matters;"},{"content":"To ask the Supreme Court of Justice for prior review of the constitutionality or legality of questions for referenda at the national level;"},{"content":"To ask the Supreme Court of Justice for prior review of the constitutionality of International Treaties;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/treatcon"}}},{"content":"To ask the Supreme Court of Justice to review the constitutionality of judicial standards;"},{"content":"To exercise veto power within a period of thirty days from the receipt of a bill for promulgation;"}]},{"content":"The President of the Republic shall also have the following responsibilities:","section":[{"content":"To preside over the Council of Ministers at the request of the Prime Minister;"},{"content":"To promulgate and publish laws, legislative decrees, decree-laws, and regulatory decrees;","metadata":{"topics":["http://www.constituteproject.org/ontology/hosdec","http://www.constituteproject.org/ontology/orglaw"]}},{"content":"To dismiss the Government, under the provisions of Article 214 (2);"},{"content":"To appoint and dismiss members of the Government upon the nomination of the Prime Minister;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/cabdiss"}}},{"content":"To appoint, upon the nomination of the Government, the President of the Court of Accounts;"},{"content":"To appoint, upon the nomination of the Government, the Attorney General of the Republic;"},{"content":"To appoint and dismiss, upon the nomination of the Government, the Commander of the Armed Forces and the Vice-Commander of the Armed Forces, when that office exists;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/milcom"}}},{"content":"To declare martial law or a state of emergency after consulting the Government and with the authorization of the National Assembly.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/em"}}}]},{"content":"The President of the Republic, when requesting an extraordinary session of the National Assembly, shall indicate clearly the specific matters to be considered and the period within which the session shall be called; the President of the National Assembly shall have the responsibility of convening the Assembly within the period indicated.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/exsess"}}},{"content":"In the cases referred to in (2)(h), if the National Assembly is not in session and it is not possible to convene it immediately, the authorization may be given by its Permanent Commission, but this must be ratified by the Plenary Session at the first meeting after the date of authorization.","metadata":{"topics":["http://www.constituteproject.org/ontology/exsess","http://www.constituteproject.org/ontology/stdcom"]}}]},{"content":"Article 148. Jurisdiction of the President of the Republic Regarding International Relations","section":{"content":"In the area of international relations, the President of the Republic shall have the following responsibilities:","section":[{"content":"To ratify, after valid approval, International Treaties and Agreements;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/treat"}}},{"content":"To declare war and make peace, at the Government&#x27;s request, after consultation with the Council of the Republic, and with the authorization of the National Assembly or, when it is not in session, of its Permanent Commission;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/war"}}},{"content":"To appoint and dismiss ambassadors, permanent representatives, and special envoys, upon the nomination of the Government;"},{"content":"To receive accreditation from foreign diplomatic representatives.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hospow"}}}]}},{"content":"Article 149. Veto","section":[{"content":"When the President of the Republic exercises his veto power, he must return the bill to the body which passed it, with a message substantiating the veto, and requesting a new consideration of the bill.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/legapp"}}},{"content":"Within 120 days from the receipt of the message of the President of the Republic, if the National Assembly confirms its approval by a majority of the Deputies holding office, the President of the Republic must promulgate it within one week","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/override"}}}]},{"content":"Article 150. Promulgation and Referring","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/legapp"}},"section":[{"content":"Legislation referred to in Article 147 (2)(b) shall be promulgated and signed by the President of the Republic, under penalty of legislative lapse."},{"content":"Presidential acts which must be done at the request or after consultation of the Government must be referred by the Prime Minister, under penalty of legislative lapse."},{"content":"Governmental legislation and regulatory decrees shall also be referred by the Prime Minister, under penalty of legislative lapse."}]},{"content":"Article 151. Acts of the Interim President of the Republic","section":{"content":"The interim President of the Republic may not perform the acts provided in Article 147 (1) (e), (f), (h), (j), and (l)[k] or (2) (e), (f), (g), and (h)."}}]}]},{"content":"TITLE III. THE NATIONAL ASSEMBLY","section":[{"content":"CHAPTER I. DEFINITION, COMPOSITION AND DISSOLUTION","section":[{"content":"Article 152. Definition","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/housenum"}},"section":{"content":"The National Assembly shall be the assembly representing all Cape Verdian citizens."}},{"content":"Article 153. Composition","section":[{"content":"The National Assembly shall have a minimum of sixty-six and a maximum of seventy-two Deputies elected under the provisions of the Constitution and the law.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/lhseats"}}},{"content":"The totality of electoral districts outside the national territory shall have six Deputies distributed among them, as provided by law."}]},{"content":"Article 154. Election to the National Assembly","section":{"content":"Except in the event of dissolution, the election for the National Assembly must take place during the period which begins four years and eleven months after the date of the previous election and ends five years and fifteen days after that date."}},{"content":"Article 155. Dissolution","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/legdiss"}},"section":[{"content":"The National Assembly shall be dissolved if one session:","section":[{"content":"Rejects two motions of confidence in the Government;"},{"content":"Approves four motions of censure of the Government."}]},{"content":"The National Assembly shall also be dissolved in the event of a serious institutional crisis, when that is necessary for regular functioning of democratic institutions; the act must have prior approval of the Council of the Republic, under penalty of judicial lapse."}]},{"content":"Article 156. Prohibition against Dissolution","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/legdiss"}},"section":[{"content":"The National Assembly may not be dissolved in the twelve months following its election; in the year before the end of the term of the President of the Republic; in the event of martial law or a state of emergency, while it is in effect and for thirty days after it ends; and also after presenting a motion of confidence or censure and for ten days following the vote on the motion."},{"content":"An act of dissolution enacted in violation of the provision in the preceding paragraph shall be null and void."},{"content":"Dissolution shall not end the Deputies&#x27; term nor jeopardize the remuneration, authority, or functioning of the Permanent Commission before the opening of the constituent session of the newly-elected Assembly."}]}]},{"content":"CHAPTER II. ORGANIZATION","section":[{"content":"Article 157. Composition of the Executive Board","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/depexec"}},"section":[{"content":"The Executive Board of the National Assembly shall be composed of the President, the first Vice President, the second Vice President, and two Secretaries, elected under the provisions of the Assembly&#x27;s by-laws.","metadata":{"topics":["http://www.constituteproject.org/ontology/lhlead","http://www.constituteproject.org/ontology/stdcom"]}},{"content":"The President and the Secretaries shall be elected by written nomination of a minimum of fifteen and a maximum of twenty Deputies.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/stdcom"}}},{"content":"The offices of first and second Vice President must be awarded to the two major parties or political forces represented in the Assembly."},{"content":"Members of the Executive Board of the National Assembly shall be elected by the whole legislature under the provisions of the National Assembly&#x27;s by-laws."},{"content":"Members of the Executive Board, while they are in office, may not be leaders of parliamentary groups or participate in any Special or Ad Hoc Commissions."}]},{"content":"Article 158. Subsistence of the Executive Board","section":{"content":"At the end of the legislature or in the event of dissolution, the Executive Board of the National Assembly shall remain in office until the opening of the constituent session of the newly-elected Assembly."}},{"content":"Article 159. Commissions","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/stdcom"}},"section":[{"content":"The National Assembly shall have a Permanent Commission and Special Commissions; they may also constitute Ad Hoc Commissions and Commissions of Inquiry into actions of the Government and the Public Administration and for other specific purposes.","metadata":{"topics":["http://www.constituteproject.org/ontology/invexe","http://www.constituteproject.org/ontology/commit"]}},{"content":"The composition of the Commissions, with the exception of the Permanent Commission, must correspond to the representation of each party or political force with seats in the National Assembly."},{"content":"Other aspects of the composition, authority, and functioning of the Commissions shall be regulated by the National Assembly&#x27;s by-laws."}]},{"content":"Article 160. Permanent Commission","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/stdcom"}},"section":[{"content":"The Permanent Commission shall function during the period in which the National Assembly is dissolved, between sessions, and in other cases provided in the Constitution."},{"content":"The Permanent Commission shall be composed of the President of the National Assembly, who shall preside, Vice Presidents and Secretaries of the Executive Board, and one representative of each parliamentary group."},{"content":"In the event that a party or political force with a seat in the Assembly does not have a constituent parliamentary group, one of its representatives will be a member of the Permanent Commission."},{"content":"The representatives referred to in the previous paragraphs shall have a number of votes on the Permanent Commission equal to the number of deputies whom they represent."},{"content":"The Permanent Commission shall have the following responsibilities:","section":[{"content":"To exercise the powers of the National Assembly regarding the terms of deputies;"},{"content":"To assist in the activities of the Government and the Administration;"},{"content":"To give consent to the President of the Republic&#x27;s absence from the national territory;"},{"content":"To authorize the President of the Republic to declare martial law or a state of emergency, to declare war, and make peace.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/comchief"}}}]},{"content":"At the end of the legislature or in the event of dissolution of the National Assembly, the Permanent Commission shall remain in office until the opening of the constituent session of the newly-elected Assembly."}]},{"content":"Article 161. Parliamentary Groups","section":[{"content":"Parliamentary Groups shall consist of a minimum of five Deputies."},{"content":"No Deputy may belong to more than one Parliamentary Group."},{"content":"The organization, functioning, and authority of Parliamentary Groups shall be regulated by the Assembly&#x27;s by-laws."}]}]},{"content":"CHAPTER III. FUNCTIONING","section":[{"content":"Article 162. Legislature","section":[{"content":"The National Assembly shall be elected for a period of five years.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/lhterm"}}},{"content":"The legislature shall begin with the first session of the National Assembly after the elections and shall end with the first session of the newly-elected Assembly."},{"content":"In case of dissolution, the newly-elected Assembly shall begin a new legislative session."}]},{"content":"Article 163. Legislative Sessions","section":{"content":"The number of ordinary legislative sessions shall be set by the National Assembly&#x27;s bylaws but shall never be fewer than two per year."}},{"content":"Article 164. Meeting on the Appropriate Dates","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/em"}},"section":[{"content":"The National Assembly shall meet on the dates established for the beginning of the legislature and for each legislative session and for the extent of martial law or a state of emergency."},{"content":"If it is not possible for the National Assembly to meet during martial law or a state emergency or if it is dissolved on the date of the declaration of martial law or a state of emergency, these powers shall automatically be assumed by the Permanent Commission."}]},{"content":"Article 165. First Meeting After Elections","section":{"content":"The National Assembly shall meet to begin the legislative session on the twentieth day following the publication of the election results in the Official Journal of the Republic."}},{"content":"Article 166. Special Sessions","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/exsess"}},"section":[{"content":"Outside the normal period of functioning, the National Assembly may meet in extraordinary session in case of war, martial law or a state of emergency, to review the program of the Government, or to take care of a specific emergency matter of relevant national interest.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/em"}}},{"content":"The National Assembly may also be convened in extraordinary session at the request of the President of the Republic to deal with specific matters as provided in Article 147, 1(p)[o] and (3)."},{"content":"In the extraordinary sessions the National Assembly may only deal with the specific matters which are the object of the session."}]},{"content":"Article 167. Agenda","section":[{"content":"The agenda of each legislative session shall be set by the President of the National Assembly, in consultation with the Conference of Representatives of Parliamentary Groups and in accordance with the priority of subject matter defined in the by-laws of the National Assembly, with the right to have recourse to the Plenary Session of the Assembly."},{"content":"Parliamentary Groups shall have the right to set the agenda for at least one plenary session in each ordinary legislative session under the provisions of the by-laws of the National Assembly."},{"content":"The Government may request priority for matters of national interest needing emergency resolution."}]},{"content":"Article 168. Participation of the Government in Activities of the National Assembly","section":[{"content":"The Prime Minister, the Vice Prime Ministers, if there are any, and the Ministers shall have the right to appear at plenary sessions of the National Assembly, with a right to speak under the provisions of the by-laws of the National Assembly."},{"content":"Meetings may be scheduled to question the Government by means of oral or written questions or by requests for clarification.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/invexe"}}},{"content":"In the meetings referred to in the previous paragraph, one or more members of the Government must be present; however, the Prime Minister may be replaced by the Vice Prime Minister, if there is one, and a Minister may be replaced by a Secretary of State."}]}]},{"content":"CHAPTER IV. LAWMAKING","section":[{"content":"SECTION I. INITIATIVE FOR LAWS AND REFERENDA","section":[{"content":"Article 169. Initiative of Law of Referendum","section":[{"content":"Initiative for laws shall be vested with Deputies, Parliamentary Groups, and the Government.","metadata":{"topics":["http://www.constituteproject.org/ontology/orglaw","http://www.constituteproject.org/ontology/legini"]}},{"content":"Initiative for referenda shall be vested with Deputies, Parliamentary Groups, and the Government.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/referen"}}},{"content":"Private bills and referenda questions shall be initiated and drafted by Deputies and Parliamentary Groups.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/invexe"}}},{"content":"Government bills shall be initiated and drafted by the Government."},{"content":"Deputies and Parliamentary Groups may not introduce:","section":[{"content":"Private bills which entail, directly or indirectly, an increase in expenditures or a decrease in revenue provided for by the State Budget or which modify in any way the current fiscal year;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/budget"}}},{"content":"Referenda questions which violate the provision of Article 108 (3);"},{"content":"Private bills or referenda questions which are unconstitutional or illegal."}]},{"content":"Private and government bills with substantially the same content and which are intended to regulate the same matter, if rejected, may not be reintroduced for the next three legislative sessions."}]},{"content":"Article 170. Passage of and Lapsing of Motions and of Referenda Questions","section":[{"content":"Bills shall be passed within the legislative session."},{"content":"Motions for bills shall lapse upon the resignation of the government."},{"content":"Motions and draft bills and referenda proposals shall lapse with the dissolution of the National Assembly or at the end of the legislative session."},{"content":"After approval by a final vote, plans and bills shall be called Legislative Acts."},{"content":"Legislative Acts shall be presented to the President of the Republic for promulgation."}]},{"content":"Article 171. Initiative of Resolutions and Motions","section":[{"content":"Deputies shall have the right to initiate resolutions, as well as:","section":[{"content":"The Executive Board of the National Assembly in cases provided by law;"},{"content":"The Government, for approval of International Treaties and Agreements;"}]},{"content":"The resolution which authorizes the President of the Republic to declare martial law or a state of emergency or to be absent from the national territory shall be adopted by request from the President of the Republic to the National Assembly."},{"content":"Motions shall be initiated by Deputies and also by the Government in regard to motions of confidence."}]}]},{"content":"SECTION II. DISCUSSION AND VOTING","section":[{"content":"Article 172. Discussion and Vote","section":[{"content":"Discussion of draft bills and motions for laws and proposals for referenda shall consist of one debate on general principles and another debate on specifics."},{"content":"Voting on draft bills and motions and proposals for referenda shall consist of one vote on general principles, one vote on specifics, and one final overall vote."},{"content":"For debate in Plenary Session of the National Assembly, draft bills and motions may first be voted upon, in specifics, by Special Commissions, without prejudice to the right of the Assembly to debate same before its final overall vote, said vote to approve texts whose specifics were passed by those Special Commissions."},{"content":"Drafts of Constitutional laws and drafts and motions for organic laws must first have their specifics passed by Plenary Session of the National Assembly.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/orglaw"}}}]},{"content":"Article 173. Qualifying Majority","section":[{"content":"Constitutional draft bills must be approved by two-thirds of the Deputies currently in office.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/amend"}}},{"content":"Except for the provisions of the following paragraph, draft bills and motions must be approved by a majority of Deputies currently in office."},{"content":"Organic bills which deal with subjects contained in Article 187 (1) (c), (g), (h), and (i) must be approved by two-thirds of the Deputies present, provided the number is greater than a majority of the Deputies currently in office.","metadata":{"topics":["http://www.constituteproject.org/ontology/legsupr","http://www.constituteproject.org/ontology/orglaw"]}}]}]}]},{"content":"CHAPTER V. THE STATUS OF DEPUTIES","section":[{"content":"Article 174. Nature and Goals of Representatives","section":{"content":"Deputies shall be representatives of all the people and not only of the electoral districts from which they were elected."}},{"content":"Article 175. Beginning of Term of Office","section":[{"content":"The term of Deputies shall begin with the first session of the National Assembly after elections and shall end with the first session after the following elections, taking into account suspension or individual termination."},{"content":"The Statute of Deputies shall regulate suspension, substitution, resignation, and loss of mandate.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/legrep"}}}]},{"content":"Article 176. Incompatibilities","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/profleg"}},"section":[{"content":"The office of Deputy shall be incompatible with that of:","section":[{"content":"Member of the Government;","metadata":{"topics":["http://www.constituteproject.org/ontology/cabrest","http://www.constituteproject.org/ontology/hoglegr"]}},{"content":"Magistrate;"},{"content":"Councillor of the Republic, except when performing the duties of President of the National Assembly;"},{"content":"Diplomat;"},{"content":"Members of the military who are on duty.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/milrest"}}}]},{"content":"Other incompatibilities shall be determined by law."}]},{"content":"Article 177. Exercising the Duties of a Deputy","section":[{"content":"Public and private entities must cooperate with Deputies in the exercise of their duties."},{"content":"Deputies shall be guaranteed all conditions necessary for the exercise of their duties, particularly close contact with the electoral district from which they were elected and its citizens."},{"content":"The absence of Deputies from official activities or inquiries because of sessions or missions of the National Assembly shall always be considered justified and a reason for postponement of the activities or inquiries."},{"content":"The mandate of a Deputy taken in flagrante delicto in a crime punishable by more than two years&#x27; imprisonment shall automatically be suspended from the date on which this was communicated to the National Assembly."}]},{"content":"Article 178. Laws and Regulations Regarding Deputies","section":[{"content":"Deputies may not be called as witnesses without the authorization of the Assembly or, when the Assembly is not in session, the Permanent Commission."},{"content":"Deputies shall enjoy the following rights and privileges:","section":[{"content":"Free passage in public places with limited access;"},{"content":"A special identity card;"},{"content":"Postponement of military or civic service;"},{"content":"Subsidies prescribed by law;"},{"content":"Others as established in the Statute of Deputies."}]}]},{"content":"Article 179. Powers of the Deputies","section":{"content":"Deputies may do the following:","section":[{"content":"Introduce bills for the revision of the Constitution;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/amend"}}},{"content":"Introduce legal bills, referenda questions, resolutions, motions, and deliberations;"},{"content":"Request ratification of Legislative Decrees;"},{"content":"Request and obtain from the Government, from Administrative bodies, and any public entity, information and publications considered indispensable to the exercise of their duties;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/invexe"}}},{"content":"Question the Government, Public Administration, or any public entity and obtain a response within a reasonable time;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/invexe"}}},{"content":"Request the formation of Ad Hoc Commissions, as provided by the by-laws of the National Assembly;"},{"content":"Other powers as provided in the by-laws of the National Assembly and the Statute of Deputies."}]}},{"content":"Article 180. Duties of the Deputies","section":{"content":"Deputies shall have the duty to:","section":[{"content":"Attend Plenary Sessions and Commissions to which they belong;"},{"content":"Discharge the responsibilities and duties designated by the National Assembly;"},{"content":"Participate in votes and in work of the National Assembly;"},{"content":"Other duties as provided in the by-laws of the National Assembly and the Statute of Deputies."}]}},{"content":"Article 181. Immunities","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/immunity"}},"section":[{"content":"Deputies and Parliamentary Groups shall not have civil, criminal, or disciplinary liability for votes and opinions issued in the exercise of their duties."},{"content":"No Deputy may be detained or imprisoned without the authorization of the National Assembly, except in a case of flagrante delicto for a crime punishable by more than two years&#x27; imprisonment and, aside from flagrante delicto, for a crime punishable by more than eight years&#x27; imprisonment."},{"content":"Except in the case provided for in the second part of (2), at the beginning of a criminal procedure against a Deputy, the National Assembly shall decide whether the Deputy should be suspended during the trial."}]},{"content":"Article 182. Loss of Mandate","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/remleg"}},"section":[{"content":"Deputies shall lose their mandate in the following cases:","section":[{"content":"Failure to take their seat in the National Assembly during the required number of sessions or absences exceeding the number established in the by-laws of the National Assembly;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/attend"}}},{"content":"Refusal three consecutive times or five non-consecutive times to discharge responsibilities or duties assigned by the Assembly, when the refusal is not considered justified;"},{"content":"Conviction of a crime punishable by imprisonment;"},{"content":"Membership in a different party from the one in which they were elected."}]},{"content":"Such, therefore, shall lead to a loss of mandate no matter which ineligibility exists at the date of elections and or which is recognized afterwards as among incompatibilities and incapacities described by law."}]}]},{"content":"CHAPTER VI. AUTHORITY OF THE NATIONAL ASSEMBLY","section":[{"content":"SECTION I. ORGANIZATIONAL AND FUNCTIONAL AUTHORITY","section":[{"content":"Article 183. Organizational/Functional Jurisdiction of the National Assembly","section":{"content":"The National Assembly shall have the following authority:","section":[{"content":"To draw up and approve its own by-laws;"},{"content":"To elect, by a majority of the Deputies currently in office, its President, Vice Presidents, and Secretaries;"},{"content":"To constitute its Permanent Commission, Special Commissions, and Ad Hoc Commissions;"},{"content":"To exercise other authority conferred by its by-laws."}]}},{"content":"Article 184. Authority of the President","section":{"content":"The President of the National Assembly shall have the following authorities:","section":[{"content":"To represent the Assembly and to preside over the Executive Board;"},{"content":"To set the dates for Plenary Sessions and to establish the agenda, under the provisions of the by-laws;"},{"content":"To exercise other authorities assigned by the Constitution and the by-laws of the National Assembly."}]}},{"content":"Article 185. Authority of Commissions and Parliamentary Groups","section":{"content":"The Commissions and Parliamentary Groups shall have the authority established by the Constitution and the by-laws of the National Assembly."}}]},{"content":"SECTION II. LEGISLATIVE AND POLITICAL AUTHORITY","section":[{"content":"Article 186. General Legislative Authority","section":{"content":"The National Assembly shall have the authority:","section":[{"content":"To approve constitutional laws;"},{"content":"To make laws on all subjects except those under the exclusive authority of the Government;"},{"content":"To confer legislative authorization on the Government;"},{"content":"To approve for ratification, as provided by the Constitution, legislative decrees of the Government.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hogdec"}}}]}},{"content":"Article 187. Exclusive Reserved Legislative Authority","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/lhspleg"}},"section":[{"content":"The National Assembly shall have exclusive authority to make laws on the following subjects:","section":[{"content":"The acquisition, loss, and reacquisition of nationality;"},{"content":"Amnesty, pardons, and commutation of penalties;"},{"content":"National and local referenda;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/orglaw"}}},{"content":"Information services, as well as State secrets;"},{"content":"The process of verifying constitutionality;"},{"content":"The Organization of National Defense;"},{"content":"Martial law and states of emergency;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/orglaw"}}},{"content":"Political parties and the Statute of Opposition;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/orglaw"}}},{"content":"Election of officeholders in national bodies, local authorities, and other political offices elected by universal, direct and periodic suffrage;"},{"content":"Definition of limits of territorial waters, the exclusive economic zone, and marine beds;"},{"content":"The status of national bodies, local power, and political bodies elected by direct, universal suffrage;"},{"content":"Restrictions on the exercise of rights by military police and police forces on duty;"},{"content":"The form and priority of regulations referred to in Article 288 (b)."}]},{"content":"The National Assembly shall also have exclusive authority to make laws on the following:","section":[{"content":"Taxes and the fiscal system;"},{"content":"The creation, organization, territorial modification, and elimination of local authorities;"},{"content":"The system of social security and health;"},{"content":"The educational system;"},{"content":"The protection of nature, natural resources, and the national historical and cultural heritage;"},{"content":"Property and the means of production;"},{"content":"The creation and organization of the State Budget and the budgets of local authorities;"},{"content":"Planning and the National Plan for Development."}]}]},{"content":"Article 188. Reserved Relative Legislative Authority","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/lhspleg"}},"section":{"content":"Except for legislative authority granted to the Government, the National Assembly shall have exclusive authority to make laws on the following subjects:","section":[{"content":"Rights, liberties, and guarantees;"},{"content":"The status and capacity of persons, the right to family and to inheritance;"},{"content":"The definition of crimes, penalties, security measures, as well as criminal procedure;"},{"content":"The organization of courts and the Statute of Magistrates;"},{"content":"Infractions and disciplinary sanctions, social decrees, and respective procedures;"},{"content":"Regulation of public office, the status of office holders, and the civil responsibility of the State;"},{"content":"General organization of Public Administration;"},{"content":"The monetary system and standardization of weights and measures;"},{"content":"The financial and banking system;"},{"content":"Trade union rights and the right to strike;"},{"content":"The general organization, functioning, and discipline of the Armed Forces and the Police;"},{"content":"The general status of public enterprises;"},{"content":"Rural and urban leases;"},{"content":"Public associations;"},{"content":"Guarantees and rights of appeal;"},{"content":"Requisition and expropriation for public use;"},{"content":"General regulation of radio, television, and other means of communication;","metadata":{"topics":["http://www.constituteproject.org/ontology/tv","http://www.constituteproject.org/ontology/radio"]}},{"content":"Compulsory military and civic service and conscientious objection;"},{"content":"General regulation of intervention and expropriation of the means of production and land, establishment of criteria for compensation, privatization of property, and enterprises in the public sector."}]}},{"content":"Article 189. Relative Authority over the Budget, Plans and Accounting","section":{"content":"The National Assembly shall have the authority:","section":[{"content":"To approve the State Budget and broad planning options;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/budget"}}},{"content":"To receive and examine general accounts of the State, and other public entities as determined by law, which must be presented by July 31 of the following year, accompanied by a report from the Court of Accounts and any other elements necessary for their examination;"},{"content":"To examine the annual planning report, which must be delivered by March 31 of the following year."}]}},{"content":"Article 190. Approval of Treaties","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/treat"}},"section":{"content":"The National Assembly shall have the authority to approve:","section":[{"content":"Treaties which deal with matters under their absolute legislative authority or reserved for them;"},{"content":"Treaties regarding Cape Verde&#x27;s participation in international organizations, or regarding friendship, peace, defense, military matters, and others which the Government submits;"},{"content":"Adherence to any Treaty which deals with matters under their absolute or relative authority, as well as disengagement from them."}]}},{"content":"Article 191. Political Authority","section":[{"content":"In the exercise of their duty to supervise general policy, the National Assembly shall have the following authority:","section":[{"content":"To supervise the execution of the Constitution and laws;"},{"content":"To supervise the application of martial law or a state of emergency."}]},{"content":"In the exercise of their duty to authorize, the National Assembly shall have the following authority:","section":[{"content":"To authorize the President of the Republic to declare war and to make peace;","metadata":{"topics":["http://www.constituteproject.org/ontology/war","http://www.constituteproject.org/ontology/comchief"]}},{"content":"To authorize or ratify, under the provisions of Article 147 (2) and (4) (h) the declaration of martial law or a state of emergency;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/em"}}},{"content":"To authorize the absence of the President of the Republic from national territory."}]},{"content":"In the exercise of their duties of political supervision and authorization, the National Assembly shall have the following authority:","section":[{"content":"To examine the Government&#x27;s program and the report of its activities;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/invexe"}}},{"content":"To vote motions of confidence or censure of the Government;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/invexe"}}},{"content":"To question the Government;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/invexe"}}},{"content":"To supervise actions of the Government and the Public Administration;"},{"content":"To authorize the Government to define general conditions for contracting or granting loans and carrying out other credit operations which do not involve floating debt, and to establish the maximum limit of guarantees granted by the Government in each fiscal year;"},{"content":"To exercise other authorities conferred by the Constitution and by law."}]}]},{"content":"Article 192. Authority in Relation to Other Organs","section":{"content":"The National Assembly shall have the authority, along with other bodies:","section":[{"content":"To witness the inauguration and the resignation of the President of the Republic;"},{"content":"To request the Attorney General of the Republic to take criminal action against the President of the Republic under the provisions of Article 144;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hosdiss"}}},{"content":"To propose referenda to the President of the Republic under the provisions of Article 108 and Article 109 (4);"},{"content":"To request the Attorney General of the Republic to take criminal action against members of the Government under the provisions of Article 211;"},{"content":"To elect two members of the Council of the Republic;"},{"content":"To elect one judge of the Supreme Court of Justice and three voting members of the Superior Council of Magistrates;"},{"content":"To elect members of other political bodies as conferred by the Constitution;"},{"content":"To exercise other authorities conferred by the Constitution and by law."}]}},{"content":"Article 193. Regulation of Legislative Authorization","section":[{"content":"Laws concerning legislative authorization may deal only with matters reserved to the National Assembly, and they must establish the objectives, the extent, and the duration of the authorization, which may be extended."},{"content":"Laws concerning legislative authorization may not be utilized more than once; however, they may be utilized in sections."},{"content":"Laws concerning legislative authorization shall lapse at the end of the legislative session, with the dissolution of the National Assembly, or with the resignation of the Government, and they may be revoked by the National Assembly."},{"content":"The Government must publish the legislative authorization act by the last day of the time period indicated in the authorization, which shall take effect on the date of publication."}]},{"content":"Article 194. Emergency Procedures","section":[{"content":"The National Assembly, at the request of fifteen Deputies, or any Parliamentary Group, or Special Commissions, or the Government, may declare emergency procedure for any private or Government bill or resolution."},{"content":"A plenary session of the National Assembly shall have the responsibility of declaring the emergency."}]},{"content":"Article 195. Ratification of Legislative Decrees","section":[{"content":"In the two plenary sessions of the second legislative session following the publication of any legislative decree, five Deputies or any Parliamentary Group may request that it be ratified by the National Assembly."},{"content":"The National Assembly may not suspend a legislative decree which is the object of deliberation."}]}]}]}]},{"content":"TITLE IV. THE GOVERNMENT","section":[{"content":"CHAPTER I. FUNCTION, POLITICAL RESPONSIBILITY, COMPOSITION AND ORGANIZATION","section":[{"content":"SECTION I. FUNCTION AND RESPONSIBILITY","section":[{"content":"Article 196. Function","section":{"content":"The Government shall be the body which defines, directs, and executes the general internal and external policy of the nation and shall be the supreme body of Public Administration."}},{"content":"Article 197. Responsibility of the Government","section":{"content":"The Government shall be politically responsible to the National Assembly."}}]},{"content":"SECTION II. COMPOSITION AND ORGANIZATION","section":[{"content":"Article 198. Composition","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/cabinet"}},"section":[{"content":"The Government shall consist of the Prime Minister, the Ministers, and the Secretaries of State.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/execnum"}}},{"content":"There may be one or more Vice Prime Ministers.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/depexec"}}},{"content":"The Government shall have, as a related body, the Council of Ministers."}]},{"content":"Article 199. Council of Ministers","section":[{"content":"The Council of Ministers shall consist of the Prime Minister, Vice Prime Ministers, if there are any, and Ministers; the Prime Minister shall preside over and coordinate the Council."},{"content":"The Prime Minister, during deliberations of the Council of Ministers, may call upon the Secretaries of State to participate in the meetings, with no voting rights."}]},{"content":"Article 200. Special Councils of Ministers","section":[{"content":"There may be other Councils of Ministers for special matters."},{"content":"The Special Councils of Ministers shall have the duty to coordinate and prepare matters for the deliberation of the Council of Ministers and may have regulatory and administrative functions after deliberation by the Council of Ministers."},{"content":"The Special Councils of Ministers shall be presided over by the Prime Minister, a Vice Prime Minister, or by a Minister chosen for that purpose; appropriate Ministers and Secretaries of State may participate."},{"content":"High State officials may participate, without the right to vote, in meetings of the Special Councils of Ministers when they are called for that purpose by the respective presidents."}]},{"content":"Article 201. Organization of the Ministers and Secretaries of State","section":{"content":"The number, title, structure, and duties of the Ministers and Secretaries of State, and the process of coordination among them, shall be established by Decree."}},{"content":"Article 202. Replacements","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hogsucc"}},"section":[{"content":"The Prime Minister may be replaced in case of disability or absence by the Vice Prime Minister or, lacking such, by the Minister designated by the Prime Minister to the President of the Republic."},{"content":"In the absence of a designation or in case of vacancy, if there is no Vice Prime Minister, the President of the Republic shall have the responsibility of designating a Minister to substitute for the Prime Minister."},{"content":"Each Minister shall be replaced, in case of disability or absence, by the Secretary of State designated to the Prime Minister, or in the absence of a designation or the absence of the Secretary of State, by the member of the Government designated by the Prime Minister."}]}]}]},{"content":"CHAPTER II. COMMENCEMENT AND TERMINATION OF DUTIES","section":[{"content":"Article 203. Commencement and Termination of Duties of the Government","section":{"content":"The Government shall begin its functions with the inauguration of the Prime Minister and other Ministers and shall cease with the resignation, dismissal, death, or permanent physical or mental disability of the Prime Minister."}},{"content":"Article 204. Commencement and Termination of Duties of Members of the Government","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hogdiss"}},"section":[{"content":"The Prime Minister shall begin his functions with his inauguration and shall cease with dismissal by the President of the Republic, at his request, and following the resignation of the Government."},{"content":"The outgoing Prime Minister shall be dismissed on the date the new Prime Minister is appointed and inaugurated."},{"content":"The functions of Ministers shall begin with their inauguration and cease with their dismissal or that of the Prime Minister."},{"content":"The functions of the Secretaries of State shall begin with their inauguration and shall cease with their dismissal or that of the respective Ministers."},{"content":"A Prime Minister who abandons the exercise of his duties before the appointment and inauguration of the new office holder may not be appointed to any governmental functions for ten years from that date."}]},{"content":"Article 205. Governing over Management","section":[{"content":"In the event of the resignation of the Government, it shall continue in office until the appointment and inauguration of the new Prime Minister.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hogsucc"}}},{"content":"Before the deliberation of his program by the National Assembly or after his resignation, the Government shall be limited to performing those actions strictly necessary for the current management of public business and ordinary administration."}]}]},{"content":"CHAPTER III. FORMATION AND COMPENSATION OF THE GOVERNMENT","section":[{"content":"SECTION I. FORMATION","section":[{"content":"Article 206. Formation","section":[{"content":"The Prime Minister shall be appointed by the President of the Republic after consultation with the parties seated in the National Assembly, and taking into account the election results, the existence or lack of a majority party, and the possibility of coalitions and alliances.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hogelect"}}},{"content":"Ministers and Secretaries of State shall be appointed by the President of the Republic upon the nomination of the Prime Minister.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/cabsel"}}}]},{"content":"Article 207. Collective Responsibility of Members of the Government","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/cabdiss"}},"section":{"content":"Members of the Government shall be bound by the Government&#x27;s program and the deliberations of the Council of Ministers, and shall be politically, collectively responsible for its execution."}},{"content":"Article 208. Elaborating the Government&#x27;s Program","section":[{"content":"Once appointed, the Government must draw up the objectives and tasks it proposes to accomplish, measures to adopt, and the main political directions it plans to follow in all areas of governmental activities."},{"content":"The Government&#x27;s Program must be approved in the Council of Ministers and submitted for deliberation in the National Assembly."}]},{"content":"Article 209. Approval of the Government&#x27;s Program by the National Assembly","section":{"content":"Within two weeks from the date he takes office, the Prime Minister shall submit the Government&#x27;s Program for deliberation by the National Assembly and must seek a motion of confidence limited to the subject of the general policy which he seeks to accomplish."}}]},{"content":"SECTION II. POLITICAL AND CRIMINAL RESPONSIBILITY OF MEMBERS OF THE GOVERNMENT","section":[{"content":"Article 210. Political Responsibility of Members of the Government","section":[{"content":"The Prime Minister shall be politically responsible to the National Assembly."},{"content":"The Vice Prime Ministers and the Ministers shall be responsible to the Prime Minister and, in the area of the political responsibility of the Government, to the National Assembly."},{"content":"The Secretaries of State shall be politically responsible to the Prime Minister and the respective Ministers."}]},{"content":"Article 211. Criminal Responsibility of Members of the Government","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hogdiss"}},"section":[{"content":"Members of the Government shall be responsible to the Supreme Court of Justice for crimes committed in the exercise of their functions, under the following provisions:","section":[{"content":"For crimes punishable by imprisonment for not more than two years, the National Assembly shall request the Attorney General of the Republic to begin legal action against the member, and if there is an indictment or the equivalent, to rule on whether or not the member of the Government shall be suspended from office for the duration of the trial."},{"content":"For crimes punishable by imprisonment for more than two years, the National Assembly shall request the Attorney General of the Republic to begin legal action against the member of the Government and if there is an indictment or the equivalent, the President of the Republic shall immediately suspend the member of the Government from office for the duration of the trial."}]},{"content":"For crimes committed outside the exercise of his functions, the member of the Government shall be responsible to ordinary courts, and the provisions of (a) and (b) of the previous number shall be observed."}]}]},{"content":"SECTION III. MOTIONS OF CONFIDENCE AND OF CENSURE AND THE RESIGNATION OF THE GOVERNMENT","section":[{"content":"Article 212. Motion of Confidence","section":[{"content":"The Government, by deliberation in the Council of Ministers, may at any time ask the National Assembly for a motion of confidence on the political direction that it seeks to follow or on any other matter of relevant national interest."},{"content":"By deliberation in the Council of Ministers, the Government may withdraw the motion of confidence up to the time when discussion begins in the National Assembly."}]},{"content":"Article 213. Motion of Censure","section":[{"content":"The National Assembly may, upon the initiative of one-fifth of the Deputies or of any Parliamentary Group, vote motions of censure against the Government on general policy or on any other matter of relevant national interest."},{"content":"The motion of censure must be substantiated."},{"content":"The motion of censure may not be debated until the third day after it is presented, in a debate not longer than four days."},{"content":"If the motion is not approved, its signatories may not present another motion for the next four legislative sessions.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hogdlim"}}}]},{"content":"Article 214. Dismissal of the Government","metadata":{"topics":["http://www.constituteproject.org/ontology/cabdiss","http://www.constituteproject.org/ontology/hogdiss"]},"section":[{"content":"The following shall entail the resignation of the Government:","section":[{"content":"The beginning of a new legislative session and the dissolution of the National Assembly;"},{"content":"The acceptance by the President of the Republic of the request for dismissal presented by the Prime Minister;"},{"content":"The death or permanent physical or mental disability of the Prime Minister;"},{"content":"Failure to submit its program for approval by the National Assembly, or failure to present along with the program a motion of confidence on the general policy which it seeks to accomplish;"},{"content":"Disapproval of a motion of confidence;"},{"content":"Approval of two motions of censure in the same legislative session."}]},{"content":"The President of the Republic may dismiss the Government in the event of approval of a motion of censure, after consulting the parties represented in the National Assembly and the Council of the Republic."}]}]}]},{"content":"CHAPTER IV. AUTHORITY OF THE GOVERNMENT","section":[{"content":"Article 215. Political Jurisdiction","section":{"content":"The Government, in the Council of Ministers, shall be responsible for the exercise of the following political functions:","section":[{"content":"To define, approve, and execute the general policy of the Nation;"},{"content":"To approve Government bills and resolutions to submit to the National Assembly;"},{"content":"To approve referenda questions to present to the President of the Republic;"},{"content":"To propose to the President of the Republic declarations of martial law or a state of emergency, and to give an opinion on this matter when the President of the Republic makes the declarations;"},{"content":"To propose to the President of the Republic a declaration of war or the making of peace;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/war"}}},{"content":"To take appropriate measures under the provisions of the Constitution and the law in the event of a declaration of war, martial law, or a state of emergency;"},{"content":"To approve and present to the National Assembly accounts of the State and other public entities and the annual report, under the provisions of Article 189 (b);"},{"content":"To approve the State Budget;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/budget"}}},{"content":"To approve the National Development Plan and the respective plans of execution;"},{"content":"To request the National Assembly to vote on motions of confidence;"},{"content":"To propose to the President of the Republic the nomination of the Commander-in-Chief of the Armed Forces, the Vice Chief of the Armed Forces, the President of the Court of Accounts, and the Attorney General of the Republic.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/milcom"}}},{"content":"To approve actions involving the increase or reduction of revenue or public expenditures;"},{"content":"To deliberate on all matters under their authority which are conferred upon them by law or presented by the Prime Minister;"},{"content":"To perform other actions entrusted to them by the Constitution and by the law.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hogpow"}}}]}},{"content":"Article 216. Legislative Jurisdiction","metadata":{"topics":["http://www.constituteproject.org/ontology/hogdec","http://www.constituteproject.org/ontology/treat"]},"section":[{"content":"The Government shall have exclusive responsibility, in the Council of Ministers, to exercise the legislative function, to make and approve decrees, and other acts regarding its own organization and functioning."},{"content":"The Government shall also have the responsibility in the Council of Ministers to exercise the following legislative functions:","section":[{"content":"To make decrees on matters not reserved to the National Assembly;"},{"content":"To make legislative decrees on matters relatively reserved to the National Assembly by means of the legislative authority of the Assembly;"},{"content":"To make and approve decrees developing the principles or bases of the general regulation contained in the laws;"},{"content":"To make decrees approving International Treaties and Agreements."}]},{"content":"The legislative decrees and decree-laws referred to in paragraphs (b) and (c) of the preceding number must indicate, respectively, the legislative authorization or basic law which covers them."}]},{"content":"Article 217. Administrative Jurisdiction","section":{"content":"The Government shall have the responsibility, through the Council of Ministers or any of its members, to exercise the following administrative functions:","section":[{"content":"To execute the National Development Plan and the State Budget;"},{"content":"To make the necessary regulations for the proper execution of laws;"},{"content":"To direct the services and activity of direct State administration, civil and military, and to supervise indirect administration, as well as to exercise supervision over autonomous administration."},{"content":"To perform actions required by the law respecting public office holders, State agents, and other collective public bodies;"},{"content":"To guarantee respect for democratic legitimacy;"},{"content":"To perform all actions and to take all necessary measures to promote socio-economic development and the satisfaction of collective needs;"},{"content":"To exercise other authority which may be attributed to them by the Constitution and by law."}]}},{"content":"Article 218. Jurisdiction Regarding International Relations","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/treat"}},"section":{"content":"The Government, in the Council of Ministers, shall have the following responsibilities in international relations:","section":[{"content":"To define, approve, and execute the foreign policy of the Nation;"},{"content":"To negotiate and agree to International Treaties and Agreements;"},{"content":"To approve International Treaties and Agreements on subjects which are not within the exclusive jurisdiction of the National Assembly or which have not been submitted to the National Assembly for approval;"},{"content":"To insure that the State of Cape Verde is represented in international relations;"},{"content":"To nominate to the President of the Republic ambassadors, permanent representatives, and special envoys."}]}},{"content":"Article 219. Jurisdiction of the Prime Minister","section":{"content":"The Prime Minister shall have the following responsibilities:","section":[{"content":"To preside over the Council of Ministers;"},{"content":"To direct and coordinate the general policy of the Government and its functioning;"},{"content":"To direct and coordinate the actions of all Ministers and Secretaries of State who are directly responsible to him, while allowing for their direct responsibility for the management of their respective governmental departments;"},{"content":"To direct and coordinate relations of the Government with other national bodies;"},{"content":"To countersign actions of the President of the Republic under the provisions of Article 150 (2) and (3)."},{"content":"To inform the President of the Republic regularly and completely of matters regarding the internal and foreign policy of the Government;"},{"content":"To represent the Government in all official actions and to delegate the exercise of these duties to any other member of the Government;"},{"content":"To present to other national and political bodies, in the name of the Government, bills approved by them, as well as any inquiries requested by the Government;"},{"content":"To perform other responsibilities which may be conferred by the Constitution, by law, or by the Council of Ministers."}]}},{"content":"Article 220. Jurisdiction of Ministers and Secretaries of State","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/cabpow"}},"section":[{"content":"Ministers shall have the following responsibilities:","section":[{"content":"To participate, through the Council of Ministers, in the definition of the internal and foreign policy of the Government;"},{"content":"To execute the general policy of the Government, especially the policy defined by the respective Ministry;"},{"content":"To establish the relations between the Government and other State bodies within the scope of the respective Ministry;"},{"content":"To exercise the functions conferred by the Prime Minister and by the Council of Ministers;"},{"content":"To exercise other functions which may be conferred by the Constitution and by the law."}]},{"content":"Secretaries of State shall have the following responsibilities:","section":[{"content":"To execute, under the direction of the respective Ministers, the policy defined by the respective Ministries and Secretariats;"},{"content":"To perform functions which may be delegated by the respective Ministers;"},{"content":"To replace respective Ministers in their absence or temporary disability;"},{"content":"To assist the respective Ministers in the management of the services of the respective Ministries;"},{"content":"To manage, under the direction of the respective Ministers, all departments included in the respective Secretariats or areas of action;"},{"content":"To exercise functions which may be conferred by the respective Ministers or by law."}]}]}]}]},{"content":"TITLE V. JUDICIAL POWER","section":[{"content":"CHAPTER I. GENERAL PRINCIPLES","section":[{"content":"Article 221. Jurisdictional Duties","section":[{"content":"Justice shall be administered in the name of the people by the Courts."},{"content":"In the administration of Justice, Courts shall have the responsibility to settle public and private conflicts of interest, and to assure the defense of legally protected rights and interests of citizens."},{"content":"Courts shall be independent and shall only be subject to law.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/judind"}}}]},{"content":"Article 222. Principle of Jurisdictional Unity","section":[{"content":"The principle of jurisdictional unity shall be the basis of the organization and functioning of the Courts."},{"content":"Courts of exception shall be prohibited."},{"content":"Except for military courts, there may not be special courts for the trial of certain categories of crimes or of persons."}]},{"content":"Article 223. Exercise of Jurisdictional Power","section":[{"content":"The judicial power, in all types of cases, shall be exercised exclusively by courts created under the provisions of the Constitution and the law and in conformity with legally established jurisdictional and procedural norms."},{"content":"The judicial power may also be exercised by courts instituted by conventions of supranational organizations of which Cape Verde is a member, in conformity with legally established jurisdictional and procedural norms."},{"content":"Courts may not exercise other functions which are not established by law."},{"content":"All public and private authorities must cooperate with the Courts, as requested in the exercise of their functions."}]},{"content":"Article 224. Holders of Jurisdictional Power","section":[{"content":"The judicial function shall be exercised exclusively by judges installed under the provisions of the law."},{"content":"Judicial organization and the status of judges shall be regulated by law."}]},{"content":"Article 225. Recognition of Unconstitutionality","section":{"content":"Courts may not apply norms contrary to the Constitution and the principles in it."}},{"content":"Article 226. Publication of Sessions","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/dignity"}},"section":{"content":"Court sessions shall be public unless the Court decides otherwise under provisions of the law with a view to safeguarding the dignity and privacy of persons or of its own functioning."}},{"content":"Article 227. Provisions","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hocop"}},"section":[{"content":"Decisions of the Courts must be substantiated by provisions of the law."},{"content":"Decisions of the Courts shall apply to all public and private entities and shall prevail over decisions of all other authorities."},{"content":"Decisions of the Courts regarding personal liberty shall always be subject to appeal.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/appeal"}}}]}]},{"content":"CHAPTER II. ORGANIZATION OF THE COURTS","section":[{"content":"Article 228. Categories of Tribunals","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/levjud"}},"section":[{"content":"There shall be Courts in the following categories:","section":[{"content":"The Supreme Court of Justice and courts of first resort;"},{"content":"The Court of Accounts;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/judcrts4"}}},{"content":"Military Courts;"},{"content":"Tax and Customs Courts."}]},{"content":"There may be courts of second resort and administrative courts."},{"content":"Courts of first resort shall be assignment courts, which may be classified under the provisions of the law."},{"content":"The Supreme Court of Justice and courts of second resort shall function as courts of first resort in cases established by law."},{"content":"The organization and functioning of courts shall be regulated by law."},{"content":"Special courts may be created by law."}]},{"content":"Article 229. Supreme Court of Justice","section":[{"content":"The Supreme Court of Justice shall be the supreme body in the hierarchy of courts and shall have jurisdiction over all the national territory."},{"content":"The Supreme Court of Justice shall be based in the city of Praia."}]},{"content":"Article 230. Composition","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hocsel"}},"section":[{"content":"The Supreme Court of Justice shall consist of a minimum of five judges, including:","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hocsize"}},"section":[{"content":"One judge appointed by the President of the Republic;"},{"content":"One judge elected by the National Assembly;"},{"content":"Other judges designated by the Superior Council of Magistrates.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/jc"}}}]},{"content":"The judge appointed by the President of the Republic must be selected from among the Judicial Magistrates or from the Public Prosecutor&#x27;s Office."},{"content":"The judge elected by the National Assembly may be selected from among the Judicial Magistrates, the Public Prosecutor&#x27;s Office, or national jurists."},{"content":"The judges designated by the Superior Council of Magistrates must be judicial magistrates."}]},{"content":"Article 231. Requirements for Eligibility","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hocres"}},"section":[{"content":"Judges of the Supreme Court of Justice must be national citizens of good reputation, law graduates in possession of their civic and political rights who, at the time they are designated, have functioned in a professional activity in the magistrature or other legal activity or law teaching for at least five years."},{"content":"In addition to the requirements established in the preceding paragraph, others may be established by law for the designation of judges by the Superior Council of Magistrates."}]},{"content":"Article 232. Election","section":[{"content":"The judge designated by the National Assembly shall be elected by two-thirds of the Deputies in attendance, provided that represents a majority of the Deputies in office."},{"content":"The electoral process shall be regulated by the National Assembly."}]},{"content":"Article 233. Oath of Office","section":[{"content":"Judges of the Supreme Court of Justice shall take office in the presence of the President of the Republic."},{"content":"At their installation, they shall swear the following oath:","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/oath"}},"section":{"content":"&quot;I swear on my honor that I will execute the Constitution of the Republic of Cape Verde, that I will insure the constitutionality of laws and faithfully carry out the duties entrusted to me.&quot;"}}]},{"content":"Article 234. Term of Office","section":[{"content":"The term of judges on the Supreme Court of Justice, which begins with the installation, shall last for five years and shall end with the installation of new judges in their respective places.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hocterm"}}},{"content":"At the end of their term, the judges appointed by the President of the Republic and those elected by the National Assembly from the magistrature or the Public Prosecutor&#x27;s Office shall be placed in the highest career category of the judicial magistrature or the Public Prosecutor&#x27;s Office."}]},{"content":"Article 235. Appointment and Substitutions for the President of the Supreme Court of Justice","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hocsel"}},"section":[{"content":"The President of the Supreme Court of Justice shall be appointed by the President of the Republic from among the judges composing the Court, after consultation with the Superior Council of Magistrates."},{"content":"In the event of the temporary disability of the President of the Supreme Court of Justice for a period exceeding thirty days, or in the event of a vacancy in the office, until the installation of the new President, a replacement judge will be appointed as provided by law."}]},{"content":"Article 236. Cessation of Duties","section":[{"content":"Except for the expiration of their term, the duties of judges of the Supreme Court of Justice shall cease only in the following instances:","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/jrem"}},"section":[{"content":"Death or permanent physical or mental disability;"},{"content":"Resignation;"},{"content":"Dismissal or compulsory retirement as a result of disciplinary or criminal proceedings;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/jrem"}}},{"content":"Acceptance of a position or responsibility which is constitutionally or legally incompatible with the exercise of his duties.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/jrem"}}}]},{"content":"In the cases provided for in (a) and (d), the date of termination of duties shall be, respectively, the date of death, the date of declaration by the Supreme Court of Justice of permanent physical or mental disability, or the date of installation in the position or responsibility."},{"content":"Resignation, which shall be accepted unconditionally, must be submitted in writing to the President of the Supreme Court of Justice and shall take effect with the installation of the newly-elected judge."},{"content":"The full Supreme Court of Justice shall have the responsibility of verifying if the situations referred to in (1) (a) to (c) have occurred.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/jrem"}}},{"content":"The President of the Supreme Court of Justice shall publish in the Official Journal of the Republic the declaration of termination of functions for any of the matters referred to in (1)."}]},{"content":"Article 237. Jurisdiction","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/suppow"}},"section":{"content":"The Supreme Court of Justice in plenary session shall have the following responsibilities:","section":[{"content":"To consider the constitutionality of regulations and resolutions in their overall guidelines or concrete effects;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/interp"}}},{"content":"To consider the legality of resolutions in their overall guidelines or concrete effects;"},{"content":"To verify the death or declare the permanent physical or mental disability of the President of the Republic and to declare temporary disability regarding the exercise of his duties;"},{"content":"To verify the removal from office of the President of the Republic in the event of absence from the national territory without consent and conviction of crimes committed in the exercise of his duties;"},{"content":"To verify the death and to declare the incapacity for Presidential office of any candidate for the Presidency of the Republic under the provision of Article 119(2);"},{"content":"To exercise other duties attributed to it by the Constitution and by law."}]}},{"content":"Article 238. Authority Relative to the Electoral Process and to the Organization of Political Parties","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/suppow"}},"section":{"content":"The Supreme Court of Justice shall also have the following responsibilities:","section":[{"content":"To receive and admit candidates for the Presidency of the Republic;"},{"content":"To judge appeals in cases of protest and grievances presented during the verification of election results for the Presidency of the Republic;"},{"content":"To judge appeals in the area of candidacies and contested elections for the National Assembly and for local bodies;"},{"content":"To accept requests for registration from political parties, coalitions, and associations in the register created especially for this purpose in the Court, and to keep records on these parties as required by law, and to annul registrations by cancellation or dissolution;"},{"content":"To consider the legality of the names and symbols of political parties, coalitions, and associations and their similarity to other parties and coalitions already registered;"},{"content":"To declare the illegality of political and partisan organizations which may not be constituted and to decree their abolition.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/partunco"}}}]}},{"content":"Article 239. Courts of First Resort","section":[{"content":"Courts of first resort shall have jurisdiction over matters which by law are not attributed to other jurisdictions."},{"content":"The composition, functioning, and jurisdiction of courts of first resort shall be regulated by law.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/ordsel"}}}]},{"content":"Article 240. Military Courts","section":[{"content":"Military courts shall have the responsibility to judge crimes which, because of their subject-matter, may be defined by law as being essentially military."},{"content":"Decisions of military courts may be appealed to the Supreme Court of Justice, as provided by law."}]},{"content":"Article 241. Court of Accounts","section":[{"content":"The Court of Accounts shall be the supreme body for the supervision of the legality of public expenditures and the audit of accounts which by law are submitted to it."},{"content":"The President of the Court of Accounts shall be appointed by the President of the Republic, upon nomination of the Government."},{"content":"The provisions of Articles 233 and 234 shall be applicable to the judges of the Court of Accounts."},{"content":"The law shall regulate the composition, functioning and authority of the Court of Accounts."}]}]},{"content":"CHAPTER III. STATUS OF JUDGES","section":[{"content":"Article 242. Judicial Magistracy","section":[{"content":"Judges shall comprise a unique autonomous body independent of all other national bodies and shall be regulated by their own statute."},{"content":"The recruiting and promotion shall be regulated by law, always taking account of the merit of the candidates."},{"content":"With the exception of teaching duties and investigation in the area of rights and cases specially provided for by law, judges in office shall not exercise any other public or private duty."},{"content":"Judges while in office may not be affiliated with political parties or associations nor participate in any political or partisan activity."}]},{"content":"Article 243. Guarantees of Judges","section":[{"content":"Judges may not be removed, transferred, retired, or dismissed except in cases provided by law.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/jrem"}}},{"content":"Judges may not be held responsible for their judgments or decisions except in cases especially provided by law."},{"content":"Judges, in the exercise of their duties, shall be independent and shall be obedient only to the law and to their conscience."}]},{"content":"Article 244. Appointment, Placement, Transfer and Promotion","section":[{"content":"Appointment of judges shall be regulated by special law.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/ordsel"}}},{"content":"Promotion, placement, and transfer of judges, and disciplinary action, shall be under the jurisdiction of the Superior Council of Magistrates as provided by law.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/jc"}}}]},{"content":"Article 245. Intercommunications","section":{"content":"The statute of judges may provide for transfers between careers in the Judicial Magistrature and the Public Prosecutor&#x27;s Office."}},{"content":"Article 246. Superior Council of Magistrates","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/jc"}},"section":[{"content":"The Superior Council of Magistrates shall consist of the following members:","section":[{"content":"The President of the Supreme Court of Justice;"},{"content":"The Superior Judicial Inspector;"},{"content":"Two citizens appointed by the President of the Republic;"},{"content":"Three citizens elected by the National Assembly;"},{"content":"Two career judges elected by their peers."}]},{"content":"The President of the Supreme Court of Justice shall preside over the Superior Council of Magistrates."},{"content":"Members of the Superior Council of Magistrates shall enjoy the privileges attributed to judges."},{"content":"The status of the Superior Council of Magistrates shall be regulated by law."}]}]},{"content":"CHAPTER IV. THE PUBLIC PROSECUTOR&#x27;S OFFICE","section":[{"content":"Article 247. Status and Duties","section":[{"content":"The Public Prosecutor&#x27;s Office shall represent the State, defend democratic legitimacy, the rights of citizens, and the public interest as protected by the Constitution and by law, and shall exercise penal activity.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/atgen"}}},{"content":"The Public Prosecutor&#x27;s Office shall have autonomous magistrates with their own status and shall exercise its duties by means of its own agencies, based on principles of unity of action and interdependence of all levels, and respecting the principles of impartiality and legality."},{"content":"Agents of the Public Prosecutor&#x27;s Office shall be magistrates of various ranks, and they may not be transferred, suspended, dismissed, or retired except in cases provided by law."}]},{"content":"Article 248. Appointment, Placement, Promotion and Transfer","section":[{"content":"The appointment and placement of agents of the Public Prosecutor&#x27;s Office shall be regulated by law."},{"content":"Promotion and transfer of agents of the Public Prosecutor&#x27;s Office, and disciplinary action, shall be the responsibility of the Attorney General of the Republic, as provided by law."}]},{"content":"Article 249. Attorney General of the Republic","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/atgen"}},"section":[{"content":"The office of the Attorney General of the Republic and the highest jurisdiction of the Public Prosecutor&#x27;s Office shall be directed by the Attorney General of the Republic."},{"content":"The Attorney General of the Republic shall be appointed by the President of the Republic, upon nomination of the Government, for a period of five years; he may not be dismissed before the end of his term except in the cases provided for in Article 236 (1)."},{"content":"The provisions of Article 236 (2), (4), and (5) shall be applicable to the Attorney General of the Republic."},{"content":"Resignation, which must be accepted and which shall be unconditional, must be submitted in writing to the President of the Republic and shall take effect with the installation of the new Attorney General of the Republic."}]},{"content":"Article 250. Intercommunication","section":{"content":"The statute of the Public Prosecutor&#x27;s Office may establish transferability between careers in the Public Prosecutor&#x27;s Office and the Judiciary."}}]},{"content":"CHAPTER V. LAWYERS","section":{"content":"Article 251. Duties and Guarantees Regarding Lawyers","section":[{"content":"A lawyer in the exercise of his duties shall serve justice and the law and shall provide indispensable cooperation to the administration of justice."},{"content":"In the exercise of his duties and within the limits of the law, documents, correspondence, and other objects entrusted to the lawyer by his client shall be inviolable when they have been obtained for the defense of his client or for professional purposes."},{"content":"Searches, seizures, and other similar investigations into a lawyer&#x27;s records may only be ordered by judicial decision, and must be carried out in the presence of the judge who authorized it, the lawyer, and a representative of the lawyers&#x27; association appointed for this purpose."},{"content":"A lawyer shall have the right to communicate personally and privately with his client even when his client is imprisoned or detained."}]}}]},{"content":"TITLE VI. LOCAL POWER","section":[{"content":"Article 252. Territorial Organization of the State Regarding Local Government Units","section":[{"content":"The organization of the State shall include the existence of autonomous local government units."},{"content":"Autonomous local government units shall be public regions [territorial collectivities] representing their respective populations and pursuing the interests of these populations."},{"content":"The creation, elimination, and change in the size of autonomous local government units shall be done by law after consulting the local organizations affected."},{"content":"The administrative division of the territory shall be established by law."}]},{"content":"Article 253. Categories of Autonomous Local Government Units","section":{"content":"Autonomous local government units shall be municipalities, with other categories permitted by law which are greater or lesser than municipalities in area."}},{"content":"Article 254. Solidarity","section":[{"content":"The State shall encourage solidarity among localities in accordance with the special nature of each one, with a view to reducing regional imbalances and to national development."},{"content":"The State, respecting the autonomy of localities, shall guarantee them technical, material, and human assistance, as provided by law."}]},{"content":"Article 255. Patrimony and Finances of Local Governmental Entities","section":[{"content":"Local government entities shall have their own finances and resources."},{"content":"The law shall define the resources of local government entities and shall establish the system of local finances, with a view to the fair distribution of public resources between the State and such entities and to other principles referred to in this title.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/mun"}}},{"content":"The share of local governmental entities in tax revenues shall be regulated by law.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/mun"}}}]},{"content":"Article 256. Organization of Local Governmental Entities","section":[{"content":"The organization of localities shall include an elected assembly with deliberative powers and an executive body.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/mun"}}},{"content":"The assembly shall be elected by citizens residing in the local territory according to a system of proportional representation.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/mun"}}}]},{"content":"Article 257. Regulatory Power","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/mun"}},"section":{"content":"Local governmental entities shall have their own regulatory power within the limits of the Constitution and the law."}},{"content":"Article 258. Supervision","section":[{"content":"Administrative supervision of local governmental entities shall consist of verifying the execution of law by local bodies and shall be exercised as provided by law."},{"content":"Supervisory measures which restrict local autonomy must be presented in advance to the Municipal Assemblies under provisions to be defined by law."},{"content":"Dissolution of elected autonomous bodies may only occur for serious acts or omissions established by law."}]},{"content":"Article 259. Personnel of Local Governmental Entities","section":[{"content":"Local governmental entities shall have their own personnel, whose lists shall be  established by law."},{"content":"Local officials and agents shall be regulated by their own statutes based on general regulation of public officials."}]},{"content":"Article 260. Duties and Organization of Autonomous Local Governmental Entities","section":[{"content":"The duties and organization of localities, as well as the authority of their bodies shall be regulated by law, respecting the principle of autonomy and decentralization."},{"content":"Local bodies may delegate to community organizations administrative tasks which do not involve powers of authority."}]},{"content":"Article 261. Associations of Local Governmental Entities","section":{"content":"To achieve common interests, local governmental entities may constitute associations and federations."}}]},{"content":"TITLE VII. PUBLIC ADMINISTRATION","section":[{"content":"Article 262. Fundamental Objective","section":[{"content":"Public administration, while respecting the Constitution and the law, shall pursue collective interest, conducted under principles of justice, openness, and impartiality."},{"content":"Public administration, in the pursuit of collective interest, shall respect the legitimate rights and interests of citizens."},{"content":"Public administration and the process of administrative activity shall be structured and regulated by law, respecting the principles of decentralization."}]},{"content":"Article 263. Public Office","section":[{"content":"Public officials and agents of the State and other public entities shall serve the general interest, defined by the competent bodies of Public Administration as provided by law."},{"content":"Access to public service and professional development shall be based on the merit and capacity of the candidates, demonstrated as a rule by competitive public examination.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/civil"}}},{"content":"Workers in Public Administration and other agents of the State or other public entities may not be benefitted or jeopardized because of political or partisan choices or by the exercise of their rights established in the Constitution and the law."},{"content":"The law shall regulate the status of public officials and other agents of the State, incompatibilities, and guarantees of impartiality in the exercise of public responsibilities."}]},{"content":"Article 264. Duty of Obedience","section":[{"content":"Public officials and other agents of the State or other public entities, in the exercise of their duties, owe obedience to their supervisors, as provided by law."},{"content":"The duty of obedience shall end when carrying out an order or instruction entails the commission of a crime."}]},{"content":"Article 265. Responsibility of Civil Servants and Agents","section":{"content":"The law shall regulate the civil, criminal, and disciplinary responsibility of public officials and other agents of the State or other public entities for acts or omissions committed in the exercise of their duties, and the provisions under which the State and other public entities shall have the right to recall office holders, public officials, and agents."}},{"content":"Article 266. Policy","section":[{"content":"The police shall have the duty to defend democratic legitimacy, to guarantee internal security, public tranquillity, and other rights of the citizen."},{"content":"Police measures must obey principles of legality, necessity, suitability, and proportionality."},{"content":"The law shall provide for police measures and shall regulate the basic principles of suitability, as well as appropriate statutes."},{"content":"Police statutes may establish restrictions of the rights provided in Article 272 when necessary to safeguard order and discipline in the police force."}]},{"content":"Article 267. Rights and Guarantees of Citizens before the Administration","section":[{"content":"The citizen, directly or through associations or organizations to which he belongs, shall have the right, as provided by law:","section":[{"content":"To be consulted in administrative processes which concern him;"},{"content":"To be informed by the Administration, where necessary, of the progress of these processes where he is directly concerned;"},{"content":"To be notified of administrative actions which concern him; these actions must always be substantiated in fact and in law;"},{"content":"To appeal, based on illegality, any administrative actions which offend his legitimate rights and interests.","metadata":{"topics":["http://www.constituteproject.org/ontology/illadmin","http://www.constituteproject.org/ontology/appeal"]}}]},{"content":"The citizen shall also have the right, as provided by law:","section":[{"content":"To have access to administrative files and records, except those which concern State security and defense, criminal investigation, privacy, as well as matters classified as State secrets, as provided by law;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/infoacc"}}},{"content":"To have access to administrative justice to defend his legitimate rights and interests;"},{"content":"To be compensated for damage resulting from the violation of his legitimate rights and interests because of the acts or omissions of public officials and other agents of the State and other public entities in the exercise of their duties."}]}]}]},{"content":"TITLE VIII. NATIONAL DEFENSE","section":[{"content":"Article 268. National Defense","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/solid"}},"section":{"content":"National defense shall be at the disposition, integration, and coordinated action of all the moral and material energy and force of the Nation, opposing any form of threat or aggression, with the goal of permanently guaranteeing the unity, sovereignty, territorial integrity, and independence of Cape Verde, the liberty and security of its population, as well as the democratically established constitutional order."}},{"content":"Article 269. Armed Forces","section":[{"content":"The Armed Forces shall be a permanent regular institution, composed exclusively of Cape Verdian citizens and with a structure based on hierarchy and discipline."},{"content":"The Armed Forces shall be subordinate and obedient to the appropriate national bodies as provided by the Constitution and the law."},{"content":"The Armed Forces shall be at the service of the Nation and shall be strictly nonpartisan; while on duty or, if on the permanent list, while active, its members may not be affiliated with any union, party, or political association, or exercise any political or partisan activity of any kind.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/milrest"}}},{"content":"The organization of the Armed Forces shall be unified throughout the national territory."}]},{"content":"Article 270. Missions of the Armed Forces","section":[{"content":"The Armed Forces shall have the exclusive responsibility to execute the military component of national defense, to assure the military defense of the Republic against any external threat or aggression."},{"content":"The Armed Forces, in addition to the provisions of (1), shall carry out the following responsibilities:","section":[{"content":"Execution of declarations of martial law or states of emergency;"},{"content":"Supervision of air and maritime defense, particularly with reference to the use of territorial waters and the exclusive economic zone and operations of search and salvage;"},{"content":"Cooperation in tasks related to the satisfaction of basic needs and the improvement of living conditions of the population;"},{"content":"Participation in the national system of civil protection;"},{"content":"Defense of democratic institutions and constitutional order;"},{"content":"Fulfillment of other tasks in the public interest."}]},{"content":"Intervention of the Armed Forces may only take place when ordered by the appropriate military command, under guidelines of strict obedience to the decisions and instructions of the national bodies, as provided by the Constitution and the law."}]},{"content":"Article 271. Military Service","section":[{"content":"The defense of the Nation shall be the right and duty of all Cape Verdians.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/milserv"}}},{"content":"Military service shall be compulsory, as provided by law."},{"content":"Conscientious objectors and those who are unfit for military service shall perform civic service, as provided by law.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/nomil"}}},{"content":"Substitution of civic service for military service may be established by law.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/nomil"}}}]},{"content":"Article 272. Restrictions in the Exercise of Rights","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/milrest"}},"section":{"content":"The law may establish restrictions in the exercise of rights of expression, assembly, demonstration, association, and petition, as well as those in respect to civilian employees in the Armed Forces and the electoral status of military personnel in both active and other service, within the strict limits of the demands of military status."}},{"content":"Article 273. Guarantee to Citizens who Participate in Military Service","section":{"content":"No one may be jeopardized in his employment, placement, promotion, or benefits because of military or compulsory civic service."}},{"content":"Article 274. Superior Council of National Defense","section":[{"content":"The Superior Council of National Defense shall be the special consultative body on matters of national defense and the Armed Forces."},{"content":"The President of the Republic shall preside over the Superior Council of National Defense; the law shall determine the composition of the Council, to include civic and military entities."}]}]},{"content":"TITLE IX. AUXILIARY BODIES","section":[{"content":"CHAPTER I. THE COUNCIL OF THE REPUBLIC","section":[{"content":"Article 275. Definition and Composition","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hosstaff"}},"section":[{"content":"The Council of the Republic shall be the consultative body to the President of the Republic."},{"content":"The following shall be members of the Council of the Republic:","section":[{"content":"The President of the National Assembly;"},{"content":"The Prime Minister;"},{"content":"The President of the Supreme Court of Justice;"},{"content":"The Attorney General of the Republic;"},{"content":"The President of the Regional Council;"},{"content":"Two citizens chosen by the President of the Republic;"},{"content":"Two citizens chosen by the National Assembly;"}]},{"content":"The citizens referred to in (2) (f) and (g) may not be Deputies, or officials in any national body or local elected body."}]},{"content":"Article 276. Term and Office","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hosstaff"}},"section":[{"content":"The term of the members of the Council of the Republic indicated in Article 275 (2) (a) to (e), shall begin with their installation and shall end with the termination of their duties."},{"content":"The term of the members referred to in Article 275 (2) (f) and (g), shall end, respectively, with the installation of the new President of the Republic and with the termination of the legislative session."}]},{"content":"Article 277. Jurisdiction","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hosstaff"}},"section":[{"content":"The Council of the Republic shall have the responsibility of declaring:","section":[{"content":"The dissolution of the National Assembly;"},{"content":"The resignation of the Government;"},{"content":"The calling of referenda on the national level;"},{"content":"The setting of the date for elections of the President of the Republic, Deputies to the National Assembly, and referenda on the national level;"},{"content":"The declaration of war and peace;"},{"content":"The declaration of martial law or a state of emergency;"},{"content":"Treaties which involve restrictions of sovereignty, the participation of the Nation in international organizations of collective or military security;"},{"content":"Other serious national questions;"},{"content":"Other questions provided in the Constitution."}]},{"content":"The Council of the Republic shall also have the following responsibilities:","section":[{"content":"To draw up its by-laws;"},{"content":"To advise the President of the Republic at his request."}]}]},{"content":"Article 278. Meetings","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hosstaff"}},"section":[{"content":"The President of the Republic shall call and preside over meetings of the Council of the Republic."},{"content":"Except in the event of martial law or a state of emergency, the Council of the Republic may only meet with a majority of its members present."},{"content":"Deliberations of the Council of the Republic shall be by a majority of its members."},{"content":"By decision of the President of the Republic, members of the Government, the Commander of the Armed Forces, or in his absence or disability the Vice Commander, may participate in meetings of the Council of the Republic, but without the right to vote."},{"content":"Meetings of the Council of the Republic shall not be public."}]},{"content":"Article 279. Effects of Resolutions of the Council of the Republic","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hosstaff"}},"section":{"content":"Deliberations of the Council of the Republic shall not be binding."}},{"content":"Article 280. Form and Publication of Deliberations","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hosstaff"}},"section":[{"content":"Deliberations of the Council of the Republic shall assume the form of advisory opinions and may be made public only if the action to which they refer will take place."},{"content":"Advisory opinions must be drawn up in the meeting at which the appropriate deliberation has taken place."},{"content":"The publication previously referred to must be done simultaneously with the action."}]}]},{"content":"CHAPTER II. THE COUNCIL FOR REGIONAL AFFAIRS","section":[{"content":"Article 281. Composition","section":[{"content":"The Council for Regional Affairs shall be composed of two representatives from each island, elected by a college composed of the deputies from the electoral districts corresponding to the island and the members of municipal assemblies of all the municipalities situated on the island."},{"content":"The term of regional councillors shall be four years."},{"content":"The law shall regulate the election and status of regional councillors."}]},{"content":"Article 282. Jurisdiction","section":[{"content":"The Council for Regional Affairs shall issue advisory opinions on all questions related to regional development, upon the initiative of any member or at the request of the National Assembly, the President of the Republic, or the Government."},{"content":"An advisory opinion of the Council for Regional Affairs shall be compulsory on the National Plan for Development, Regional Plans for Development, and private and government bills on localities and local finance."},{"content":"The law shall regulate the organization, authority, and functioning of the Council for Regional Affairs and may establish other cases in which advisory opinions are compulsory."}]}]}]},{"content":"TITLE X. FORM AND HIERARCHY OF LAWS","section":[{"content":"CHAPTER I. ACTS OF THE PRESIDENT OF THE REPUBLIC","section":{"content":"Article 283. Presidential Decrees","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hosdec"}},"section":{"content":"Laws of the President of the Republic shall take the form of presidential decrees; under the provisions of the Constitution, they may not take any other form."}}},{"content":"CHAPTER II. THE FORM OF LEGISLATIVE AND NORMATIVE ACTS","section":[{"content":"Article 284. Legislative Acts","section":[{"content":"Laws of the National Assembly shall be constitutional laws, organic laws, basic laws, laws, and by-laws.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/orglaw"}}},{"content":"They shall take the form of:","section":[{"content":"Constitutional Laws: laws which approve or alter the Constitution;"},{"content":"Organic Laws: the laws provided for in Article 187 (1) (c), (e), (f), (g), (h), and (i);"},{"content":"Basic Laws: the laws provided for in Article 187 (2) and Article 188 (e), (g), (l) and (m);"},{"content":"Laws: the other laws of Article 187 (1) and Article 188, and also the laws provided for in Article 186 (c);"},{"content":"By-laws: the regulatory laws on the organization and functioning of the National Assembly."}]},{"content":"Basic laws may not authorize their own modification, nor set forth retroactive guidelines."},{"content":"Legislative acts of the National Assembly, except for by-laws, must be signed by the President of the National Assembly after promulgation by the President of the Republic, or they are null and void.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/legapp"}}}]},{"content":"Article 285. Legislative Acts of the Government","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hogdec"}},"section":[{"content":"Legislative acts of the Government shall be decrees, legislative decrees, and decree laws."},{"content":"They shall take the form of:","section":[{"content":"Decrees: laws of the Government approving International Treaties and Agreements;"},{"content":"Legislative decrees: Government acts based on the law of legislative authorization;"},{"content":"Decree-laws: other legislative acts of the Government."}]},{"content":"Legislative acts of the Government must be signed by the Prime Minister and by the responsible Minister by reason of the subject matter."}]},{"content":"Article 286. Limitations on Legislative Acts","section":{"content":"No law may create other categories of legislative acts or attribute power to interpret or integrate laws, or to modify, suspend or revoke any legislative act."}},{"content":"Article 287. Regulations","section":{"content":"Laws which regulate the functioning of the Council of the Republic, the Council for Regional Affairs, and the Municipal Assemblies shall take the form of by-laws."}},{"content":"Article 288. Regulation","section":[{"content":"They shall take the form of:","section":[{"content":"Decrees regulating standards acts of the Government by the Council of Ministers and all others which by law take such a form;"},{"content":"Regulation of practical standards acts, including terms of laws covering members of the Government or any administrative authority in the exercise of their administrative functions;"}]},{"content":"Regulatory decrees shall be signed by the Prime Minister and by the responsible Minister by reason of the subject matter."},{"content":"Regulatory decrees and other regulations must indicate the law that they intend to regulate or of which they define the objective or subjective responsibility."}]}]},{"content":"CHAPTER III. RESOLUTIONS AND MOTIONS","section":[{"content":"Article 289. Resolutions of the National Assembly and of the Government","section":[{"content":"Acts of the National Assembly and the Government which are not indicated in Articles 284, 285 and 288 shall take the form of resolutions."},{"content":"Resolutions of national bodies must be promulgated."}]},{"content":"Article 290. Motions","section":{"content":"Acts of the National Assembly provided for in Article 191 (3) (a) and (b) shall take the form of motions."}}]},{"content":"CHAPTER IV. HIERARCHY AND PUBLICATION","section":[{"content":"Article 291. Hierarchy of Laws","section":{"content":"Laws and decree-laws shall have equal weight, without jeopardizing the greater weight of organic and basic laws and the subordination of legislative decrees and those that develop the general bases of the judicial regime."}},{"content":"Article 292. Publication","section":[{"content":"The following must be published in the Official Journal of the Republic of Cape Verde under penalty of being null and void:","section":[{"content":"Legislative acts of the National Assembly and the Government;"},{"content":"Regulations of the Council of the Republic and the Council for Regional Affairs;"},{"content":"Presidential decrees;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hosdec"}}},{"content":"International conventions and their respective advisory opinions of ratification, as well as other advisory opinions;"},{"content":"Resolutions of the National Assembly and the Government;"},{"content":"Decisions of the Supreme Court of Justice which deal with constitutionality or illegality or which have general application;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hocop"}}},{"content":"Regulations of direct and indirect Public Administration and local authorities;"},{"content":"Results of elections and referenda at the national level;"},{"content":"Administrative acts of foreign application;"},{"content":"In general, any act of generic content by national or local bodies."}]},{"content":"Other acts not provided for in the preceding paragraph shall be published in the form established by law, which shall determine the consequences of failure to publish."}]}]}]}]},{"content":"PART V. GUARANTEES OF DEFENSE AND REVISION OF THE CONSTITUTION","section":[{"content":"TITLE I. MARTIAL LAW AND STATES OF EMERGENCY","section":[{"content":"Article 293. Martial Law","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/em"}},"section":{"content":"Martial law may only be declared, in all or part of the national territory, in the event of imminent or effective aggression on the national territory by foreign forces or grave threat or disturbance to the constitutional order."}},{"content":"Article 294. State of Emergency","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/em"}},"section":{"content":"A state of emergency shall be declared, in all or part of the national territory, in the event of public calamity or disturbance to the constitutional order, the gravity of which does not justify martial law."}},{"content":"Article 295. Establishment and Duration","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/em"}},"section":[{"content":"Declarations of martial law or states of emergency must be substantiated and must indicate the territorial area; the results; the rights, liberties and guarantees which are suspended and their duration, which may not be greater than thirty days and which may be extended for an equal period with the same substantiation."},{"content":"In the event of war or the declaration of martial law, the law may establish a period longer than indicated in the preceding paragraph; in this case, the duration of martial law must be strictly necessary for the prompt reestablishment of democratic normality."}]},{"content":"Article 296. Prohibition of Dissolution of the National Assembly","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/em"}},"section":[{"content":"While martial law or the state of emergency is in effect, the National Assembly may not be dissolved and shall be automatically convened if it is not in session."},{"content":"If the National Assembly had been dissolved, or if the legislative session had ended on the date of the declaration of martial law or a state of emergency, its responsibilities shall be assumed by the Permanent Commission."}]},{"content":"Article 297. Subsistence of Certain Fundamental Rights","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/em"}},"section":{"content":"A declaration of martial law or a state of emergency shall, in no case, affect rights to life, physical integrity, personal identity, civil status, and citizenship, the non-retroactivity of criminal law, the right of the accused to defense, freedom of conscience and religion."}},{"content":"Article 298. Authority of National Bodies","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/em"}},"section":{"content":"A declaration of martial law or a state of emergency shall not affect constitutional rules regarding the responsibility and functioning of national bodies, nor the rights and immunities of the respective officials; nor may it alter the principles of responsibility of the State or its agents recognized in the Constitution."}},{"content":"Article 299. Prolongation of Offices of Elected Officials and Prohibition Against Holding Elections","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/em"}},"section":[{"content":"After the declaration of martial law or a state of emergency, the terms of elective officials which would have ended while the declaration is in effect shall be extended automatically."},{"content":"After the declaration of a state of emergency restricted to one part of the national territory, the provision of the preceding paragraph shall be applied to elected bodies in that area."},{"content":"During martial law or a state of emergency, and for thirty days after it has ended, no legislation may take effect."}]}]},{"content":"TITLE II. VERIFICATION OF CONSTITUTIONALITY","section":[{"content":"Article 300. Dealing with Unconstitutionality","section":[{"content":"Laws and resolutions of general or specific content shall be unconstitutional if they contravene any provision of the Constitution or the principles contained in it."},{"content":"Organic or formal unconstitutionality of International Treaties or Agreements which deal with responsibilities reserved for the National Assembly or the Government shall not prevent the application of its provisions in the Cape Verdian judicial order, if they are confirmed by the Government and approved by two-thirds of the deputies present in the National Assembly at the first plenary session after the date of publication of the decision of the Court.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/treatcon"}}},{"content":"After the deficiency is corrected which had caused the failure of ratification of the International Treaty or Agreement, the President of the Republic may authorize ratification."}]},{"content":"Article 301. Review for Constitutionality","section":[{"content":"The President of the Republic may request prior review by the Supreme Court of Justice of any provision of an International Treaty or Agreement which is submitted to him for ratification.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/treatcon"}}},{"content":"Prior review must be requested within eight days from the date on which the President of the Republic receives it."},{"content":"The Supreme Court of Justice must rule within a period of ten days."}]},{"content":"Article 302. Effects of A Decision","section":[{"content":"If the Supreme Court of Justice rules that the provision of the International Treaty or Agreement is unconstitutional, it may not be ratified by the President of the Republic; he must return it to the body which had approved it."},{"content":"The International Treaty or Agreement which contains the provision declared unconstitutional may be ratified by the President of the Republic if the National Assembly, after consultation with the Government, confirms it by a two-thirds majority of the Deputies present, provided that is greater than a majority of the Deputies currently in office."},{"content":"If the Supreme Court of Justice rules that the International Treaty or Agreement is organically unconstitutional, the National Assembly may approve it under the provisions of Article 300 (2)."}]},{"content":"Article 303. Abstract Review of Constitutionality","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/interp"}},"section":{"content":"The Supreme Court of Justice, at the request of the President of the Republic, the President of the National Assembly, the Prime Minister, the Attorney General of the Republic, and not less than one-fourth of the Deputies in the National Assembly, may review and rule upon:","section":[{"content":"The unconstitutionality of any laws or resolutions of general or specific content;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/uncon"}}},{"content":"The illegality of resolutions referred to in (a)."}]}},{"content":"Article 304. Concrete Review of Constitutionality","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/interp"}},"section":[{"content":"The Supreme Court of Justice shall hear appeals of court decisions which:","section":[{"content":"Reject, on grounds of unconstitutionality, the application of any law or resolution of general or specific content;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/uncon"}}},{"content":"Apply laws or resolutions of general or specific content where unconstitutionality has been claimed in the trial;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/uncon"}}},{"content":"Apply laws or resolutions of general or specific content which have been previously judged unconstitutional by the Supreme Court of Justice."}]},{"content":"The Supreme Court of Justice shall also hear appeals of decisions which:","section":[{"content":"Apply resolutions of general or specific content which have been previously judged illegal by the Supreme Court of Justice or where illegality has been claimed in the trial;"},{"content":"Reject, on grounds of illegality, the application of any resolutions referred to in the preceding paragraph."}]}]},{"content":"Article 305. Establishing Constitutional Legality Through Appeal","section":[{"content":"Appeal may be made to the Supreme Court of Justice by the Public Prosecutor&#x27;s Office and persons who, in accordance with the law concerning verification of constitutionality, are entitled to appeal.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/uncon"}}},{"content":"Appeal referred to in the preceding Article may only be brought after exhaustion of the process established by law in which the decision was made and shall be restricted to the question of unconstitutionality or illegality, according to the case.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/uncon"}}},{"content":"Appeal of decisions provided for in (1)(c) and the first part of (2)(a) of the preceding article shall be compulsory for the Public Prosecutor&#x27;s Office.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/uncon"}}}]},{"content":"Article 306. Forms of Decisions of the Constitutional Court","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hocop"}},"section":[{"content":"In the cases provided for in Article 302, the ruling of the Supreme Court of Justice shall take the form of an Opinion."},{"content":"In the other cases, decisions of the Supreme Court of Justice shall take the form of a Ruling."},{"content":"Decisions of the Supreme Court of Justice which deal with constitutionality or illegality shall be published in their entirety in the Official Journal."}]},{"content":"Article 307. Effects of Rulings and Opinions","section":[{"content":"Rulings of the Supreme Court of Justice which deal with constitutionality or illegality, whatever the process by which they are issued, shall have general legal force."},{"content":"Opinions shall have the effects established in Article 302."}]},{"content":"Article 308. Effects of a Declaration of Unconstitutionality","section":[{"content":"A declaration of unconstitutionality or illegality with general legal force shall take effect from the effective date of the law which has been judged unconstitutional or illegal and the removal of the laws which have been revoked.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/uncon"}}},{"content":"In dealing with unconstitutionality or illegality for a subsequent infraction of the constitution or a law, the declaration shall take effect as soon as it is in force."},{"content":"A declaration of unconstitutionality of any international convention shall take effect from the date of publication."},{"content":"In the cases referred to in (1) and (2), when security, equity, or exceptional public interest, duly substantiated, require it, the Supreme Court of Justice may set more limited effects than those provided for in (2) and (3)."},{"content":"Cases shall be exempt from the effects of the declaration of unconstitutionality or illegality, except where the Supreme Court of Justice decides to the contrary, when the law concerns criminal or disciplinary matters and is more favorable to the defendant."}]}]},{"content":"TITLE III. REVISION OF THE CONSTITUTION","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/amend"}},"section":[{"content":"Article 309. Jurisdiction, Timing and Initiative of Constitutional Revision","section":[{"content":"This Constitution may be revised, in whole or in part, by the National Assembly after five years from the date of its promulgation."},{"content":"The National Assembly may, however, at any time, assume the power to revise the Constitution by four-fifths of the Deputies currently in office."},{"content":"Initiative for revision of the Constitution shall be vested with the Deputies."}]},{"content":"Article 310. Bills for Constitutional Revision","section":[{"content":"Bills for Constitutional revision must indicate the Articles to be revised and the direction of the changes to be introduced."},{"content":"Bills for Constitutional revision must be signed by not less than one-third of the Deputies currently in office."},{"content":"Upon the introduction of any bill for Constitutional revision, all others must be introduced within a maximum period of sixty days."}]},{"content":"Article 311. Approval of Revisions","section":[{"content":"Each of the changes to the Constitution must be approved by two-thirds of the Deputies currently in office."},{"content":"The changes approved must be assembled in a single law of revision."}]},{"content":"Article 312. New Constitutional Text","section":[{"content":"Changes to the Constitution must be inserted at the proper place by means of the necessary substitutions, deletions, and additions."},{"content":"The new text of the Constitution shall be published at the same time as the law of revision."}]},{"content":"Article 313. Material Limits to Revision","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/unamend"}},"section":[{"content":"The following may not be subject to revision:","section":[{"content":"National independence, the integrity of the national territory, and the unity of the State;"},{"content":"The republican form of government;"},{"content":"Universal, direct, secret, periodic suffrage for the election of national and local officeholders."},{"content":"The separation and interdependence of national bodies;"},{"content":"The autonomy of local power;"},{"content":"The independence of the Courts;"},{"content":"Pluralism of expression and political organization, and the right of opposition;"}]},{"content":"Laws of revision may not restrict or limit the rights, liberties, and guarantees established in the Constitution."}]},{"content":"Article 314. Promulgation","section":{"content":"The President of the Republic may not refuse to promulgate laws of revision."}},{"content":"Article 315. Prohibition Against Revision","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/em"}},"section":{"content":"In wartime and during martial law or a state of emergency, no law revising the Constitution may be passed."}}]}]},{"content":"PART VI. FINAL AND TEMPORARY PROVISIONS","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/tranprov"}},"section":[{"content":"Article 316. Maintenance of Office","section":{"content":"The President of the Republic, the Deputies in the National Popular Assembly, and local officeholders shall remain in office until the end of their respective terms, whose duration shall be that established by the Constitution or the law in force on the date of their respective elections."}},{"content":"Article 317. Preceding Legislation","section":{"content":"Rights which precede the Constitution shall continue, provided they are not contrary to the Constitution and the principles established in it."}},{"content":"Article 318. Appointment of Officials of Public Bodies by the President of the Republic","section":[{"content":"The President of the Republic, within ninety days from the date on which this Constitution takes effect, shall appoint, upon nomination by the Government, the Attorney General of the Republic, the President of the Court of Accounts, and the Commander of the Armed Forces."},{"content":"The President of the Republic shall also appoint one judge of the Supreme Court of Justice, two members of the Council of the Republic, and two members of the Superior Council of Magistrates."}]},{"content":"Article 319. Appointment of Officials of Political or Public Bodies by the National Assembly","section":{"content":"The National Assembly, within ninety days from the date on which the Constitution takes effect, shall meet to elect one judge of the Supreme Court of Justice, two members of the Council of the Republic, and three members of the Superior Council of Magistrates."}},{"content":"Article 320. Election of Judges to the Superior Council of Magistrates","section":{"content":"Judges shall elect two of their peers to the Superior Council of Magistrates within ninety days from the date on which the Constitution takes effect."}},{"content":"Article 321. Meeting of the Superior Council of Magistrates","section":{"content":"The Superior Council of Magistrates shall meet within 120 days from the date on which the Constitution takes effect to designate not fewer than three judges to the Supreme Court of Justice."}},{"content":"Article 322. Cessation of Duties","section":[{"content":"On the date this Constitution takes effect, the current judges of the Supreme Court of Justice shall cease their duties, upon the installation of the judges designed under the provisions of this Constitution."},{"content":"The current President of the Supreme Court of Justice shall continue, until the installation of the officer appointed under the provisions of this Constitution, to exercise all functions attributed by this Constitution to the President of the Supreme Court of Justice."},{"content":"The current Attorney General of the Republic shall cease his duties upon the installation of the Attorney General appointed under the provisions of this Constitution."},{"content":"The current President of the Court of Accounts shall cease his duties upon the installation of the President appointed under the provisions of this Constitution."},{"content":"The current Commander of the Armed Forces shall cease his duties upon the installation of the Commander of the Armed Forces under the provisions of this Constitution."}]}]}]}}