{"document":{"section":[{"content":["preámbulo","Preamble"],"metadata":{"topics":["http://www.constituteproject.org/ontology/auth","http://www.constituteproject.org/ontology/motive","http://www.constituteproject.org/ontology/preamble"]},"section":[{"content":["Nosotros, Pueblo de Guinea Ecuatorial, conscientes de nuestra responsabilidad ante Dios y la Historia.","We, the people of Equatorial Guinea, conscious of our responsibility before God and history;"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/god"}}},["Animados por la voluntad de salvaguardar nuestra Independencia total, de organizar y consolidar nuestra unidad nacional;","Driven by the will to safeguard our independence, organize and consolidate our national unity;"],["Deseosos de mantener el auténtico espíritu africano de la tradición positiva de la organización familiar y comunal adaptándolo a nuevas estructuras sociales y judiciales acordes a la vida moderna;","Desirous of upholding the authentic African spirit of the positive tradition of family and communal organization, adapting it to new social and judicial structures consistent with modern life;"],["Conscientes de que el sentido de la autoridad carismática de la familia tradicional es la base de la organización de la sociedad ecuatoguineana;","Conscious that the charismatic authority of the traditional family is the foundation of the Equatoguinean Society;"],{"content":["Apoyados firmemente en los principios de la justicia social reafirmados solemnemente en los derechos y libertades del hombre definidos por la Declaración Universal de Derechos del Hombre del 10 de octubre de 1948;","Firmly supported by the principles of social justice and solemnly reaffirmed by the rights and liberties of men defined in the Universal Declaration of Human Rights of October 10, 1948;"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/intrght"}}},{"content":["The African Charter of Rights of Man and of Peoples of June 26, 1981;","La Carta Africana de Derechos del Hombre y de los Pueblos de 26 de junio de 1981;"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/intrght"}}},["Adopt the following Fundamental Law of the Republic of Equatorial Guinea.","Adoptamos la siguiente Ley Fundamental de Guinea Ecuatorial."]]},{"content":["First Title. Fundamental Principles of the State","TÍTULO PRIMERO. PRINCIPIOS FUNDAMENTALES DEL ESTADO"],"section":[{"content":["Artículo 1","Article 1"],"section":[{"content":["Guinea Ecuatorial es un Estado soberano, independiente, republicano, social y democrático, en el que los valores supremos son la unidad, la paz, la justicia, la libertad y la igualdad.","Equatorial Guinea is a sovereign, independent, republican, social and democratic State, in which the supreme values are unity, peace, justice, freedom and equality."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/system"}}},["Political pluralism is recognized.","Se reconoce el pluralismo político."],["Su nombre oficial es: REPÚBLICA DE GUINEA ECUATORIAL","Its official name is: Republic of Equatorial Guinea (República de Guinea Ecuatorial)."]]},{"content":["Artículo 2","Article 2"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/voteun"}},"section":["Sovereignty belongs to the people, who exercise it by way of universal suffrage. From it emanate the public powers that are exercised in the conditions determined by this Fundamental Law and other laws. No fraction of the people or individual shall attribute itself the exercise of National Sovereignty.","La soberanía pertenece al pueblo, el cual la ejerce a través del sufragio universal. De ella emanan los poderes públicos que se ejercen en las condiciones que esta Ley Fundamental y otras leyes determinan. Ninguna fracción del pueblo o individuo puede atribuirse el ejercicio de la soberanía nacional."]},{"content":["Article 3","Artículo 3"],"section":[["El territorio de la República de Guinea Ecuatorial se compone de la zona continental denominada Río Muni y las islas de Bioko, Annobón, Corisco, Elobey Grande, Elobey Chico, Mbañe, Conga, Leva, Cocotero e islotes adyacentes, las aguas fluviales, la zona marítima, la plataforma continental que determina la Ley y el espacio aéreo que los cubre.","The territory of the Republic of Equatorial Guinea is comprised of the continental area known as Río Muni and the Bioko, Annobón, Corisco, Elobey Grande, Elobey Chico, Mbañe, Conga, Leva, Cocotero islands and adjacent islets, the fluvial waters, the maritime zone, the continental shelf determined by the Law and the air space that covers them."],{"content":["Sobre su territorio el Estado ejerce plenamente su soberanía y puede explorar y explotar de manera exclusiva todos los recursos y riquezas minerales y los hidrocarburos.","Over its territory the State fully exercises its sovereignty and can explore and exploit in an exclusive manner all resources and mineral wealth and hydrocarbons."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/resrce"}}},["The national territory shall be unalienable and irreducible.","El territorio nacional es inalienable e irreductible."],{"content":["For administrative and economic purposes it is divided in Regions, Provinces, Districts, and Municipalities.","Se divide para los fines administrativos y económicos en Regiones, Provincias, Distritos y Municipios."],"metadata":{"topics":["http://www.constituteproject.org/ontology/sub","http://www.constituteproject.org/ontology/mun"]}},["La ley determina los límites y las denominaciones de las regiones, provincias, distritos y municipios. Igualmente la ley fija el espacio que ocupa cada una de las zonas mencionadas.","The law determines the limits and the denominations of the regions, provinces, districts, and municipalities. Equally, the law determines the space occupied by each of the zones mentioned before."]]},{"content":["Artículo 4","Article 4"],"section":[{"content":["Las lenguas oficiales de la República de Guinea Ecuatorial son el Español, el Francés y las que la Ley determine. Se reconocen las lenguas autóctonas como integrantes de la cultura nacional.","The official languages of the Republic of Equatorial Guinea are Spanish, French, and the ones determined by the Law. Autochthonous languages are recognized as part of the national culture."],"metadata":{"topics":["http://www.constituteproject.org/ontology/lang","http://www.constituteproject.org/ontology/langprot"]}},{"content":["La bandera nacional es verde, blanca y roja, en tres franjas horizontales de iguales dimensiones y un triángulo azul en el extremo más próximo al mástil. En el centro de la bandera está grabado el Escudo de la República.","The national flag is green, white and red, in three horizontal stripes of equal dimensions and a blue triangle at the extremity closest to the flagpole. The center of the flag is engraved with the seal of the Republic."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/flag"}}},["El escudo de la República es el que establece la ley.","The Seal of the Republic is the one established by the Law."],{"content":["The motto of the Republic is Unity, Peace and Justice.","El lema de la República es Unidad, Paz y Justicia."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/motto"}}},{"content":["El himno nacional es el cantado por el Pueblo el día de la proclamación de la Independencia el 12 de Octubre de 1968.","The national anthem is the one sung by the people on the day of the proclamation of independence on October 12, 1968."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/anthem"}}}]},{"content":["Article 5","Artículo 5"],"section":{"content":["The fundamentals of the Equatoguinean society are:","Los fundamentos de la sociedad ecuatoguineana son:"],"section":[{"content":["The respect to the human being, his dignity and freedom, and other fundamental rights.","El respeto a la persona humana, a su dignidad y libertad, y demás derechos fundamentales."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/dignity"}}},{"content":["The protection of the Family, the basis of the Equatoguinean society.","La protección de la familia, célula básica de la sociedad ecuatoguineana."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/fndfam"}}},{"content":["The recognition of equality between men and women.","El reconocimiento del derecho de igualdad entre el hombre y la mujer."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/equalgr1"}}},["La protección del trabajo a través del cual el hombre desarrolla su personalidad creadora de riqueza de la Nación para el bienestar social.","The protection of labor through which man develops its personality of creating wealth for the Nation in favor of social well-being."],["La promoción del desarrollo económico de la Nación.","The promotion of economic development of the Nation;"],{"content":["La promoción del desarrollo social y cultural de los ciudadanos ecuatoguineanos para que se hagan reales en ellos los valores supremos del Estado.","The promotion of the social and cultural development of the Equatoguinean citizens to make real in them the supreme values of the State."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/cultrght"}}}]}},{"content":["Artículo 6","Article 6"],"metadata":{"topics":["http://www.constituteproject.org/ontology/env","http://www.constituteproject.org/ontology/cultrght","http://www.constituteproject.org/ontology/artists","http://www.constituteproject.org/ontology/science"]},"section":["The State encourages and promotes culture, artistic creation, scientific and technological research and sees to the conservation of nature, cultural heritage of the artistic and historical riches of the Nation.","El Estado fomenta y promueve la cultura, la creación artística, la investigación científica y tecnológica y vela por la conservación de la naturaleza, el patrimonio cultural de la riqueza artística e histórica de la Nación."]},{"content":["Artículo 7","Article 7"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/cultrght"}},"section":["The State defends the sovereignty of the Nation, strengthens its unity and ensures respect of fundamental rights of man and the promotion of the economic, social and cultural progress of its citizens.","El Estado defiende la soberanía de la Nación, refuerza su unidad y asegura el respeto de los derechos fundamentales del hombre y la promoción del progreso económico, social y cultural de los ciudadanos."]},{"content":["Artículo 8","Article 8"],"metadata":{"topics":["http://www.constituteproject.org/ontology/intorgs","http://www.constituteproject.org/ontology/intlaw"]},"section":["The Equatoguinean State abides to the principles of International Law and reaffirms its attachment to the rights and obligations that arise from the Organizations and International Organizations to which it is a member.","El Estado ecuatoguineano acata los principios del Derecho Internacional y reafirma su adhesión a los derechos y obligaciones que emanan de las Organizaciones y Organismos Internacionales a los que se ha adherido."]},{"content":["Article 9","Artículo 9"],"section":[{"content":["Los partidos políticos son organizaciones políticas integradas por personas que libremente se asocian para participar en la orientación política del Estado. Constituyen la expresión del pluralismo político y de la democracia; concurren a la formación y manifestación de la voluntad popular, como instrumentos fundamentales para la participación política.","Political parties are political organizations composed by persons that freely associate to participate in the political orientation of the State. They constitute the expression of political pluralism and democracy; they concur to the formation and manifestation of popular will, as fundamental instruments for political participation."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/partrght"}}},{"content":["Los partidos políticos de Guinea Ecuatorial no podrán tener idéntica denominación como aquellos que preexistieron al 12 de Octubre de 1968, y deberán tener carácter y ámbito nacional, por lo que no podrán tener por base la tribu, etnia, región, distrito, municipio, provincia, sexo, religión, condición social ni profesional u oficio. Una ley regulará su creación y funcionamiento.","Equatorial Guinea’s political parties may not have identical names as those that pre-existed before October 12, 1968, and shall have national character and scope, thus shall not be based on tribe, ethnicity, region, district, municipality province, gender, religion, social condition nor profession or occupation. A Law will regulate their creation and functioning."],"metadata":{"topics":["http://www.constituteproject.org/ontology/partreg","http://www.constituteproject.org/ontology/partprh"]}}]},{"content":["Article 10","Artículo 10"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/strike"}},"section":["The right to strike is recognized and is exercised in accordance with the conditions provided by the law."," El derecho a la huelga es reconocido y se ejerce en las condiciones previstas por la Ley."]},{"content":["Artículo 11","Article 11"],"section":["Los ciudadanos, los poderes públicos, los partidos políticos, los sindicatos, las asociaciones y otras personas jurídicas están sujetos a la Ley Fundamental y al Ordenamiento Jurídico.","The citizens, public powers, political parties, unions, associations, and other legal persons are subject to the Fundamental Law and the Judicial Order."]},{"content":["Article 12","Artículo 12"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/citizen"}},"section":[["The law determines the legal regime applicable to the right of nationality, citizenship and the condition of foreigner.","La ley determina el régimen jurídico aplicable al derecho de la nacionalidad, la ciudadanía y la condición de extranjero."],["La mayoría de edad del ciudadano ecuatoguineano se adquiere a los 18 años.","The majority of age of the Equatoguinean citizen is acquired at the age of 18."]]},{"content":["Artículo 13","Article 13"],"section":[{"content":["Every citizen enjoys the following rights and freedoms.","Todo ciudadano goza de los siguientes derechos y libertades:"],"section":[{"content":["El respeto a su persona, su vida, su integridad personal, su dignidad y su pleno desenvolvimiento material y moral. La pena de muerte solo puede imponerse por delito contemplado por la ley.","The respect of his person, life, personal integrity, its dignity and his full material and moral development. The death penalty can only be imposed by a crime established by the law."],"metadata":{"topics":["http://www.constituteproject.org/ontology/dignity","http://www.constituteproject.org/ontology/life"]}},{"content":["To the freedom of expression, thinking, ideas and opinions.","A la libertad de expresión, de pensamiento, ideas y opiniones."],"metadata":{"topics":["http://www.constituteproject.org/ontology/express","http://www.constituteproject.org/ontology/opinion"]}},{"content":["A la igualdad ante la ley. La mujer, cualquiera que sea su estado civil, tiene iguales derechos y oportunidades que el hombre en todos los órdenes de la vida pública, privada y familiar, en lo civil, político, económico, social y cultural.","To equality before the law. The woman, irrespective of her civil status, shall have the same rights and opportunities as men in all aspects of public, private and familiar life, in civil, political, economic, social and cultural life."],"metadata":{"topics":["http://www.constituteproject.org/ontology/equalgr1","http://www.constituteproject.org/ontology/equal"]}},{"content":["A la libre circulación y residencia","To free circulation and residence;"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/freemove"}}},{"content":["Al honor y a la buena reputación.","To honor and a good reputation;"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/libel"}}},{"content":["A la libertad de religión y culto.","To freedom of a religion and worship;"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/freerel"}}},{"content":["A la inviolabilidad del domicilio y al secreto de las comunicaciones.","To the inviolability of the domicile and the privacy of all communications;"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/privacy"}}},{"content":["To submit claims and petitions to the authorities;","A presentar quejas y peticiones a las autoridades."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/petition"}}},{"content":["Al derecho de habeas corpus y de amparo.","To the right of habeas corpus and amparo."],"metadata":{"topics":["http://www.constituteproject.org/ontology/amparo","http://www.constituteproject.org/ontology/habcorp"]}},{"content":["To the right of defense before tribunals and to an adversarial process within the framework of the law.","A la defensa ante los tribunales y a un proceso contradictorio dentro del marco de respeto de la ley."],"metadata":{"topics":["http://www.constituteproject.org/ontology/couns","http://www.constituteproject.org/ontology/fairtri"]}},{"content":["To freedom of association, assembly and manifestation.","A la libre asociación, reunión y manifestación."],"metadata":{"topics":["http://www.constituteproject.org/ontology/assoc","http://www.constituteproject.org/ontology/assem"]}},{"content":["To freedom of working.","A la libertad de trabajo."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/occupate"}}},{"content":["To not being deprived of their freedom save by virtue of a judicial order, except in those cases provided by the Law and in flagrant crimes.","A no ser privado de su libertad sino en virtud de orden judicial, salvo en los casos previstos por la ley y los de delito flagrante."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/habcorp"}}},["A ser informado de la causa o razones de su detención.","To be informed of the cause and reasons of their detention."],{"content":["A presumirse inocente mientras no se haya demostrado legalmente su culpabilidad.","To be presumed innocent until culpability has not been demonstrated."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/presinoc"}}},{"content":["To not testify in trial against oneself, or relatives within a fourth degree of consanguinity or second degree of affinity, or to be compelled to declare under oath against oneself in matters that may give rise to criminal responsibility.","A no declarar en juicio contra sí mismo, o sus parientes dentro del cuarto grado de consanguinidad o segundo de afinidad, o compelido a declarar con juramento en contra de sí mismo en asuntos que pueden ocasionarle responsabilidad penal."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/miranda"}}},{"content":["A no ser juzgado ni condenado dos veces por los mismos hechos.","To not be judged or condemned twice for the same acts."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/doubjep"}}},{"content":["To not be condemned without previous trial, nor to be deprived of the right of defense in any state or grade of the process.","A no ser condenado sin juicio previo, ni privado del derecho de defensa en cualquier estado o grado del proceso."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/couns"}}},{"content":["To not be punished for an act or omission that in the moment that it took place was not characterized or punished as a criminal infraction; or to not be subjected to a penalty not provided by the law. In case of doubt, the Criminal Law is applied in the sense more favorable to the offender.","A no ser castigado por un acto u omisión que en el momento de cometerse no estuviese tipificado ni castigado como infracción penal; ni se le puede aplicar una pena no prevista en la ley. En caso de duda, la Ley Penal se aplica en el sentido más favorable al reo."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/wolaw"}}}]},["On the basis of the principle of equality of the women before the law, the public powers will adopt legal initiatives and mechanisms to favor the adequate representation and participation of the Woman in the performance of offices (cargos) and other functions in all institutions of the State.","Sobre la base del principio de la igualdad de la mujer ante la ley, los poderes públicos adoptarán iniciativas legales y mecanismos para favorecer la adecuada representación y participación de la Mujer en el desempeño de los cargos y demás funciones en todas las Instituciones del Estado."],["Las disposiciones legislativas definirán las condiciones del ejercicio de estos derechos y libertades.","The legislative provisions will define the conditions under which these rights and liberties will be exercised."]]},{"content":["Artículo 14","Article 14"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/dignity"}},"section":["La enumeración de los derechos fundamentales reconocidos en este capítulo no excluye los demás que la Ley Fundamental garantiza, ni otros de naturaleza análoga y que se derivan de la dignidad del hombre, del principio de soberanía del pueblo o del estado social y democrático de derecho y de la forma republicana del Estado.","The enumeration of the fundamental rights recognized in this chapter does not exclude those guaranteed by the Fundamental Law, nor others of analogue nature and that are derived from human dignity, from the principle of sovereignty of the people or the social and democratic state of law and the republican form of government."]},{"content":["Artículo 15","Article 15"],"section":[{"content":["Cualquier acto de parcialidad o de discriminación debidamente constatado por motivos tribales, étnicos, sexo, religiosos, sociales, políticos u otros análogos es punible o castigado por la ley.","Any act of partiality or discrimination duly found on the basis of tribe, ethnicity, gender, religion, social, political or other analogous motives is punishable by law."],"metadata":{"topics":["http://www.constituteproject.org/ontology/equalgr6","http://www.constituteproject.org/ontology/equal","http://www.constituteproject.org/ontology/equalgr12","http://www.constituteproject.org/ontology/equalgr14","http://www.constituteproject.org/ontology/equalgr1"]}},["Los actos de corrupción también serán castigados por la ley.","Acts of corruption will also be punished by Law."]]},{"content":["Artículo 16","Article 16"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/milserv"}},"section":[["Todos los ecuatoguineanos tienen el deber de honrar a la Patria, defender su soberanía, la integridad territorial y a la unidad nacional, así como contribuir a la preservación de la paz, la seguridad nacional y los valores esenciales de la tradición ecuatoguineana y proteger los intereses nacionales.","All Equatoguineans have the obligation to honor the Fatherland, defend its sovereignty, territorial integrity and national unity, as well as to contribute to the preservation of peace, national security, and the essential values of the Equatoguinean tradition and to protect national interests."],["El servicio militar es obligatorio. Será regulado por la ley.","Military service is mandatory. It will be regulated by the law."]]},{"content":["Article 17","Artículo 17"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/solid"}},"section":["All citizens have the right and the obligation to live peacefully in the Republic of Equatorial Guinea, to respect the rights of others and contribute to the formation of a just, fraternal and caring (solidaria) society.","Todo ciudadano tiene el derecho y el deber de vivir pacíficamente en la República de Guinea Ecuatorial, respetar los derechos de los demás y contribuir a la formación de una sociedad justa, fraterna y solidaria."]},{"content":["Article 18","Artículo 18"],"section":["Todos los habitantes de la República deben respetar a Guinea Ecuatorial, a sus enseñas nacionales, al Jefe del Estado, Gobierno y demás instituciones legalmente constituidas.","All inhabitants of the Republic shall respect Equatorial Guinea, its national symbols, the Head of State, Government, and other institutions legally constituted."]},{"content":["Article 19","Artículo 19"],"section":[["The State through the Tax Law, inspired by the basic principles of equality, generality and prosperity, establishes the taxes, encumbrances (gravámenes) and para-fiscal contributions and the special circumstances that concur in each tax type (figura impositiva) for its liquidation.","El Estado a través de la Ley Tributaria, inspirada en los principios básicos de la igualdad, generalidad, y prosperidad, establece los impuestos, gravámenes y exacciones para-fiscales y las circunstancias especiales que concurren en cada figura impositiva para su liquidación."],{"content":["Todas las personas físicas o jurídicas, nacionales o extranjeras, residentes en la República de Guinea Ecuatorial tienen la obligación de pagar impuestos por ley.","All legal and physical persons, national or foreign, residents of the Republic of Equatorial Guinea have the obligation to pay taxes [imposed] by law."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/taxes"}}}]},{"content":["Article 20","Artículo 20"],"section":[{"content":["Every Equatoguinean has the duty to proportionally bear to its contributive faculties the public financial burdens established by the law.","Todo ecuatoguineano tiene el deber de soportar proporcionalmente a sus facultades contributivas las cargas financieras públicas establecidas por la ley."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/taxes"}}},["Los ingresos y gastos del Estado y el programa de inversiones son inscritos en cada ejercicio financiero en un presupuesto anual elaborado conforme a la legislación aplicada.","The revenues and expenses of the State and the investment program are written in each financial year in an annual budget made in accordance with the applicable legislation."]]},{"content":["Article 21","Artículo 21"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/abide"}},"section":["Todo ciudadano tiene el deber de respetar, cumplir y defender la Ley Fundamental y el Ordenamiento Jurídico de la Nación.","Every citizen has the duty to respect, to comply and to defend the Fundamental Law and the Nation’s Legal Framework."]},{"content":["Artículo 22","Article 22"],"section":[{"content":["El Estado protege la familia como célula fundamental de la sociedad, le asegura las condiciones morales, culturales y económicas que favorecen la realización de sus objetivos.","The State protects the family as the fundamental cell of society, it assures [to it] the moral, cultural and economic conditions that favor the achievement of its objectives."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/fndfam"}}},["It also protects every class of matrimony celebrated in accordance with the law, as well as maternity and familiar duties.","Protege igualmente toda clase de matrimonio celebrado conforme a derecho, así como la maternidad y el deber familiar."]]},{"content":["Artículo 23","Article 23"],"section":[{"content":["The State protects the person from its conception and fosters the minor in order for him to develop normally and with security for his moral, mental, and physical integrity, as well as his life within the home.","El Estado protege a la persona desde su concepción y ampara al menor para que pueda desenvolverse normalmente y con seguridad para su integridad moral, mental y física, así como su vida en el hogar."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/finsup4"}}},{"content":["The State encourages and promotes primary attention to health care as the cornerstone for the development of such sector.","El Estado fomenta y promueve la atención primaria de la salud como piedra angular del desarrollo de la estrategia de dicho sector."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/health"}}}]},{"content":["Artículo 24","Article 24"],"section":[{"content":["Education is the primordial duty of the State. Every citizen has the right to primary education, which is obligatory, free, and guaranteed.","La educación es un deber primordial del Estado. Todo ciudadano tiene derecho a la educación primaria, que es obligatoria, gratuita y garantizada."],"metadata":{"topics":["http://www.constituteproject.org/ontology/edcomp","http://www.constituteproject.org/ontology/edfree"]}},{"content":["El alcance de la gratuidad de la educación se fija por la ley.","The extent of gratuity of education is established by law."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/edfree"}}},["El Estado garantiza a toda persona, entidad privada o comunidad religiosa, legalmente constituida, el derecho a fundar escuelas, siempre que se someta al plan pedagógico oficial.","The State guarantees to every person, private entity or religious community, legally constituted, the right to found schools, provided that they are subject to the official pedagogical plan."],["La enseñanza oficial admite la libre elección de programa de formación religiosa, en base a la libertad de conciencia y de religión que ampara esta Ley Fundamental.","Official education permits the free election of the religious formation program, based on the freedom of conscience and religion protected by this Fundamental Law."],["La enseñanza reconocida oficialmente no puede orientarse a programar ni propagar ninguna tendencia ideológica o partidista.","The officially recognized education cannot be oriented to program or propagate an ideological or partisan tendency."]]},{"content":["Article 25","Artículo 25"],"section":["El Estado propugna la paternidad responsable y la educación apropiada para la promoción de la familia.","The State supports responsible paternity and the appropriate education to promote the family."]},{"content":["Article 26","Artículo 26"],"metadata":{"topics":["http://www.constituteproject.org/ontology/provwork","http://www.constituteproject.org/ontology/work"]},"section":[["Work is a right and social duty. The State recognizes its constructive role in improving the well-being and the development of its national wealth. The State promotes the economical and social conditions to eradicate poverty, misery and ensures to all the citizens of the Republic of Equatorial Guinea with equality the possibilities of a useful occupation that allows them not to be threatened by necessity.","El trabajo es un derecho y un deber social. El Estado reconoce su función constructiva para el mejoramiento del bienestar y el desarrollo de la riqueza nacional. El Estado promueve las condiciones económicas y sociales para hacer desaparecer la pobreza, la miseria, y asegura con igualdad a los ciudadanos de la República de Guinea Ecuatorial las posibilidades de una ocupación útil que les permita no estar acosados por la necesidad."],["La ley definirá las condiciones del ejercicio de este derecho.","The law will define the conditions for the exercise of this right."]]},{"content":["Artículo 27","Article 27"],"metadata":{"topics":["http://www.constituteproject.org/ontology/busines","http://www.constituteproject.org/ontology/freecomp"]},"section":[["The economic system of the Republic of Equatorial Guinea is based on the principle of free markets and free enterprise.","El sistema económico de la República de Guinea Ecuatorial se basa sobre el principio de libre mercado y de la libre empresa."],["La ley regula el ejercicio de estas libertades de conformidad con las exigencias del desarrollo económico y social.","The law regulates the exercise of these freedoms in accordance with the requirements of economic and social development."],["El Estado protege, garantiza y controla la inversión de capital extranjero que contribuye al desarrollo del País.","The State protects, guarantees, and controls the investment of foreign capital that contributes to the development of the State."]]},{"content":["Article 28","Artículo 28"],"section":{"content":["La economía de la República de Guinea Ecuatorial funciona a través de cuatro sectores básicos:","The economy of the Republic of Equatorial Guinea works through four basic sectors:"],"section":[["The public sector, comprised by companies exclusively owned by the State, constituted mainly for the exploitation of resources and services enumerated under Article 29 of this Fundamental Law, as well as for any other economic activities.","El sector público, compuesto por empresas de propiedad exclusivamente del Estado, constituidas principalmente para la explotación de los recursos y servicios enumerados en el artículo 29 de esta Ley Fundamental, así como para cualquier otra actividad económica."],["The sector of mixed economy, integrated by companies of public capital in association with private capital.","El sector de economía mixta, integrado por empresas del capital público en asociación del capital privado."],["The cooperative sector, which property and management belongs to the community of people that permanently work on them. The State dictates laws for the regulation and development of this sector;","El sector cooperativo, cuya propiedad y gestión pertenecen a la comunidad de personas que trabajan permanentemente en ellas. El Estado dicta leyes para la regulación y desarrollo de este sector."],["El sector privado, integrado por empresas cuya propiedad corresponde a una o varias personas físicas o jurídicas de derecho privado y, en general, por empresas que no están comprendidas en otros sectores anteriormente enumerados.","The private sector, integrated by companies owned by one or more physical or legal persons of private law and, in general, by companies that do not fall under the sectors enumerated above."]]}},{"content":["Artículo 29","Article 29"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/resrce"}},"section":[{"content":["The following are resources and services reserved to the public sector:","Son recursos y servicios reservados al sector público:"],"section":[["The minerals and hydrocarbons.","Los minerales e hidrocarburos."],["The services of provision of potable water and electricity.","Los servicios de suministros de agua potable y electricidad."],{"content":["The mail services, telecommunications and transportation.","Los servicios de correos, telecomunicaciones y transportes."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/telecom"}}},{"content":["Radio diffusion and television.","La radio-difusión y la televisión."],"metadata":{"topics":["http://www.constituteproject.org/ontology/radio","http://www.constituteproject.org/ontology/govmed","http://www.constituteproject.org/ontology/tv","http://www.constituteproject.org/ontology/telecom"]}},["Otros que la ley determine.","Others determined by the law."]]},{"content":["The State may delegate, concede or associate with private initiative for the development of any of the activities or services mentioned above, in the form and cases that the law establishes.","El Estado puede delegar, conceder o asociarse a la iniciativa privada para el desarrollo de cualquiera de las actividades o servicios antes mencionados, en la forma y casos que la ley establece."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/govmed"}}}]},{"content":["Article 30","Artículo 30"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/proprght"}},"section":[["The State recognizes property of public and private character.","El Estado reconoce la propiedad de carácter público y privado."],["The right of property is guaranteed and protected without any limitations other than those established in the law.","El derecho a la propiedad queda garantizado y protegido sin más limitaciones que las establecidas por la ley."],{"content":["La propiedad es inviolable, ninguna persona puede ser privada de sus bienes y derechos, salvo por causas de utilidad pública y correspondiente indemnización.","Property is inviolate, no person shall be deprived of his assets and rights, except for causes of public utility and upon the corresponded compensation."],"metadata":{"topics":["http://www.constituteproject.org/ontology/exprop","http://www.constituteproject.org/ontology/inalrght"]}},["The State guarantees to farmers the traditional property of the lands that they possess.","El Estado garantiza a los agricultores la propiedad tradicional de las tierras que poseen."],["The law will determine the legal regime of the assets of the public domain.","La ley fijará el régimen jurídico de los bienes de dominio público."]]}]},{"content":["Second Title","TÍTULO SEGUNDO"],"section":[{"content":["CAPÍTULO I. DE LOS PODERES Y ÓRGANOS DEL ESTADO","Chapter I. Powers and Organs of the State"],"section":[{"content":["Artículo 31","Article 31"],"section":[["El Estado ejerce su soberanía a través de los siguientes poderes: el Poder Ejecutivo, el Poder Legislativo y el Poder Judicial.","The State exercises its sovereignty through the following powers: the Executive Power, the Legislative power, and the Judicial Power."],["La ley desarrolla las facultades y funciones de cada uno de estos poderes.","The law develops the faculties and functions of each of these powers."]]},{"content":["Artículo 32","Article 32"],"section":[["The State exercises its powers through the President of the Republic, the Vice-president of the Republic, the Council of Ministers, the Chamber of Deputies, the Senate, the Judicial Power, the Constitutional Tribunal, the Superior Council of the Judicial Power, the Council of the Republic, the National Council for the Economic and Social Development, the Accounts’ Tribunal, the Defender of the People and other organisms created in accordance with the Fundamental Law and other laws.","El Estado ejerce sus funciones a través del Presidente de la República, el VicePresidente de la República, el Consejo de Ministros, la Cámara de los Diputados, el Senado, el Poder Judicial, el Tribunal Constitucional, el Consejo Superior del Poder Judicial, el Consejo de la República, el Consejo Nacional para el Desarrollo Económico y Social, el Tribunal de Cuentas, el Defensor del Pueblo y los demás órganos creados conforme a la Ley Fundamental y otras leyes."],["The law develops the competencies and functioning of these organisms.","La ley desarrolla las competencias y el funcionamiento de estos órganos."],{"content":["The President of the Republic may designate a Prime Minister from within the members of the Government to be in charge for the administrative coordination, presentation of laws and other provisions of the Executive before the Parliament, as well as other functions delegated to him.","El Presidente de la República podrá designar un Primer Ministro de entre los miembros del Gobierno para encargarse de la coordinación administrativa, la presentación de leyes y otras disposiciones del Ejecutivo ante el Parlamento, así como otras funciones que le delegue."],"metadata":{"topics":["http://www.constituteproject.org/ontology/hogpow","http://www.constituteproject.org/ontology/hogrest","http://www.constituteproject.org/ontology/execnum","http://www.constituteproject.org/ontology/hogelect"]}}]}]},{"content":["Chapter II. Of the President of the Republic","CAPÍTULO II. DEL PRESIDENTE DE LA REPÚBLICA"],"section":[{"content":["Article 33","Artículo 33"],"section":[{"content":["El Presidente de la República es el Jefe de Estado, ejerce el Poder Ejecutivo como Jefe de Gobierno. Encarna la unidad nacional, define la política de la Nación, vela por el respeto de la Ley Fundamental, asegura con su arbitraje el funcionamiento de los poderes públicos, representa a la Nación, y es el garante de la Independencia Nacional. Es elegido por sufragio universal, directo y secreto por mayoría simple de los votos válidamente emitidos.","The President of the Republic is the Head of State, he exercises the Executive Power as Head of Government. He incarnates national unity, defines the policy of the Nation, sees to the respect of the Fundamental Law, assures by his arbitration the functioning of public powers, represents the Nation, and is the guarantor of National Independence. He is elected by universal, direct, and secret suffrage by the simple majority of the votes validly emitted."],"metadata":{"topics":["http://www.constituteproject.org/ontology/execnum","http://www.constituteproject.org/ontology/hoselect","http://www.constituteproject.org/ontology/voteun","http://www.constituteproject.org/ontology/freeelec"]}},{"content":["The law establishes the conditions of development of the electoral process.","La ley fija las condiciones del desarrollo del proceso electoral."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hoselect"}}},{"content":["El Presidente de la República está asistido de un Vice-Presidente de la República, en quien puede delegar algunas de sus facultades Constitucionales.","The President of the Republic is assisted by a Vice-President of the Republic, to whom he may delegate some of his Constitutional faculties."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/depexec"}}},{"content":["Before carrying out his functions, the appointment of the Vice-President of the Republic is ratified by both Chambers of the Parliament in plenum (pleno) and by simple majority of their members in the course of one extraordinary session convoked to this effect by the President of the Republic.","Antes del desempeño de sus funciones, el nombramiento del Vice-Presidente de la República es ratificado por ambas Cámaras del Parlamento en Pleno y por mayoría simple de sus miembros en el curso de una sesión extraordinaria convocada al efecto por el Presidente de la República."],"metadata":{"topics":["http://www.constituteproject.org/ontology/exsess","http://www.constituteproject.org/ontology/legjoint","http://www.constituteproject.org/ontology/depexec"]}}]},{"content":["Article 34","Artículo 34"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hosimm"}},"section":["The person of the Head of State is inviolable. The law regulates the privileges and immunities of the Head of State after their mandate.","La persona del Jefe de Estado es inviolable. La ley regula los privilegios e inmunidades de los Jefes de Estado después de su mandato."]},{"content":["Artículo 35","Article 35"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hosrest"}},"section":{"content":["To be president of the Republic it is required:","Para ser Presidente de la República se requiere:"],"section":[["To be an Equatoguinean by origin.","Ser ecuatoguineano de origen."],["To be in enjoyment of the right of citizenship.","Estar en gozo del derecho de la ciudadanía."],["Tener arraigo en el País durante cinco años ininterrumpidos.","To have lived in the Country for five uninterrupted years."],{"content":["Saber interpretar la Ley Fundamental.","To be able to interpret the Fundamental Law."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/interp"}}},["To have been elected in accordance with the Fundamental Law and other laws.","Haber sido elegido conforme a esta Ley Fundamental y demás leyes."],{"content":["Tener cuarenta años como mínimo.","To have forty years as a minimum."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hosage"}}},["To not have another nationality.","No tener ninguna otra nacionalidad."]]}},{"content":["Artículo 36","Article 36"],"section":[{"content":["The President of the Republic is elected for a term of seven years renewable with the possibility of being reelected.","El Presidente de la República es elegido por un periodo de siete años pudiendo ser reelegido."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hosterm"}}},{"content":["The mandate of the President of the Republic is limited to two consecutive periods, not being able to present himself for a third mandate until alternation is produced.","El mandato del Presidente de la República está limitado en dos periodos consecutivos, no pudiendo presentarse por un tercer mandato hasta que se produzca la alternancia."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hosterml"}}},{"content":["The presidential elections will be convoked on the seventh year of the mandate of the President of the Republic in a date set by decree adopted by the Council of Ministers.","Las elecciones presidenciales se convocarán el séptimo año del mandato de Presidente de la República en una fecha fijada por decreto acordado en Consejo de Ministros."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/electsch"}}},{"content":["The elections shall be held 40 days before the expiry of the term of office of the President of the Republic or later, but within 70 days after the announcement of the date.","Las elecciones tienen lugar cuarenta y cinco días antes de la expiración de los poderes del Presidente en ejercicio o, a más tardar, dentro de los setenta días siguientes a dicha fecha."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/electsch"}}}]},{"content":["Artículo 37","Article 37"],"section":[{"content":["El Presidente electo en el tiempo máximo de treinta días de proclamarse los resultados de las elecciones, presta el juramento de fidelidad a la Ley Fundamental y asume el cargo ante la Corte de Honor compuesta por las Mesas de la Cámara de Diputados y el Senado, la Corte Suprema de Justicia en pleno y el Tribunal Constitucional en pleno.","The President [who is] elected in the maximum time of thirty days from the proclamation of the results of the elections, swears the oath of loyalty to the Fundamental Law and assumes the office before the Honor Court composed by the Boards of the Chamber of Deputies and the Senate, the Supreme Court of Justice in plenum (pleno) and the Constitutional Tribunal in plenum."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/oath"}}},{"content":["Celebradas las elecciones presidenciales, el Presidente de la República electo nombrará un nuevo Gobierno.","Having celebrated the presidential elections, the elected President of the Republic will appoint a new Government."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/cabsel"}}}]},{"content":["Article 38","Artículo 38"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hospow"}},"section":["The President of the Republic determines the policy of the Nation, arbitrates and moderates the normal functioning of all institutions of the State. His authority extends over national territory.","El Presidente de la República determina la política de la Nación, arbitra y modera el funcionamiento normal de todas las Instituciones del Estado. Su autoridad se extiende a todo el territorio nacional."]},{"content":["Article 39","Artículo 39"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hospow"}},"section":["El Presidente de la República ejerce el poder reglamentario en Consejo de Ministros.","The President of the Republic exercises the regulatory power in the Council of Ministers."]},{"content":["Artículo 40","Article 40"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/legapp"}},"section":["El Presidente de la República sanciona y promulga las leyes, ejerce el derecho de veto en los términos previstos en esta Ley Fundamental.","The President of the Republic sanctions and promulgates the laws, exercises the right to veto in the terms provided by this Fundamental Law."]},{"content":["Artículo 41","Article 41"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hospow"}},"section":{"content":["El Presidente de la República ejerce además los siguientes poderes:","The President of the Republic equally exercises the following powers:"],"section":[["Garantiza la aplicación de esta Ley Fundamental, el funcionamiento de los poderes públicos y la continuidad del Estado.","Guarantees the application of this Fundamental Law, the functioning of public powers and continuity of the State."],["Convoca y preside el Consejo de Ministros.","Convenes and presides the Council of Ministers."],{"content":["Dicta en Consejo de Ministros, Decretos-Leyes y Decretos, en los términos establecidos en esta Ley Fundamental.","Dictates in the Council of Ministers, Law-Decrees and Decrees, in the terms established in this Fundamental Law."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hosdec"}}},{"content":["Es el Jefe Supremo de las Fuerzas Armadas Nacionales y de la Seguridad del Estado. El Presidente de la República garantiza la seguridad del Estado en el exterior.","He is the Supreme Chief of the National Armed Forces and of the Security of the State. The President of the Republic guarantees the security of the State in the exterior."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/comchief"}}},{"content":["Declara la guerra y concluye la paz.","Declares war and concludes peace."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/war"}}},{"content":["El Presidente de la República nombra y separa libremente al Vice-Presidente de la Republica. El Vice-Presidente de la República debe pertenecer al partido del Presidente de la República.","The President of the Republic freely appoints and dismisses the Vice-president of the Republic. The Vice-president of the Republic shall belong to the party of the President of the Republic."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/depexec"}}},["Ratifica la decisión de la Cámara de los Diputados y del Senado sobre la elección y cese de los Presidentes y demás miembros de sus respectivas Mesas conforme a esta Ley Fundamental y el propio Reglamento de ambas Cámaras.","Ratifies the decision of the Chamber of Deputies and the Senate regarding the election and termination of the Presidents and other members of their respective Boards in conformity with this Fundamental Law and the regulation of both Chambers."],{"content":["Nombra y separa a los altos cargos civiles y militares, pudiendo delegar en el Vice-Presidente de la República o el Primer Ministro, el nombramiento de otros funcionarios civiles y militares.","Appoints and dismisses the high civil and military officials, being able to delegate to the Vice-president of the Republic or the Prime Minster, the appointment of other civil and military officials."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/milcom"}}},{"content":["Negocia y firma los acuerdos y tratados internacionales conforme a esta Ley Fundamental.","Negotiates and signs the international treaties in accordance with this Fundamental Law."],"metadata":{"topics":["http://www.constituteproject.org/ontology/treat","http://www.constituteproject.org/ontology/intlaw"]}},{"content":["Representa a Guinea Ecuatorial en las relaciones internacionales, recibe y acredita a los embajadores y autoriza a los cónsules el ejercicio de sus funciones.","Represents Equatorial Guinea in international relations, receives and accredits ambassadors authorizes the consuls in exercise of their rights."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/headforn"}}},["Confers titles, honors and decorations of the State.","Confiere títulos, honores y condecoraciones del Estado."],{"content":["Ejerce el derecho de gracia.","Exercises the right of pardon (gracia)."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/pardon"}}},["Convoca las elecciones generales previstas en esta Ley Fundamental.","Convokes the general elections provided in this Fundamental Law."],{"content":["Convoca el referéndum conforme a esta Ley Fundamental.","Convokes the referendum in accordance with this Fundamental Law."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/referen"}}},{"content":["Approves in the Council of Ministers the national development plans.","Aprueba en los Consejos de ministros los planes nacionales de desarrollo."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/econplan"}}},{"content":["Decides upon the right to dissolve the Chamber of Deputies in the Senate in accordance with the provisions of this Fundamental Law.","Dispone la disolución de la Cámara de los Diputados y del Senado conforme a las disposiciones de esta Ley Fundamental."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/legdiss"}}},["Exercises the other attributions and prerogatives conferred to him by the law.","Ejerce las demás atribuciones y prerrogativas que le confieren las leyes."]]}},{"content":["Artículo 42","Article 42"],"section":["Con la finalidad de velar por la integridad territorial y conservar el orden público, dependen absolutamente y a todos los efectos del Presidente de la República, todas las Fuerzas Armadas Nacionales, Fuerzas de Seguridad del Estado y Fuerzas de Orden Público.","With the purpose of seeing for the territorial integrity and preserving the public order, all the National Armed Forces, Security Forces of the State and Public Order Forces entirely depend for all effects on the President of the Republic."]},{"content":["Article 43","Artículo 43"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/em"}},"section":["En caso de peligro inminente, cuando se acuerde la declaración del estado de excepción o de sitio, el Presidente de la República puede suspender por un tiempo máximo de tres meses los derechos y garantías establecidos en esta Ley Fundamental y tomar medidas excepcionales para salvaguardar la integridad territorial, la independencia nacional, las instituciones del Estado y el funcionamiento de los servicios y poderes públicos informándolo al Pueblo por mensaje. El referido plazo de tres meses será prorrogado hasta que desaparezcan las causas que motivaron dicha suspensión.","In the event of imminent danger, when the declaration of state of exception (estado de excepción) or siege is declared, the President of the Republic may suspend for a maximum time of three months the rights and guarantees established in this Fundamental Law and take exceptional measures to safeguard the territorial integrity, the national independence, the Institutions of the State and functioning of the services and public powers, informing the people by message. The term of three months referred to will be extended until the causes that motivated such suspension disappear."]},{"content":["Artículo 44","Article 44"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/em"}},"section":[["El Presidente de la República, cuando las circunstancias lo demanden, podrá declarar mediante decreto el estado de alarma, el estado de excepción o de sitio, informándolo a la Cámara de los Diputados y al Senado.","The President of the Republic, when the circumstances so demand, may declare through decree the state of emergency, the state of exception or siege, informing it to the Chamber of Deputies and the Senate."],["The proclamation of the state of emergency, exception and siege shall expressly determine the effects of it and the territorial scope to which its duration is extended.","La proclamación del estado de alarma, de excepción o de sitio deberá determinar expresamente los efectos del mismo y el ámbito territorial a que se extiende su duración."],["The law regulates the state of emergency, exception and siege, as well as the corresponding competencies and limitations.","La ley regula los estados de alarma, de excepción y de sitio, así como las competencias y limitaciones correspondientes."],["[He] shall not proceed to dissolve the Chambers of the Parliament while any of the states provided in this article has been declared.","No podrá proceder a la disolución de las Cámaras del Parlamento mientras están declarados algunos de los estados comprendidos en el presente artículo."],{"content":["The rights and guarantees recognized in this Fundamental Law can be suspended in individual or collective form for specific persons determined by the Law, due to the acts of armed bands or of terrorist elements, with the necessary judicial intervention and the adequate parliamentary control.","Por la actuación de bandas armadas o de elementos terroristas, con la necesaria intervención judicial y el adecuado control parlamentario, los derechos y garantías reconocidos en la Ley Fundamental podrán ser suspendidos de forma individual o colectiva para personas determinadas conforme a la Ley."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/terror"}}}]},{"content":["Article 45","Artículo 45"],"section":[{"content":["Las funciones del Presidente de la República cesarán por:","The functions of the President of the Republic shall cease by:"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hogdiss"}},"section":[["Dimisión","Resignation."],["Expiración del mandato previsto en las condiciones reguladas por esta Ley Fundamental.","Expiry of the mandate provided in the conditions established by this Fundamental Law"],["Permanent physical or mental incapacity.","Incapacidad física o mental permanente."],["Muerte.","Death."]]},{"content":["In the event of vacancy in power for the reasons a, c, and d the Vice-president of the Republic assumes the functions of the President of the Republic.","En caso de vacancia en el Poder por los motivos a), c) y d) el Vice-Presidente de la República asume las funciones de Presidente de la República."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hossucc"}}},["En el plazo máximo de veinticuatro horas de producirse la vacancia el nuevo Presidente de la República presta juramento de fidelidad a la Ley Fundamental y asume el cargo ante la Corte de Honor compuesta por las Mesas de la Cámara de los Diputados y del Senado, la Corte Suprema de Justicia en Pleno y el Tribunal Constitucional en Pleno, para culminar el mandato del Presidente de la República sustituido.","In the maximum time of twenty-four hours from the vacancy, the new President of the Republic takes the oath of fidelity to the Fundamental Law and assumes office before a Court of Honor composed by the Boards of the Chamber of the Deputies and of Senate, the Supreme Court of Justice in Plenum and the Constitutional Tribunal in Plenum, to finish the mandate of the substituted President of the Republic."]]}]},{"content":["Chapter III. Of the Council of Ministers","CAPÍTULO III. DEL CONSEJO DE MINISTROS"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/cabinet"}},"section":[{"content":["Article 46","Artículo 46"],"section":["For the exercise of the political and administrative function, the President of the Republic presides the Council of Ministers, first constituted by the Vice-president of the Republic in political and administrative matters.","Para el ejercicio de la función política y administrativa, el Presidente de la República preside el Consejo de Ministros, constituido por el Vice-Presidente de la República, el Primer Ministro y demás miembros del Gobierno."]},{"content":["Article 47","Artículo 47"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/cabpow"}},"section":[["The Council of Ministers is the organ that exercises the general policy of the Nation as determined by the President of the Republic, ensures the application of the laws and permanently assists the President of the Republic in political and administrative matters.","El Consejo de Ministros es el órgano que ejerce la política general de la nación determinada por el Presidente de la República, asegura la aplicación de las leyes y asiste de modo permanente al Presidente de la República en los asuntos políticos, económicos y administrativos."],["The law determines the number of Ministries, their denominations as well as the competencies attributed to each one.","La Ley determina el número de los Ministerios, sus denominaciones así como las competencias atribuidas a cada uno."]]},{"content":["Article 48","Artículo 48"],"section":["The direction, management and administration of public services is trusted upon the Ministers in the matters of competence of the Departments of their respective branches.","La dirección, gestión y administración de los servicios públicos se confía a los Ministros en los asuntos que competen a los Departamentos de sus respectivos ramos."]},{"content":["Artículo 49","Article 49"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/cabpow"}},"section":{"content":["Fuera de los casos expresamente definidos en esta Ley Fundamental y los que son determinados por la demás leyes, el Consejo de Ministros tiene las siguientes atribuciones:","Aside from the cases expressly defined by this Fundamental Law and the ones determined by other laws, the Council of Ministers has the following attributions:"],"section":[{"content":["Dirigir la política general de la Nación determinada por el Presidente de la República, organizando y ejecutando actividades económicas, culturales, científicas y sociales.","To direct the general policy of the Nation as determined by the President of the Republic by organizing and executing economic, cultural, scientific, and social activities."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/science"}}},{"content":["Promover los planes de desarrollo socio-económico del Estado y una vez aprobados por la Cámara de los Diputados y el Senado y refrendados por el Presidente de la República, organizar, dirigir y controlar su ejecución.","To propose the socio-economic development plans of the State and once approved by the Chamber of Deputies and the Senate and signed by the President of the Republic, organize, direct and supervise their execution."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/econplan"}}},{"content":["Elaborar e Proyecto de Presupuesto General del Estado y una vez aprobado por la Cámara de los Diputados y el Senado y sancionado por el Presidente de la República, velar por su ejecución.","Elaborate the project of the General Budget of the State and once approved by the Chamber of Deputies and signed by the president, see to its execution."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/budget"}}},["Adoptar la política monetaria y tomar las medidas para proteger y fortalecer el régimen monetario y financiero de la Nación.","Adopt the monetary policy and take the measures to protect and strengthen the monetary and financial regime of the State."],["Elaborate the Projects of Laws and submit them to the Chamber of Deputies and the Parliament for approval.","Elaborar los Proyectos de Leyes y someterlos a la aprobación de la Cámara de los Diputados y del Senado."],{"content":["Grant territorial asylum.","Conceder asilo territorial."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/asylum"}}},["Dirigir la Administración del Estado, coordinando y fiscalizando las actividades de los diferentes Departamentos que la integran.","Direct the Administration of the State, coordinating and supervising (fiscalizando) the activities of the different Departments that integrate it."],["See to the execution of laws and other provisions of general character that integrate the Judicial Order of the Nation.","Velar por la ejecución de las leyes y demás disposiciones de carácter general que integran el Ordenamiento Jurídico de la Nación."],["Crear las comisiones necesarias para el cumplimiento de las atribuciones que le están conferidas.","Create the necessary commissions for the fulfillment of the attributions conferred to it."]]}},{"content":["Artículo 50","Article 50"],"section":[{"content":["El Vice-Presidente de la República, el Primer Ministro y los Miembros del Gobierno, por su gestión son responsables de forma solidaria ante la ley, ante el Presidente de la República, ante la Cámara de los Diputados y el Senado, sin perjuicio de la responsabilidad individual de cada uno ante la ley.","The Vice-president of the Republic, the Prime Minister and the Members of the Government, are liable for their management in a joint way before the law, before the President of the Republic, before the Chamber of Deputies and the Senate, without prejudice of the individual liability of each one of them before the law."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/cabdiss"}}},{"content":["La responsabilidad civil y penal del Presidente de la República y Jefe de Gobierno, del Vice-Presidente de la República, el Primer Ministro y de todos los Miembros del Gobierno se exigirá conforme a la ley.","The civil and criminal responsibility of the President of the Republic and the Chief of Government, of the Vice-president of the Republic, the Prime Minister and Members of Government will be demanded in accordance."],"metadata":{"topics":["http://www.constituteproject.org/ontology/cabdiss","http://www.constituteproject.org/ontology/hosdiss","http://www.constituteproject.org/ontology/hogdiss"]}},["Those who sign (refrenden) them will be responsible for the acts of the President of the Republic, the Chief of State and of the Government.","De los actos del Presidente de la República, Jefe de Estado y del Gobierno serán responsables quienes los refrenden."]]},{"content":["Article 51","Artículo 51"],"section":{"content":["The members of Government, together with the President of the Republic and Chief of Government are:","Son Miembros del Gobierno, junto con el Presidente de la República y Jefe de Gobierno:"],"section":[["El Vice-Presidente de la República","The Vice-president of the Republic."],["El Primer Ministro","The Prime Minister"],["The Vice Prime Ministers","Los Vice Primeros Ministros"],["Los Ministros de Estado","The Ministers of State"],["The Ministers","Los Ministros"],["The Delegated Ministers","Los Ministros Delegados"],["The Vice-Ministers","Los Vice-Ministros,"],["Los Secretarios de Estado","The Secretaries of State"]]}},{"content":["Article 52","Artículo 52"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/oath"}},"section":["Antes de tomar posesión de sus funciones, el Vice-Presidente de la República, el Primer Ministro y los demás Miembros del Gobierno prestan juramento de fidelidad ante el Presidente de la República, a su persona y a esta Ley Fundamental.","Before taking possession of his functions, the Vice-president of the Republic, the Prime Minister and other Members of the Government take the oath of fidelity before the President of the Republic, to his person and to this Fundamental Law."]},{"content":["Artículo 53","Article 53"],"section":["The Council of Ministers in Plenum and the Ministers separately may concur with voice and without vote to the debates of the Chamber of Deputies and the Senate. They also concur when they are invited to inform.","El Consejo de Ministros en Pleno y los Ministros separadamente pueden concurrir con voz sin voto a los debates de la Cámara de los Diputados y del Senado. Concurren también cuando son invitados para informar."]}]},{"content":["CAPÍTULO IV. DEL PARLAMENTO","Chapter IV. Of the Parliament"],"section":[{"content":["Common Provisions of the Chambers","DISPOSICIONES COMUNES DE LAS CÁMARAS"],"section":[{"content":["Article 54","Artículo 54"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/voteun"}},"section":["La potestad de legislar reside en el pueblo, quien la delega en el Parlamento por medio de sufragio universal y que la ejerce dentro del marco de las competencias que señala la presente Ley Fundamental.","The power to legislate resides in the people, who delegates it to the Parliament through universal suffrage and who exercises it within the framework of competencies provided by this Fundamental Law."]},{"content":["Artículo 55","Article 55"],"metadata":{"topics":["http://www.constituteproject.org/ontology/housenum","http://www.constituteproject.org/ontology/legjoint"]},"section":["The Parliament exercises the Legislative Power of the State. Two Chambers compose it: the Chamber of the Deputies and the Senate. Both Organs participate in the formulation of laws and act separately and jointly in the manner established by this Fundamental Law and other laws in the exercise of their respective functions and competencies.","El Parlamento ejerce el Poder Legislativo del Estado. Está integrado por dos cámaras: la Cámara de los Diputados y el Senado. Ambos Órganos concurren a la formulación de las leyes y actúan separada y conjuntamente en la forma que establece esta Ley Fundamental y demás leyes en el ejercicio de sus funciones y competiciones respectivas."]},{"content":["Article 56","Artículo 56"],"metadata":{"topics":["http://www.constituteproject.org/ontology/uhselect","http://www.constituteproject.org/ontology/lhselect"]},"section":[{"content":["Los Diputados y los Senadores son elegidos por un mandato de cinco años mediante sufragio universal, directo y secreto en elecciones generales que se celebran en un solo día y dentro de sesenta días antes o después de la expiración de su mandato.","The Deputies and Senators are elected for a mandate of five years through universal, direct, and secret suffrage in general elections that are held on one day and within sixty days before or after the termination of their mandate."],"metadata":{"topics":["http://www.constituteproject.org/ontology/voteun","http://www.constituteproject.org/ontology/lhterm","http://www.constituteproject.org/ontology/uhterm","http://www.constituteproject.org/ontology/freeelec","http://www.constituteproject.org/ontology/electsch"]}},["The seats of the Deputies and of the Senators are attributed to each list of candidacy by the system of representation determined by the law.","Los escaños de los Diputados y de los Senadores se atribuyen a cada lista de candidatura por el sistema de representación que determine la ley."],{"content":["La Ley Electoral determina el número de escaños correspondientes a cada circunscripción electoral, el régimen de elegibilidad e inelegibilidad y compatibilidad e incompatibilidad de los Diputados y Senadores, y desarrolla los demás aspectos del proceso electoral.","The Electoral Law determines the number of seats that correspond to each electoral circumscription, the regime of eligibility and ineligibility and of compatibility and incompatibility of the Deputies and Senators, and develops the other aspects of the electoral process."],"metadata":{"topics":["http://www.constituteproject.org/ontology/lhrest","http://www.constituteproject.org/ontology/uhrest"]}}]},{"content":["Article 57","Artículo 57"],"section":["Los Diputados y los Senadores no están ligados por mandato imperativo.","The Deputies and the Senators are not bound by imperative mandate."]},{"content":["Artículo 58","Article 58"],"section":["The Deputies and the Senators have the right to amendment and to vote. The vote is personal.","Los Diputados y los Senadores tienen derecho de enmienda y de voto. El voto es personal."]},{"content":["Article 59","Artículo 59"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/referen"}},"section":["The President of the Republic, after consulting with the Government and the Boards of both Chambers, may submit to popular consultation any question that requires the direct consultation of the People. The project adopted as such, is promulgated by the President of the Republic.","El Presidente de la República, después de consultas con el Gobierno y las Mesas de ambas Cámaras, puede someter a consulta popular cualquier cuestión que requiera la consulta directa del pueblo. El proyecto así adoptado, es promulgado por el Presidente de la República."]},{"content":["Article 60","Artículo 60"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/legdiss"}},"section":["The President of the Republic, in Council of Ministers may provide for the dissolution of the Chamber of Deputies and the Senate and order the convocation of the general anticipated elections. If the dissolution of the Chamber of Deputies and the Senate occurs during the last year of the period for which its members were elected, the election of their members takes place in accordance with the provisions of this Fundamental Law.","El Presidente de la República, en Consejo de Ministros puede disponer la disolución de la Cámara de los Diputados y del Senado y ordenar la convocatoria de elecciones generales anticipadas. Si la disolución de la Cámara de los Diputados y del Senado se hubiera producido durante el último año del periodo para el que fueran elegidos sus miembros, la elección de sus miembros tiene lugar conforme a las disposiciones de la presente Ley Fundamental."]},{"content":["Article 61","Artículo 61"],"section":["Las plazas vacantes que se produzcan en la Cámara de los Diputados y en el Senado son cubiertas conforme a las disposiciones de la Ley Electoral.","The vacant seats that are produced in the Chamber of Deputies and the Senate are filled in accordance with the provisions of the Electoral Law."]},{"content":["Article 62","Artículo 62"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/immunity"}},"section":[["No Deputy or Senator may be persecuted or detained for the opinions that he has emitted during and after the exercise of his functions in the Chamber of the Deputies or in the Senate respectively.","Ningún Diputado o Senador puede ser perseguido ni detenido durante y después por las opiniones que haya emitido, en el ejercicio de sus funciones en la Cámara de los Diputados o en el Senado respectivamente."],["No governmental or judicial authority may detain or prosecute a Deputy or Senator without the indispensable requirement of obtaining the previous permission of the Board of the respective Chamber expect in the event of a flagrant crime.","Ninguna autoridad gubernativa o judicial puede detener o procesar a un Diputado o Senador sin el requisito indispensable de la obtención del previo suplicatorio de la Mesa de la Cámara respectiva salvo caso de delito flagrante."]]},{"content":["Article 63","Artículo 63"],"section":[["La Cámara de los Diputados y el Senado se reúnen de pleno derecho el primer día laboral después de haber transcurrido treinta días desde la promulgación de los resultados de las Elecciones Generales.","The Chamber of the Deputies and the Senate meet in the full right on the first working day after thirty days have elapsed since the promulgation of the results of the General Elections."],["The Agenda of the day for this first meeting will be dedicated exclusively to the election of the Presidents and other members of the respective Boards, unless the Government requests the inclusion of urgent matters.","El orden del día de esta primera reunión está dedicado exclusivamente a la elección de los Presidentes y demás miembros de las Mesas respectivas, salvo que el Gobierno solicité la inclusión en el mismo de asuntos urgentes."]]},{"content":["Artículo 64","Article 64"],"section":[{"content":["The Chamber of Deputies and the Senate meet two times per year, once in the month of January and the other in the month of July, for a maximum time of five months per period of sessions.","La Cámara de los Diputados y el Senado se reúnen dos veces al año, una en el mes de Enero y otra en el mes de Julio, durante un tiempo máximo de cinco meses de periodo de sesiones."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/session"}}},{"content":["Para celebrar sesiones se requiere la asistencia de la mitad más uno de los miembros de la Cámara de los Diputados y el Senado, y los acuerdos se toman por mayoría simple de votos de los presentes.","To hold sessions, the presence of half plus one of the members of the Chamber of the Deputies and the Senate is required, and the agreements are taken by simple majority of votes of those present."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/quorum"}}}]},{"content":["Article 65","Artículo 65"],"section":["La apertura y clausura de cada periodo de sesiones tanto ordinario como extraordinario son acordados por Decreto del Presidente de la República, de acuerdo con las Mesas de ambas Cámaras.","The opening and closing of each period of sessions [,] both ordinary and extraordinary [,] is established by the Decree of the President of the Republic, in accordance with the Boards of both Chambers."]},{"content":["Artículo 66","Article 66"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/pubmeet"}},"section":["Los debates de las Sesiones Plenarias de la Cámara de los Diputados y del Senado son públicos.","The debates of the Plenary Sessions of the Chamber of Deputies and the Senate are public."]},{"content":["Artículo 67","Article 67"],"section":["A petición del Gobierno o de las tres cuartas partes de los Diputados o Senadores, la Cámara de los Diputados y el Senado pueden celebrar determinadas sesiones a puerta cerrada por razones de confidencialidad o seguridad.","By petition of the Government or through the three fourths of Deputies or Senators, the Chamber of Deputies and Senate can hold specific closed sessions for reasons of confidentiality or security."]},{"content":["Article 68","Artículo 68"],"section":[{"content":["La iniciativa legislativa corresponde al Presidente de la República en Consejo de Ministros y a los Diputados y Senadores en la forma que la ley determine.","The legislative initiative corresponds to the President of the Republic in the Council of Ministers and to the Deputies and Senators in the way that the law determines."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/legini"}}},["The proposals of laws emanating from the Deputies and Senators are deposited with the Board of the Chamber of the Deputies and of the Senate in accordance with what the respective Internal Regulations establish and are transmitted to the Government for their study.","Las proposiciones de leyes emanadas de los Diputados y Senadores son depositadas en la Mesa de la Cámara de los Diputados y del Senado conforme establecen los Reglamentos Internos respectivos y transmitidas al Gobierno para su estudio."]]},{"content":["Article 69","Artículo 69"],"section":{"content":["Aside from the cases expressly provided in other Articles of this Fundamental Law, the following are matters reserved to the Law.","Aparte de los casos expresamente previstos en otros artículos de esta Ley Fundamental, son materias reservadas a la ley las siguientes:"],"section":[["The regulation of the exercise of the rights and duties of the citizens.","La regulación del ejercicio de los derechos y deberes de los ciudadanos."],{"content":["El régimen de expropiación forzosa de los bienes con vista a su utilidad pública.","The regime of forced expropriation of assets taking into account their public utility."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/exprop"}}},["The nationality, the state and capacity of persons, the matrimonial regimes and inheritances.","La nacionalidad, el estado y la capacidad de las personas, los regímenes matrimoniales y las sucesiones."],["The judicial organization, the creation of new organs of jurisdiction and the statutes of the Magistrates and of the Public Ministry.","La organización judicial, la creación de nuevos órganos de jurisdicción y los estatutos de los Magistrados y del Ministerio Público."],["El régimen penitenciario, la amnistía y la determinación de los delitos, así como las penas que le son aplicables.","The penitentiary regime, amnesty and the determination of crimes, as well as the penalties that are applicable to them."],["El régimen de asociación, los partidos políticos y los sindicatos.","The regime of association, political parties, and unions."],["The regime of issuance and printing of money, stamps and seals of the State.","El régimen de emisión y de impresión de la moneda, sellos y timbres de Estado."],["La organización administrativa y la financiera general.","The administrative and financial organization in general."],["Las condiciones de participación del Estado en las empresas mixtas y la gestión de las mismas.","The conditions of participation of the State in mixed companies and the management of them."],["The regime of public patrimony.","El régimen del patrimonio público."],["The regime of the freedom of persons, property, concessions, real rights and civil and commercial obligations.","El régimen de las libertades de las personas, de la propiedad, de las concesiones, de los derechos reales y de las obligaciones civiles y comerciales."],["The credits and fiscal obligations of the State.","Los créditos y las obligaciones fiscales del Estado."],["The program of economic and social action.","El programa de acción económica y social."],["Los principios fundamentales de la educación, la cultura, el derecho laboral y la seguridad social.","The fundamental principles of education, culture, labor rights, and social security."],["The regulation of weights and measures.","La regulación de pesas y medidas."]]}},{"content":["Article 70","Artículo 70"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/budget"}},"section":[["Los Presupuestos Generales del Estado presentados por el Gobierno en el curso de la segunda sesión son votados por la Cámara de los Diputados y el Senado. En caso de que no fueran aprobados antes de la expiración del ejercicio financiero en curso, el Presidente de la República puede prorrogar la Ley Presupuestaria del año precedente hasta la adopción de la nueva.","The General Budgets of the State [,] presented by the Government in the course of the second session [,] are voted by the Chamber of Deputies and Senate. In the case that they are not approved before the expiration of the current financial year, the President of the Republic can extend the Budgetary Law of the preceding year until the adoption of the new one."],{"content":["A petición del Gobierno, la Cámara de los Diputados y el Senado son convocados diez días para reunirse en sesión extraordinaria para una nueva deliberación.","On petition of the Government, the Chamber of Deputies and Senate are convoked ten days to meet in extraordinary session for a new deliberation."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/exsess"}}},["In the event that the Budgets have not been adopted by the end of the extraordinary session, the Budgetary Law is definitively established by the President of the Republic.","En caso de que los Presupuestos no hayan sido adoptados al final de la sesión extraordinaria, la Ley Presupuestaria queda definitivamente establecida por el Presidente de la República."]]},{"content":["Article 71","Artículo 71"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/exsess"}},"section":["If the Budgets are not presented by the Government in the course of the second ordinary session of the Chamber of Deputies and Senate, the President of the Republic will convoke an extraordinary session to this end.","Si los Presupuestos no fuesen presentados por el Gobierno en el curso de la segunda sesión ordinaria de la Cámara de los Diputados y del Senado, el Presidente de la República convocará una sesión extraordinaria de éstas para tal fin."]},{"content":["Article 72","Artículo 72"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/legapp"}},"section":["Antes de promulgarse la Ley, el Presidente de la República puede pedir una segunda o tercera lectura de la misma a la Cámara de los Diputados y al Senado.","Before promulgating the Law, the President of the Republic can demand a second or third reading of it to the Chamber of the Deputies and Senate."]},{"content":["Article 73","Artículo 73"],"section":["El Presidente de la República puede dirigirse de oficio a la Cámara de los Diputados y al Senado o enviar mensajes leídos. Estas comunicaciones no pueden dar lugar a ningún debate en presencia suya, excepto que la sesión esté dedicada especialmente a tal efecto.","The President of the Republic can address by its own initiative the Chamber of the Deputies and the Senate or send written messages. These communications cannot give rise to any debate in his presence, except when the session is especially dedicated to this effect."]},{"content":["Article 74","Artículo 74"],"metadata":{"topics":["http://www.constituteproject.org/ontology/lhlead","http://www.constituteproject.org/ontology/uhlead"]},"section":["El Orden del Día de las Sesiones de la Cámara de los Diputados y del Senado es fijado por las Mesas respectivas.","The Agenda of the day of the Sessions of the Chamber of Deputies and Senate is established by the respective boards."]},{"content":["Artículo 75","Article 75"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/legapp"}},"section":["The President of the Republic promulgates and sanctions the laws adopted by the Chamber of Deputies and Senate.","El Presidente de la República promulga y sanciona las leyes adoptadas por la Cámara de los Diputados y por el Senado."]},{"content":["Artículo 76","Article 76"],"section":["The Chamber of Deputies and Senate approve their budgets of expenditures and communicate them to the Government for their consideration and inclusion in the General Budgets of the State.","La Cámara de los Diputados y el Senado aprueban sus presupuestos de gastos y los comunican al Gobierno para su acomodación e inclusión en los Presupuestos Generales del Estado."]},{"content":["Article 77","Artículo 77"],"section":["The Chambers communicate in writing between them and with the other Powers of the State through their respective Presidents.","Las Cámaras se comunican por escrito entre sí y con los demás Poderes del Estado por medio de sus respectivos Presidentes."]},{"content":["Article 78","Artículo 78"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/profleg"}},"section":["The law establishes the regime of incompatibility of the Deputies and Senators in exercise of their functions.","La ley establece el régimen de incompatibilidad de los Diputados y Senadores en ejercicio de sus funciones."]},{"content":["Article 79","Artículo 79"],"section":{"content":["The common functions of the Chamber of Deputies and the Senate are the following:","Las funciones comunes de la Cámara de los Diputados y del Senado son las siguientes:"],"section":[{"content":["Elegir de entre sus miembros a sus Presidentes, Vice-Presidentes y demás miembros de la Mesa de sus respectivas Cámaras.","To elect from their members their Presidents, Vice-presidents, and other members of the Boards of their respective Chambers."],"metadata":{"topics":["http://www.constituteproject.org/ontology/lhlead","http://www.constituteproject.org/ontology/uhlead"]}},["Dictar su propio Reglamento Interno.","To dictate their own internal Regulations"],{"content":["To approve the Law of the Budget of Revenues, Expenses and Investments of the State.","Aprobar la Ley de Presupuestos de Ingresos, Gastos e Inversiones del Estado."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/budget"}}},["To legislate in tax matters, suppress and create taxes and other encumbrances in accordance with every case.","Legislar en materia tributaria, suprimir y crear impuestos y demás gravámenes según los casos."],["Legislar sobre pesas y medidas","To legislate concerning weights and measures."],["Determinar las bases del Derecho Civil, Mercantil, Procesal, Penal y Laboral.","To determine the bases of Civil, Commercial, Procedural, Criminal, and Labor Law."],["To regulate the fundamental rights and all those related to matters of legal reserve.","Regular los derechos fundamentales y todos los que se refieren a materia de reserva legal."],["Any other attributions conferred by the laws to them.","Cuantas otras atribuciones les confieran las leyes."]]}}]},{"content":["Of the Chamber of Deputies","DE LA CÁMARA DE DIPUTADOS"],"section":[{"content":["Artículo 80","Article 80"],"metadata":{"topics":["http://www.constituteproject.org/ontology/freeelec","http://www.constituteproject.org/ontology/voteun","http://www.constituteproject.org/ontology/lhselect","http://www.constituteproject.org/ontology/lhterm","http://www.constituteproject.org/ontology/electsch","http://www.constituteproject.org/ontology/lhseats"]},"section":["La Cámara de los Diputados, es el órgano legislativo del Estado y de representación popular de la Nación. Está integrada por 100 miembros que son elegidos por un mandato de cinco años mediante sufragio universal, directo y secreto en elecciones generales que se celebran en un solo día y dentro de los sesenta días antes o después de la expiración de su mandato.","The Chamber of Deputies, is the legislative organ of the State and of popular representation of the Nation. It is composed of 100 members that are elected for a mandate of five years through universal, direct, and secret suffrage in general elections that are held on one day and within sixty days before or following the expiration of their mandate."]},{"content":["Article 81","Artículo 81"],"section":{"content":["Compete a la Cámara de los Diputados:","The Chamber of Deputies is competent:"],"section":[{"content":["Aprobar los tratados de paz, de comercio, los que afectan a la soberanía Nacional e integridad territorial y todos los que se refieren a materia de reserva legal y someterlos a la ratificación del Presidente de la República.","To approve the peace treaties, commercial treaties, those treaties that affect the National Sovereignty and the territorial integrity and all those treaties that refer to matters of legal reserve, and to submit them to ratification by the President of the Republic."],"metadata":{"topics":["http://www.constituteproject.org/ontology/intlaw","http://www.constituteproject.org/ontology/treat"]}},{"content":["To authorize the President of the Republic, during the interim of the Sessions, to issue Decree-Laws concerning matters of legal reserve. These Decree-Laws enter into force once they are published and may not be derogated except by another law. The government will inform the Chamber of Deputies and Senate of such Decree-Laws.","Autorizar al Presidente de la República, durante el intermedio de las Sesiones, dictar Decretos-Leyes sobre materias de reserva legal. Estos Decretos-Leyes entrarán en vigor una vez publicados y no podrán ser derogados más que por otra ley. El Gobierno informará a la Cámara de los Diputados y al Senado de estos Decretos-Leyes."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hosdec"}}},{"content":["Interpretar a los Miembros de Gobierno sobre asuntos de su competencia y hacerlos comparecer ante la Cámara para que rindan explicaciones sobre su política general o sobre un asunto específico puesto bajo su responsabilidad.","To interpret to the Members of the Government matters concerning its competence and to have them appear before the Chamber to render explications concerning its general policy or concerning a specific matter under its responsibility."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/invexe"}}},{"content":["To appoint from within [,] commissions with the purpose of investigating any matter which concerns public interest. These commissions have free access to all Departments of the Administration except of the secrets of the State.","Nombrar en su seno comisiones a fin de investigar cualquier asunto en el que se halle comprometido el interés público. Estas comisiones tienen libre acceso a todos los Departamentos de la Administración quedando a salvo los secretos de Estado."],"metadata":{"topics":["http://www.constituteproject.org/ontology/commit","http://www.constituteproject.org/ontology/invexe"]}}]}},{"content":["Article 82","Artículo 82"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/lhselect"}},"section":["The law determines the conditions for the election of Deputies.","La Ley determina las condiciones de elección de los Diputados."]}]},{"content":["DEL SENADO","Of the Senate"],"section":[{"content":["Artículo 83","Article 83"],"section":["El Senado es el Órgano de representación territorial y de las corporaciones locales, en la forma que determina la ley.","The Senate is the organ of territorial representation and of the local corporations, in the manner determined by the law."]},{"content":["Artículo 84","Article 84"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/uhselect"}},"section":[{"content":["The Senate is composed of seventy senators that are elected for a mandate of five years by universal, direct and secret suffrage in general elections that are held on one day and within sixty days before or after the expiration of their mandate.","El Senado está integrado por setenta senadores que son elegidos por un mandato de cinco años mediante sufragio universal directo y secreto en elecciones generales que se celebran en un solo día y dentro de los sesenta días antes o después de la expiración de su mandato."],"metadata":{"topics":["http://www.constituteproject.org/ontology/voteun","http://www.constituteproject.org/ontology/freeelec","http://www.constituteproject.org/ontology/electsch","http://www.constituteproject.org/ontology/uhseats","http://www.constituteproject.org/ontology/uhterm"]}},["La ley determina el número de senadores de libre designación por el Presidente de la República de entre los setenta senadores.","The law determines the number of senators of free appointment by the President of the Republic among the seventy senators."],{"content":["La Ley Electoral define las circunscripciones electorales y determina el número de escaños correspondientes a cada una, el régimen de elegibilidad e inelegibilidad y compatibilidad e incompatibilidad de los senadores y desarrolla los demás aspectos del proceso electoral.","The Electoral Law defines the electoral circumscriptions and determines the number of seats corresponding to each one, the regime of eligibility and ineligibility and of compatibility and incompatibility of the senators and develops other aspects of the electoral process."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/uhrest"}}},["Los escaños se atribuyen a cada representación territorial y a las corporaciones locales.","Seats are attributed to each territorial representation and to local corporations."]]},{"content":["Artículo 85","Article 85"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/uhselect"}},"section":["The Ex-Presidents of the Republic, the Ex-Vice Presidents of the Republic, the Ex-Presidents of the Chamber of Deputies and the Senate, are natural senators with all the rights, prerogatives and immunities, when conserving their political and social dignity and reputation.","Los Ex-Presidentes de la República, los Ex-Vicepresidentes de la República, los Ex-Presidentes de la Cámara de los Diputados y del Senado, son senadores natos con todos los derechos, prerrogativas e inmunidades, cuando conservan su dignidad y reputación política y social."]},{"content":["Article 86","Artículo 86"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/uhspleg"}},"section":["Only those matters that fall within its specific competences may be included in the agenda of the sessions of the Senate and those that the President of the Republic and the Chamber of Deputies expressly solicit for intervention.","Sólo los asuntos comprendidos en sus competencias específicas podrán ser inscritos en el orden del día de las sesiones del Senado y los que expresamente el Presidente de la República y la Cámara de los Diputados soliciten su intervención."]},{"content":["Article 87","Artículo 87"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hossucc"}},"section":[["In case of the simultaneous vacancy in the Presidency and the Vice-presidency of the Republic, the President of the Senate temporarily [interinamente] assumes the role of President of the Republic and shall convoke new presidential elections within a period of ninety days.","En caso de vacancia simultanea en la Presidencia y la Vice-Presidencia de la República, el Presidente del Senado asumirá interinamente el cargo de Presidente de la República y convocará nuevas elecciones presidenciales en el plazo de noventa días."],["In the election convoked in accordance with the previous paragraph, the Interim President of the Republic may not present himself as a candidate.","A las elecciones convocadas con arreglo al párrafo anterior, el Presidente Interino de la República no podrá presentarse como candidato."],["Durante el periodo de transición hasta la elección del nuevo Presidente de la República, la Ley Fundamental no podrá ser modificada y ningún órgano del Estado podrá ser disuelto.","During the period of transition until the election of the new President of the Republic, the Fundamental Law may not be modified and no organ of the State shall be dissolved."]]},{"content":["Article 88","Artículo 88"],"section":{"content":["The following are functions of the Senate:","Son funciones del Senado:"],"section":[{"content":["To adopt in second reading the project of laws and other provisions submitted to its study and approval by the Chamber of the Deputies.","Dictaminar en segunda lectura los proyectos de leyes y demás disposiciones sometidas a su estudio y aprobación por la Cámara de los Diputados."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/divhouse"}}},["Aceptar o no la dimisión del Presidente de la República.","To accept or not the resignation of the President of the Republic."],["Los demás que la ley determine.","Any others that the law determines."]]}}]}]},{"content":["CAPÍTULO V. DEL PODER JUDICIAL","Chapter V. Of the Judicial Power"],"section":[{"content":["General Provisions","DISPOSICIONES GENERALES"],"section":[{"content":["Article 89","Artículo 89"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/judind"}},"section":["The Judicial Power is independent of the Legislative Power and of the Executive Power. It exercises the jurisdictional function of the State.","El Poder Judicial es independiente del Poder Legislativo y del Poder Ejecutivo. Ejerce las funciones jurisdiccionales del Estado."]},{"content":["Artículo 90","Article 90"],"section":[["La justicia emana del pueblo y se administra en nombre del Jefe del Estado.","Justice emanates from the People and is administered on behalf of the Head of State."],["The Organic Law of the Judicial Power determines the organization and the attributions of the courts and the tribunals necessary for the efficient functioning of the Administration of Justice. The same Law establishes the statute of the Magistracy [Magistratura].","La Ley Orgánica del Poder Judicial determina la organización y las atribuciones de los juzgados y los tribunales necesarios para un funcionamiento eficaz de la Administración de Justicia. Esta misma Ley fija el estatuto de la Magistratura."]]},{"content":["Article 91","Artículo 91"],"section":["The exercise of the jurisdictional power in any type of process, judging and executing what has been judged [,] corresponds exclusively to the courts and tribunals determined by the Law.","El Ejercicio de la potestad jurisdiccional en todo tipo de proceso, juzgando y haciendo ejecutar lo juzgado, corresponde exclusivamente a los juzgados y tribunales determinados por la ley."]},{"content":["Article 92","Artículo 92"],"section":["The Head of State is the First Magistrate of the Nation and guarantees the independence of the jurisdictional function.","El Jefe del Estado es el Primer Magistrado de la Nación y garantiza la independencia de la función jurisdiccional."]},{"content":["Artículo 93","Article 93"],"section":["Los Jueces y Magistrados no son sometidos más que a las disposiciones de la ley en el ejercicio de sus funciones.","The Judges and Magistrates are submitted only to the provisions of the Law in the exercise of their functions."]},{"content":["Artículo 94","Article 94"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/judcrts4"}},"section":["El principio de unidad jurisdiccional es la base de la organización y del funcionamiento de los juzgados y tribunales. La ley fija el régimen jurídico aplicable a la Jurisdicción Militar.","The principle of jurisdictional unity is the basis of the organization and functioning of courts and tribunals. The Law establishes the juridical regime applicable to the Military Jurisdiction."]},{"content":["Artículo 95","Article 95"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/pubtri"}},"section":["Los juicios son públicos, salvo los casos que la ley señale, pero los tribunales de justicia deliberan en secreto.","The Trials are public, except for the cases that the law establishes, but the tribunals of justice deliberate in secret."]}]},{"content":["Of the Superior Council of the Judicial Power","DEL CONSEJO SUPERIOR DEL PODER JUDICIAL"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/jc"}},"section":{"content":["Article 96","Artículo 96"],"section":[["The Superior Council of the Judicial Power is the organ of Government of it. It is composed of a President of the Republic and six members appointed by the Head of State among notable persons of recognized competence and moral solvency, for a period of five years.","El Consejo Superior del Poder Judicial es el órgano de Gobierno del mismo. Se compone de un Presidente que es el Presidente de la República y seis miembros nombrados por el Jefe de Estado de entre personalidades de reconocida competencia y solvencia moral, por un periodo de cinco años."],["An organic law shall regulate the structure of the Superior Council of the Judicial Power, its functioning and the juridical statute of its members.","Una ley orgánica regulará la estructura del Consejo Superior del Poder Judicial, su funcionamiento y el estatuto jurídico de sus miembros."]]}},{"content":["DE LA CORTE SUPREMA DE JUSTICIA","Of the Supreme Court of Justice"],"section":[{"content":["Artículo 97","Article 97"],"metadata":{"topics":["http://www.constituteproject.org/ontology/hocsize","http://www.constituteproject.org/ontology/levjud"]},"section":["La Corte Suprema de Justicia es el máximo órgano jurisdiccional en todos los órdenes, salvo lo dispuesto en materia de garantías constitucionales, se compone de un Presidente y ocho Magistrados.","The Supreme Court of Justice is the maximum jurisdictional organ of all the orders, save for that provided in matters of constitutional guarantees, [and] is composed of a President and eight Magistrates."]},{"content":["Artículo 98","Article 98"],"section":[{"content":["The President of the Supreme Court of Justice and the Magistrates that compose of it, are appointed by the President of the Republic for a period of five years.","El Presidente de la Corte Suprema de Justicia y los Magistrados que la componen, son nombrados por el Presidente de la República para un periodo de cinco años."],"metadata":{"topics":["http://www.constituteproject.org/ontology/hocsel","http://www.constituteproject.org/ontology/hocterm"]}},["The career Magistrates and the officers of Administration of Justice are appointed and dismissed in accordance with the law.","Los Magistrados de carrera y los funcionarios de la Administración de Justicia son nombrados y separados conforme a la ley."]]}]},{"content":["DE LA FISCALÍA GENERAL DE LA REPÚBLICA","Of the Office of the Attorney General of the Republic"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/atgen"}},"section":[{"content":["Artículo 99","Article 99"],"section":["The Office of the Attorney General of the Republic has its main mission to see the strict compliance with the legality and other provisions by all the organs of the State, the regions, provinces, districts, and municipalities, as well as the citizens and foreigners living in the Country.","La Fiscalía General de la Republica tiene como misión principal velar por el estricto cumplimiento de la legalidad y demás disposiciones por todos los órganos del Estado, las regiones, las provincias, los distritos y los municipios, así como los ciudadanos y extranjeros residentes en el País."]},{"content":["Article 100","Artículo 100"],"section":[["The Attorney General of the Republic and the Adjunct General Attorneys are appointed and dismissed by the President of the Republic.","El Fiscal General de la República y los Fiscales Generales Adjuntos son nombrados y separados por el Presidente de la República."],["La Fiscalía General de la República se rige por un estatuto orgánico.","The Office of the Attorney General of the Republic is governed by an organic statute."]]}]}]},{"content":["CAPÍTULO VI. DEL TRIBUNAL CONSTITUCIONAL","Chapter VI. Of the Constitutional Tribunal"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/judcrts2"}},"section":[{"content":["Artículo 101","Article 101"],"section":[{"content":["The Constitutional Tribunal is composed of a President and four members appointed by the President of the Republic; two of them upon proposal of the Chamber of Deputies and the Senate respectively. The period of the Members of the Constitutional Tribunal will be of seven years.","El Tribunal Constitucional se compone de un presidente y cuatro miembros nombrados por el Presidente de la República; dos de ellos a propuesta de la Cámara de los Diputados y del Senado, respectivamente. El periodo de mandato de los Miembros del Tribunal Constitucional será de siete años."],"metadata":{"topics":["http://www.constituteproject.org/ontology/conterm","http://www.constituteproject.org/ontology/consel"]}},{"content":["The Constitutional Tribunal is competent:","Compete al Tribunal Constitucional:"],"metadata":{"topics":["http://www.constituteproject.org/ontology/interp","http://www.constituteproject.org/ontology/conpow"]},"section":[{"content":["Conocer de los recursos de inconstitucionalidad de las leyes.","To review the recourses [recursos] of unconstitutionality of the laws."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/uncon"}}},{"content":["To review the recourses of constitutional amparo against the provisions and acts that violate the rights and freedoms recognized in the Fundamental Law.","Conocer de los recursos de amparo constitucional contra las disposiciones y actos que violen los derechos y libertades reconocidos en la Ley Fundamental."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/amparo"}}},{"content":["Proclamar los resultados definitivos de las Elecciones Presidenciales, Legislativas, Municipales y las Operaciones de Referéndum.","To proclaim the definitive results of the Presidential, Legislative, Municipal Elections and the Operations of Referendum."],"metadata":{"topics":["http://www.constituteproject.org/ontology/mun","http://www.constituteproject.org/ontology/referen"]}},["Declarar la incapacidad física o mental permanente que constituye impedimento legal para el desempeño de las funciones del Presidente de la República, del Vice-Presidente de la República, del Presidente de la Cámara de los Diputados y del Presidente del Senado.","To declare the permanent physical or mental incapacity that constitute a legal impediment for the fulfillment of the functions of the President of the Republic, of the Vice President of the Republic, of the President of the Chamber of the Deputies and of the President of the Senate."],["To make decisions of binding character, in relation to the constitutional legality of the regulatory development of the institutional laws.","Dictaminar con carácter vinculante, sobre la legalidad constitucional del desarrollo reglamentario de las leyes institucionales."],["Conocer de los conflictos entre los órganos constitucionales.","To review the conflicts between the constitutional organs."],{"content":["To review the declaration of unconstitutionality of international treaties.","Conocer sobre la declaración de inconstitucionalidad de los tratados internacionales."],"metadata":{"topics":["http://www.constituteproject.org/ontology/intlaw","http://www.constituteproject.org/ontology/treatcon"]}},["Las demás materias que le atribuyen las leyes.","For any other matters that the laws attribute to it."]]}]},{"content":["Artículo 102","Article 102"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/uncon"}},"section":[{"content":["The legitimate organs to bring recourses of unconstitutionality are:","Los órganos legítimos para interponer recursos de inconstitucionalidad son:"],"section":[["The President of the Republic-Head of State.","El Presidente de la República-Jefe de Estado."],["The Vice-president of the Republic and the Prime Minister","El Vice-Presidente de la República y el Primer Ministro."],["The Chamber of Deputies and Senate with a qualified majority of the three fourths of their members","La Cámara de los Diputados y el Senado en una mayoría cualificada de las tres cuartas partes de sus miembros."],["The Attorney General of the Republic.","El Fiscal General de la República."]]},{"content":["Any natural person or successors with a legitimate interest is entitled to file a recourse of amparo [recurso de amparo].","Puede interponer recurso de amparo, toda persona natural o causa-habiente que invoque un interés legítimo."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/amparo"}}}]},{"content":["Artículo 103","Article 103"],"section":["The members of the Constitutional Tribunal cannot be Members of Government, the Chamber of Deputies, the Senate, the Judicial or Fiscal Career, nor can occupy any office of public election.","Los Miembros del Tribunal Constitucional no podrán ser Miembros del Gobierno, de la Cámara de los Diputados, del Senado, de la Carrera Judicial ni Fiscal, tampoco ostentarán ningún cargo público electivo."]},{"content":["Artículo 104","Article 104"],"section":["Any organic law will regulate the functioning of the Constitutional Tribunal, the statute of its members and the procedure for the exercise of actions before it.","Una ley orgánica regulará el funcionamiento del Tribunal Constitucional, el estatuto de sus miembros y el procedimiento para el ejercicio de las acciones ante el mismo."]}]},{"content":["Chapter VII. Of the Council of the Republic","CAPÍTULO VII. DEL CONSEJO DE LA REPÚBLICA"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hosstaff"}},"section":[{"content":["Article 105","Artículo 105"],"section":["El Consejo de la República es un Órgano consultivo de carácter político del Estado, encargado de asesorar al Presidente de la República en su gestión durante su mandato y a los demás poderes del Estado.","The Council of the Republic is a consultative State Organ of political character, in charge of advising the President of the Republic in his management during his mandate and the other powers of the State."]},{"content":["Article 106","Artículo 106"],"section":{"content":["The matters that are subject of advice by the Council of the Republic are:","Los temas objeto de asesoramiento del Consejo de la República son:"],"section":[["The defense and the safeguarding of the Fundamental Law of Equatorial Guinea and the supreme values of the State.","La defensa y salvaguarda de la Ley Fundamental de Guinea Ecuatorial y de los valores supremos del Estado."],["El mantenimiento de la seguridad interior y exterior del Estado.","The maintenance of the internal and external security of the State."],["La defensa y el mantenimiento de la unidad nacional, la integridad territorial y la soberanía del Estado de la República de Guinea Ecuatorial.","The defense and the maintenance of national unity, the territorial integrity and the sovereignty of the State of the Republic of Equatorial Guinea."],{"content":["La defensa de los valores de las culturas autóctonas, la identidad bantú y africana, así como la civilización universal.","The defense of the values of autochthonous cultures, the Bantu and African identity, as well as universal civilization."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/cultrght"}}},["La defensa y el mantenimiento del Estado de Derecho y el sistema democrático de la República de Guinea Ecuatorial.","The defense and maintenance of the Rule of Law and the democratic system of the Republic of Equatorial Guinea."],["Any other questions submitted to it.","Cuantas otras cuestiones les sean sometidas."]]}},{"content":["Artículo 107","Article 107"],"section":["El Consejo de la República se compone de nueve miembros elegidos de entre los Ex-Presidentes de la República, los Ex-Presidentes de la Cámara de los Diputados, los Ex-Presidentes del Senado, los Ex-Presidentes de la Corte Suprema de Justicia y los Ex-Presidentes del Tribunal Constitucional, que hayan ejercido sus cargos con reconocida honradez y dignidad, así como otras personalidades que por su probada honradez y dignidad merezcan tal designación.","The Council of the Republic is composed of nine members elected among the Ex-Presidents of the Republic, the Ex-Presidents of the Chamber of Deputies, the Ex-Presidents of the Senate, the Ex-Presidents of the Supreme Court of Justice and the Ex-Presidents of the Constitutional Tribunal, who have exercised their offices with recognized honor and dignity, as well as other notable persons who by their proven honesty and dignity merit such designation."]},{"content":["Artículo 108","Article 108"],"section":[["The members of the Council of the Republic will be appointed by the President of the Republic and have a term duration of five years, which may be renewed.","Los Miembros del Consejo de la República serán nombrados por el Presidente de la República y tendrán una duración de cinco años, pudiendo ser renovados."],["Los Ex-Presidentes de la República serán miembros vitalicios de pleno derecho del Consejo de la República.","The Ex-Presidents of the Republic will be life-long members of the Council of the Republic."]]},{"content":["Artículo 109","Article 109"],"section":["The condition of Member of the Council of the Republic is incompatible with the offices of members of other organs provided by this Fundamental Law, except for the Ex-Presidents of the Republic.","La condición de Miembro del Consejo de la República es incompatible con los cargos de miembros de otros órganos previstos en esta Ley Fundamental, excepto los Ex-Presidentes de la República."]},{"content":["Article 110","Artículo 110"],"section":{"content":["Los Miembros del Consejo de la República cesarán de sus funciones en los siguientes casos:","The Members of the Council of the Republic cease to be in their functions in the following cases:"],"section":[["Por expiración del mandato.","Due to the expiration of their mandate."],["Por muerte.","Due to death"],["Por incapacidad mental permanente.","Due to permanent mental incapacity."]]}},{"content":["Article 111","Artículo 111"],"section":{"content":["El Consejo de la República estará estructurado por:","The Council of the Republic will be structured by:"],"section":[["Un Presidente, que será preferentemente uno de los Ex Presidentes de la República.","A President, who will preferentially be one of the Ex-Presidents of the Republic."],["A Vice President","Un Vice-Presidente."],["Un Secretario.","A Secretary."],["Vocales.","Spokesmen."]]}},{"content":["Article 112","Artículo 112"],"section":["A law shall develop the functions and competences of the Council of the Republic, as well as the immunities of its members.","Una ley desarrollará las funciones y competencias del Consejo de la República, así como las inmunidades de sus miembros."]}]},{"content":["CAPÍTULO VIII. DEL CONSEJO NACIONAL PARA EL DESARROLLO ECONÓMICO Y SOCIAL","Chapter VIII. Of the National Council for Economic and Social Development"],"section":[{"content":["Article 113","Artículo 113"],"section":[["1 El Consejo Nacional para el Desarrollo Económico y Social, es el órgano técnico-consultivo sobre los planes y programas económicos y sociales, así como toda disposición legislativa o reglamentaria con carácter fiscal; puede asimismo proceder en base a una economía de mercado, al análisis de los problemas de desarrollo de Guinea Ecuatorial","The National Council for Economic and Social Development, is the technical-consultative organ regarding the economic and social plans and programs, as well as any legislative provision or regulation with fiscal character; it can also proceed on the basis of a market economy to the analysis of the problems of development of Equatorial Guinea."],["The National Council for Economic and Social Development issues its criteria and submits its conclusions concerning all questions related to matters that have been submitted to its study by the President of the Republic, the Chamber of Deputies, the Senate and other organs of the Administration of the State.","El Consejo Nacional para el Desarrollo Económico y Social emite su criterio y somete sus conclusiones sobre todas las cuestiones relacionadas a las materias que han sido puestas a su estudio por el Presidente de la República, la Cámara de los Diputados, el Senado y otros órganos de la Administración del Estado."],["It follows the execution of the decisions of the Government relative to economic and social organization.","Sigue la ejecución de las decisiones del Gobierno relativas a la organización económica y social."]]},{"content":["Artículo 114","Article 114"],"section":[["The National Council for Economic and Social Development is composed by technicians, specialists, and persons responsible in questions of economic and social development. It is composed of 30 members, which are appointed by the President of the Republic for a period of five years.","El Consejo Nacional para el Desarrollo Económico y Social está compuesto por técnicos, especialistas y responsables en cuestiones de desarrollo económico y social. Se compone de 30 miembros, que son designados por el Presidente de la República para un periodo de cinco años."],["The internal organization and the norms for the functioning of the National Council for Economic and Social Development are provided by the law.","La organización interna y las normas para el funcionamiento del Consejo Nacional para el Desarrollo Económico y Social son fijadas por la ley."]]}]},{"content":["CAPÍTULO IX. DEL TRIBUNAL DE CUENTAS","Chapter IX. Of the Tribunal of Accounts"],"section":[{"content":["Article 115","Artículo 115"],"section":[["El control fiscal es una función pública que ejercerá el Tribunal de Cuentas de la República, el cual vela por la transparencia de la gestión fiscal de la Administración y de los particulares o entidades que manejen fondos o bienes de la Nación. Dicho control se ejercerá con posterioridad selectiva conforme a los procedimientos, sistemas y principios que establezca la ley.","Fiscal control is a public function that the Tribunal of Accounts of the Republic will exercise, which sees for the transparency of the fiscal management of the Administration and of the individuals of entities that handle funds or assets of the Nation. Such control will be exercised with subsequent selectiveness in accordance with the procedures, systems, and principles that the law establishes."],["El Tribunal de Cuentas es una entidad de carácter técnico con autonomía administrativa y presupuestaria. No tendrá funciones administrativas distintas de las inherentes a su propia organización.","The Accounts’ Tribunal is an entity of technical character with administrative and budgetary autonomy. It has no administrative functions distinct from those inherent in its own organization."]]},{"content":["Article 116","Artículo 116"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/assets"}},"section":["All the notable officers of the State, the salaried public persons and para-public persons must make a declaration of their patrimonial assets before exercising the functions for which they are appointed.","Todas las personalidades del Estado, los asalariados públicos y para-públicos deben prestar una declaración de sus bienes patrimoniales antes de ejercer las funciones que les sean designadas."]},{"content":["Artículo 117","Article 117"],"section":[["El Presidente y los Miembros del Tribunal de Cuentas serán nombrados por el Presidente de la República.","The President and the members of the Accounts’ Tribunal will be appointed by the President of the Republic."],["The law establishes the number, duration of the mandate and the conditions of appointment of the President and the Members of the Accounts’ Tribunal.","La ley fija el número, duración del mandato y las condiciones de designación del Presidente y los Miembros del Tribunal de Cuentas."]]},{"content":["Artículo 118","Article 118"],"section":{"content":["El Tribunal de Cuentas tendrá las siguientes atribuciones:","The Accounts’ Tribunal shall have the following attributions:"],"section":[["To prescribe the methods and the form of accountability of those responsible for the handling of funds or assets of the Nation and to establish the criteria of financial, operative and results evaluations that must be the object of permanent monitoring.","Prescribir los métodos y la forma de rendir cuentas a los responsables del manejo de fondos o bienes de la Nación y establecer los criterios de evaluación financiera, operativa y de resultados que deberán ser objeto de seguimiento permanente."],["To review and to control the accounts that those responsible of the public treasury and to determine the grade of efficacy and efficiency shown by their conduct.","Revisar y controlar las cuentas que deben llevar los responsables del erario público y determinar el grado de eficacia y eficiencia que hayan obrado."],["Llevar un registro de la deuda pública de la Nación de de las entidades locales.","To keep a register of the public debt of the Nation and of the local entities."],["To require reports concerning fiscal management from public employees of any order and from any person or public or private entity that administers funds or assets of the Nation.","Exigir informes sobre la gestión fiscal a los empleados públicos de cualquier orden y a toda persona o entidad pública o privada que administre fondos o bienes de la Nación."],["To establish the responsibility derived from fiscal management, propose the corresponding pecuniary sanctions and exercise the coactive jurisdiction regarding the deduced extent of them.","Establecer la responsabilidad que se derive de la gestión fiscal, proponer las sanciones pecuniarias que correspondan y ejercer la jurisdicción coactiva sobre los alcances deducidos de la misma."],["To evaluate concerning the quality and efficiency of the internal fiscal control of the entities and organs of the State.","Conceptuar sobre la calidad y eficiencia del control fiscal interno de las entidades y organismos del Estado."],["Presentar al Presidente de la República y al Parlamento un informe anual sobre el cumplimiento de sus funciones y certificar sobre la situación de las finanzas y cuentas del Estado.","To present to the President of the Republic and to the Parliament an annual report concerning and fulfillment of its functions and certify with respect to the situation of the finances and accounts of the State."],["Promover ante las autoridades competentes, aportando las pruebas respectivas, investigaciones penales o disciplinarias contra quienes hayan causado perjuicio a los intereses patrimoniales del Estado. Bajo su responsabilidad, el Tribunal de Cuentas podrá exigir, verdad sabida y buena fe guardada, la suspensión temporal de funcionarios mientras culminan las investigaciones o los respectivos procesos penales o disciplinarios.","To promote before the competent authorities, providing the respective evidence, criminal or disciplinary investigations against those that have caused prejudice to the patrimonial interests of the State. Under its responsibility, the Accounts’ Tribunal can require, wise truth and good faith [verdad sabida y buena fe guardada], the temporary suspension of functionaries until the investigations or the respective criminal or disciplinary processes culminates."],["To present projects of laws regarding the regime of fiscal control, the organization and the functioning of the Accounts’ Tribunal.","Presentar ante-proyectos de leyes relativos al régimen de control fiscal, la organización y el funcionamiento del Tribunal de Cuentas."],["Las demás funciones que le atribuye la ley.","Any other functions that the law attributes to it."]]}},{"content":["Article 119","Artículo 119"],"section":["Los resultados de las investigaciones preliminares adelantadas por el Tribunal de Cuentas tendrán valor probatorio ante la Fiscalía General de la República y ante el juez competente.","The results of the preliminary investigations advanced by the Accounts’ Tribunal will have evidentiary value before the Office of the Attorney General of the Republic and before the competent judge."]},{"content":["Article 120","Artículo 120"],"section":["La ley desarrollará la estructura y funcionamiento del Tribunal de Cuentas.","The law will develop the structure and functioning of the Accounts’ Tribunal."]},{"content":["Article 121","Artículo 121"],"section":["The law will determine the manner of exercising control and vigilance over the management of the Accounts’ Tribunal.","La ley determinará la manera de ejercer el control y vigilancia de la gestión del Tribunal de Cuentas."]}]},{"content":["Chapter X. Of the Defender of the People","CAPÍTULO X. DEL DEFENSOR DEL PUEBLO"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/ombuds"}},"section":[{"content":["Artículo 122","Article 122"],"section":["El Defensor del Pueblo es el alto comisionado de la Cámara de los Diputados y del Senado, designado por éstas para la defensa de los derechos de los ciudadanos comprendidos en esta Ley Fundamental, a cuyo efecto, podrá supervisar la actividad de la Administración, dando cuenta a la Cámara de los Diputados y al Senado.","The Defender of the People is the high commissioned of the Chamber of Deputies and the Senate, designated by them for the defense of the rights of citizens included in this Fundamental Law, to which effect, he can supervise the activity of the Administration, giving notice to the Chamber of Deputies and the Senate."]},{"content":["Artículo 123","Article 123"],"section":["The Defender of the People will be elected by the Chamber of Deputies and the Senate, and will be ratified by the President of the Republic, for a period of five years.","El Defensor del Pueblo será elegido por la Cámara de los Diputados y el Senado, ratificado por el Presidente de la República, para un periodo de cinco años."]},{"content":["Artículo 124","Article 124"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/commit"}},"section":["A mixed Chamber of the Deputies-Senate commission will be designated in the Parliament, in charge of doing relations with the Defender of the People and reporting to the respective plenums [plenos] on as many occasions as necessary.","Se designará en el Parlamento una comisión mixta Cámara de los Diputados-Senado, encargada de relacionarse con el Defensor del Pueblo e informar a los respectivos plenos en cuantas ocasiones sean necesarias."]},{"content":["Article 125","Artículo 125"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/amparo"}},"section":["Toda persona física o jurídica que, ante un asunto que le concierne, considere que un organismo público no ha funcionado o actuado conforme a la misión de servicio público que le es asignado, puede interponer recurso de amparo ante el Defensor del Pueblo.","Any physical or legal person that, regarding a matter that concerns them, considers that a public organ has not functioned or acted in accordance with the mission of public service assigned to it, may file [interponer] a recourse of amparo before the Defender of the People."]},{"content":["Article 126","Artículo 126"],"section":{"content":["The functions of the Defender of the People are:","Son funciones del Defensor del Pueblo:"],"section":[["Verificar y mediar cualquier conducta irregular en las relaciones entre la administración pública o privada y los ciudadanos.","To verify and mediate any irregular conduct in the relations between the public or private administration and the citizens."],["Informar y denunciar ante los órganos competentes sobre conductas no conformes con las leyes.","To inform and to denounce before the competent organs about conduct not conforming to the laws."],["Mediar en los conflictos que puedan surgir entre la Administración y los administrados, proponiendo las soluciones correspondientes a los órganos competentes, según los casos.","To mediate the conflicts that can arise between the Administration and the administered [administrados], proposing the corresponding solutions to the competent organs, according to the cases."],["Conocer de los recursos de amparo y protección contra las disposiciones y actos que violen los derechos y libertades reconocidos en esta Ley Fundamental.","To review the recourses of amparo and protection against the provisions and acts that violate the rights and freedoms recognized In this Fundamental Law."]]}},{"content":["Artículo 127","Article 127"],"section":[["El Defensor del Pueblo es accesible a todas las personas.","The Defender of the People is accessible to all persons."],["Un informe emitido por el Defensor del Pueblo debe ser accesible al público salvo circunstancias excepcionales a determinar por la ley para requerir el carácter confidencial del mismo.","The report emitted by the Defender of the People must be accessible to the public except in exceptional circumstances determined by the law that require the confidential character of them."]]},{"content":["Article 128","Artículo 128"],"section":["La ley fija la estructura orgánica y funcional del Defensor del Pueblo.","The law establishes the organic and functional structure of the Defender of the People."]}]}]},{"content":["TÍTULO TERCERO. DE LAS FUERZAS ARMADAS, DE LA SEGURIDAD DEL ESTADO Y DE LA DEFENSA NACIONAL","Third Title. Of the Armed forces, Of the Forces of Security of the State, and Of the National Defense"],"section":[{"content":["Artículo 129","Article 129"],"section":["Las Fuerzas Armadas y de la Seguridad del Estado constituyen la institución nacional que tiene como misión principal, mantener la Independencia Nacional y la Integridad Territorial, defender la Soberanía Nacional, salvaguardar los supremos valores de la Patria, la Seguridad del Estado, el Orden Público y el normal funcionamiento de los Poderes Públicos. Las Fuerzas Armadas y de la Seguridad del Estado se rigen por ley y por sus propios reglamentos.","The Armed Forces and Forces of Security of the State constitute the national institution that has its main mission, to maintain the National Independence and the Territorial Integrity, to defend the National Sovereignty, to safeguard the supreme values of the Fatherland, the Security of the state, the Public Order and the normal functioning of the Public Powers. The Armed Forces and Forces of Security of the State are governed by their own regulations."]},{"content":["Artículo 130","Article 130"],"section":[["The National Defense is the organization and participation of all the living forces and the moral and material resources of the Nation when the circumstances so require.","La Defensa Nacional es la organización y la participación de todas las fuerzas vivas y los recursos morales y materiales de la Nación cuando las circunstancias lo exigen."],["Un reglamento orgánico regula la Defensa Nacional.","An organic regulation governs the National Defense."]]}]},{"content":["TÍTULO CUARTO. DE LAS CORPORACIONES LOCALES","Fourth Title. Of the Local Corporations"],"metadata":{"topics":["http://www.constituteproject.org/ontology/mun","http://www.constituteproject.org/ontology/sub"]},"section":[{"content":["Artículo 131","Article 131"],"section":["The Local Corporations are institutions with their own legal personality, in charge of the government and administration of the regions, provinces, districts, and municipalities. They promote the plans and programs of economic and social development in their respective territories in accordance with the law.","Las Corporaciones Locales son instituciones con personalidad jurídica propia, encargadas del gobierno y administración de las regiones, provincias, distritos y municipios. Promueven los planes y programas de desarrollo económico y social de sus respectivos territorios de acuerdo a la ley."]},{"content":["Artículo 132","Article 132"],"section":[["Las Corporaciones Locales contribuyen a la realización de las funciones y fines del Estado que establece esta Ley Fundamental y no pueden ser creadas modificadas ni suprimidas más que por ley.","The Local Corporations contribute to the fulfillment of the functions of the objectives of the State [,] which are established by this Fundamental Law [,] and they may only be created, modified, or suppressed by law."],["Le ley determina las competencias, el funcionamiento, la jurisdicción y la composición de las Corporaciones Locales.","The law determines the competencies, the functioning, the jurisdiction and the composition of the Local Corporations."]]}]},{"content":["TÍTULO QUINTO. DE LA REVISION DE LA LEY FUNDAMENTAL","Fifth Title. Of the Review of the Fundamental Law"],"section":[{"content":["Article 133","Artículo 133"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/amend"}},"section":[["The initiative to reform this Fundamental Law corresponds to the President of the Republic or to the three-quarters of the members of the Chamber of Deputies or the Senate.","La iniciativa de reforma de la presente Ley Fundamental corresponde al Presidente de la República o a las tres cuartas partes de los miembros de la Cámara de los Diputados o del Senado."],["The projects of constitutional revision to which the previous paragraph refers are dealt with in accordance with that established for projects or proposals of laws.","Los proyectos de revisión constitucional a que se refiere el párrafo anterior se tramitarán conforme a lo establecido para proyectos o proposiciones de leyes."],["Las proposiciones de reforma de la Ley Fundamental se adoptarán por el voto afirmativo de las tres cuartas partes de los miembros de la Cámara de los Diputados y del Senado.","The proposals of reform of the Fundamental Law will be adopted by the affirmative vote of the three-fourths of the members of the Chamber of Deputies and the Senate."],{"content":["La aprobación de la proposición de revisión de la Ley Fundamental conforme establece el párrafo anterior devendrá definitiva, salvo cuando el Presidente de la República decida someterla a referéndum, en cuyo caso la correspondiente aprobación popular la hará definitiva.","The approval of the proposal of revision of the Fundamental Law in accordance with what is established in the previous paragraph will become definitive, except when the President of the Republic decides to submit it to referendum, in which case the corresponding popular approval will make it definitive."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/referen"}}}]},{"content":["Artículo 134","Article 134"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/unamend"}},"section":["The Republican and Democratic Regime of the State of Equatorial Guinea, the National Unity, and the Territorial Integrity may not be the object of any reform","El Régimen Republicano y Democrático del Estado de Guinea Ecuatorial, la Unidad Nacional y la Integridad Territorial no pueden ser objeto de ninguna reforma."]}]},{"content":["DISPOSICIONES TRANSITORIAS","Transitory Provisions"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/tranprov"}},"section":[{"content":["PRIMERA","First"],"section":["Until the new Institutions and Organs created by this Fundamental Law are placed in functioning, those actually existing remain in force.","En tanto no sean puestas en funcionamiento las nuevas Instituciones y Órganos creados por esta Ley Fundamental, permanecerán vigentes las existentes actualmente."]},{"content":["Second","SEGUNDA"],"section":["Hasta tanto no se constituya la Cámara de los Diputados y el Senado, la actual Cámara de los Representantes del Pueblo seguirá ejerciendo las funciones que la Ley Fundamental reconoce al Poder Legislativo del Estado.","Until the Chamber of Deputies and Senate are constituted, the current Chamber of Representatives of the People will continue exercising the functions that the Fundamental Law recognizes to the Legislative Power of the State."]}]},{"content":["DISPOSICION DEROGATORIA","Derogatory Provision"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/uncon"}},"section":["Quedan derogadas cuantas disposiciones se opongan a lo dispuesto en la presente Ley Fundamental.","Any provisions that oppose this Fundamental Law are derogated."]},{"content":["Final Provision","DISPOSICIÓN FINAL"],"section":["This Fundamental Law enters into force from its promulgation by the President of the Republic, once having been adopted by Referendum and its publication in the Official Gazette of the State [Boletín Oficial del Estado].","La presente Ley Fundamental entrará en vigor a partir de su promulgación por el Presidente de la República, después de haber sido aprobada en Referéndum y su publicación en el Boletín Oficial del Estado."]}]}}