{"document":{"section":[{"content":"Preamble","metadata":{"topics":["http://www.constituteproject.org/ontology/preamble","http://www.constituteproject.org/ontology/auth"]},"section":[{"content":"We, the people of Eritrea, united in a common struggle for our rights and common destiny:"},{"content":"With Eternal Gratitude to the scores of thousands of our martyrs who sacrificed their lives for the causes of our rights and independence, during the long and heroic revolutionary struggle for liberation, and to the courage and steadfastness of our Eritrean patriots; and standing on the solid ground of unity and justice bequeathed by our martyrs and combatants;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/prevcond"}}},{"content":"Aware that it is the sacred duty of all citizens to build a strong and advanced Eritrea on the bases of freedom, unity, peace, stability and security achieved through the long struggle of all Eritreans, which tradition we must cherish, preserve and develop;"},{"content":"Realizing that in order to build an advanced country, it is necessary that the unity, equality, love for truth and justice, self-reliance, and hard work, which we nurtured during our revolutionary struggle for independence and which helped us to triumph, must become the core of our national values;"},{"content":"Appreciating the fact that for the development and health of our society, it is necessary that we inherit and improve upon the traditional community-based assistance and fraternity, love for family, respect for elders, mutual respect and consideration;"},{"content":"Convinced that the establishment of a democratic order, through the participation of and in response to the needs and interests of citizens, which guarantees the recognition and protection of the rights of citizens, human dignity, equality, balanced development and the satisfaction of the material and spiritual needs of citizens, is the foundation of economic growth, social harmony and progress;","metadata":{"topics":["http://www.constituteproject.org/ontology/system","http://www.constituteproject.org/ontology/dignity"]}},{"content":"Noting the fact that the Eritrean women&#x27;s heroic participation in the struggle for independence, human rights and solidarity, based on equality and mutual respect, generated by such struggle will serve as an unshakable foundation for our commitment to create a society in which women and men shall interact on the bases of mutual respect, solidarity and equality;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/solid"}}},{"content":"Desirous that the Constitution we are adopting will be a covenant between us and the government, which we will be forming by our free will, to serve as a means for governing in harmony this and future generations and for bringing about justice and peace, founded on democracy, national unity and the rule of law;"},{"content":"Today, 23 May 1997, on this historic date, after active popular participation, approve and solemnly ratify, through the Constituent Assembly, this Constitution as the fundamental law of our Sovereign and Independent State of Eritrea."}]},{"content":"CHAPTER I.  GENERAL PROVISIONS","section":[{"content":"Article 1.  The State of Eritrea and its Territory","section":[{"content":"Eritrea is a sovereign and independent State founded on the principles of democracy, social justice and the rule of law.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/system"}}},{"content":"The territory of Eritrea consists of all its territories, including the islands, territorial waters and airspace, delineated by recognized boundaries."},{"content":"In the State of Eritrea, sovereign power is vested in the people, and shall be exercised pursuant to the provisions of this Constitution."},{"content":"The government of Eritrea shall be established through democratic procedures to represent people&#x27;s sovereignty and shall have strong institutions, accommodating popular participation and serving as foundation of a viable democratic political order."},{"content":"Eritrea is a unitary State divided into units of local government. The powers and duties of these units shall be determined by law.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/mun"}}}]},{"content":"Article 2.  Supremacy of the Constitution","section":[{"content":"This Constitution is the legal expression of the sovereignty of the Eritrean people."},{"content":"This Constitution enunciates the principles on which the State is based and by which it shall be guided and determines the organization and operation of government. It is the source of government legitimacy and the basis for the protection of the rights, freedoms and dignity of citizens and of just administration.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/dignity"}}},{"content":"This Constitution is the supreme law of the country and the source of all laws of the State, and all laws, orders and acts contrary to its letter and spirit shall be null and void."},{"content":"All organs of the State, all public and private associations and institutions and all citizens shall be bound by and remain loyal to the Constitution and shall ensure its observance.","metadata":{"topics":["http://www.constituteproject.org/ontology/abide","http://www.constituteproject.org/ontology/binding"]}},{"content":"This Constitution shall serve as a basis for instilling constitutional culture and for enlightening citizens to respect fundamental human rights and duties."}]},{"content":"Article 3.  Citizenship","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/citizen"}},"section":[{"content":"Any person born of an Eritrean father or mother is an Eritrean by birth."},{"content":"Any foreign citizen may acquire Eritrean citizenship pursuant to law.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/natcit"}}},{"content":"The details concerning citizenship shall be regulated by law."}]},{"content":"Article 4.  National Symbols and Languages","section":[{"content":"The Eritrean Flag shall have green, red and blue colors with golden olive leaves. The detailed description of the Flag shall be determined by law.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/flag"}}},{"content":"Eritrea shall have a National Anthem and a Coat of Arms reflecting the history and the aspiration of its people. The details of the National Anthem and the Coat of Arms shall be determined by law.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/anthem"}}},{"content":"The equality of all Eritrean languages is guaranteed.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/langprot"}}}]},{"content":"Article 5.  Gender Reference","section":{"content":"Without consideration to the wording of any provision in this Constitution with reference to gender, all of its articles shall apply equally to both genders."}}]},{"content":"CHAPTER II.  NATIONAL OBJECTIVES and DIRECTIVE PRINCIPLES","section":[{"content":"Article 6.  National Unity and Stability","section":[{"content":"As the people and government strive to establish a united and advanced country, within the context of the diversity of Eritrea, they shall be guided by the basic principle &quot;unity in diversity.&quot;"},{"content":"The State shall, through participation of all citizens, ensure national stability and development by encouraging democratic dialogue and national consensus; and by laying a firm political, cultural and moral foundation of national unity and social harmony."},{"content":"The State shall ensure peaceful and stable conditions by establishing appropriate participatory institutions that guarantee and hasten equitable economic and social progress."}]},{"content":"Article 7.  Democratic Principles","section":[{"content":"It is a fundamental principle of the State of Eritrea to guarantee its citizens broad and active participation in all political, economic, social and cultural life of the country.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/cultrght"}}},{"content":"Any act that violates the human rights of women or limits or otherwise thwarts their role and participation is prohibited."},{"content":"There shall be established appropriate institutions to encourage and develop people&#x27;s initiative and participation in their communities."},{"content":"Pursuant to the provisions of this Constitution and laws enacted pursuant thereto, all Eritreans, without distinction, are guaranteed equal opportunity to participate in any position of leadership in the country."},{"content":"The conduct of the affairs of government and all organizations and institutions shall be accountable and transparent."},{"content":"The organization and operation of all political, public associations and movements shall be guided by the principles of national unity and democracy."},{"content":"The State shall create conditions necessary for developing a democratic political culture defined by free and critical thinking, tolerance and national consensus."}]},{"content":"Article 8.  Economic and Social Development","section":[{"content":"The State shall strive to create opportunities to ensure the fulfillment of citizens&#x27; rights to social justice and economic development and to fulfill their material and spiritual needs."},{"content":"The State shall work to bring about a balanced and sustainable development throughout the country, and shall use all available means to enable all citizens to improve their livelihood in a sustainable manner, through their participation."},{"content":"In the interest of present and future generations, the State shall be responsible for managing all land, water, air and natural resources and for ensuring their management in a balanced and sustainable manner; and for creating the right conditions to secure the participation of the people in safeguarding the environment.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/env"}}}]},{"content":"Article 9.  National Culture","section":[{"content":"The State shall be responsible for creating and promoting conditions conducive for developing a national culture capable of expressing national identity, unity and progress of the Eritrean people."},{"content":"The State shall encourage values of community solidarity and love and respect of the family.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/solid"}}},{"content":"The State shall promote the development of the arts, science, technology and sports and shall create an enabling environment for individuals to work in an atmosphere of freedom and to manifest their creativity and innovation.","metadata":{"topics":["http://www.constituteproject.org/ontology/science","http://www.constituteproject.org/ontology/acfree","http://www.constituteproject.org/ontology/artists"]}}]},{"content":"Article 10.  Competent Justice System","section":[{"content":"The justice system of Eritrea shall be independent, competent and accountable pursuant to the provisions of the Constitution and laws."},{"content":"Courts shall work under a judicial system that is capable of producing quick and equitable judgments and that can easily be understood by and is accessible to all the people.","section":{"content":"3 Judges shall be free from corruption or discrimination and, in rendering their judgment, they shall make no distinction among persons."}},{"content":"The State shall encourage equitable out-of-court settlement of disputes through conciliation, mediation or arbitration."}]},{"content":"Article 11.  Competent Civil Service","section":[{"content":"The Civil Service of Eritrea shall have efficient, effective and accountable administrative institutions dedicated to the service of the people."},{"content":"All administrative institutions shall be free from corruption, discrimination and delay in the delivery of efficient and equitable public services."}]},{"content":"Article 12.  National Defense and Security","section":[{"content":"The defense and security forces of Eritrea shall owe allegiance to and obey the Constitution and the government established thereunder."},{"content":"The defense and security forces are an integral part of society, and shall be productive and respectful of the people."},{"content":"The defense and security forces shall be competent and be subject to and accountable under the law."},{"content":"The defense and security of Eritrea depend on the people and on their active participation."}]},{"content":"Article 13.  Foreign Policy","section":{"content":"The foreign policy of Eritrea is based on respect for state sovereignty and independence and on promoting the interest of regional and international peace, cooperation, stability and development."}}]},{"content":"CHAPTER III.  FUNDAMENTAL RIGHTS, FREEDOMS AND DUTIES","section":[{"content":"Article 14.  Equality under the Law","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/equal"}},"section":[{"content":"All persons are equal under the law."},{"content":"No person may be discriminated against on account of race, ethnic origin, language, color, gender, religion, disability, age, political view, or social or economic status or any other improper factors.","metadata":{"topics":["http://www.constituteproject.org/ontology/equalgr13","http://www.constituteproject.org/ontology/equalgr1","http://www.constituteproject.org/ontology/equalgr6","http://www.constituteproject.org/ontology/equalgr11","http://www.constituteproject.org/ontology/equalgr4","http://www.constituteproject.org/ontology/equalgr9","http://www.constituteproject.org/ontology/equalgr12","http://www.constituteproject.org/ontology/equalgr2","http://www.constituteproject.org/ontology/equalgr10","http://www.constituteproject.org/ontology/equalgr8","http://www.constituteproject.org/ontology/equalgr5"]}},{"content":"The National Assembly shall enact laws that can assist in eliminating inequalities existing in the Eritrean society."}]},{"content":"Article 15.  Right to Life and Liberty","section":[{"content":"No person shall be deprived of life without due process of law.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/life"}}},{"content":"No person shall be deprived of liberty without due process of law."}]},{"content":"Article 16.  Right to Human Dignity","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/dignity"}},"section":[{"content":"The dignity of all persons shall be inviolable.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/inalrght"}}},{"content":"No person shall be subjected to torture or to cruel, inhuman or degrading treatment or punishment.","metadata":{"topics":["http://www.constituteproject.org/ontology/cruelty","http://www.constituteproject.org/ontology/torture"]}},{"content":"No person shall be held in slavery or servitude nor shall any person be required to perform forced labor not authorized by law.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/slave"}}}]},{"content":"Article 17.  Arrest, Detention and Fair Trial","section":[{"content":"No person may be arrested or detained save pursuant to due process of law.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/dueproc"}}},{"content":"No person shall be tried or convicted for any act or omission which did not constitute a criminal offense at the time when it was committed.","metadata":{"topics":["http://www.constituteproject.org/ontology/expost","http://www.constituteproject.org/ontology/wolaw"]}},{"content":"Every person arrested or detained shall be informed of the grounds for his arrest or detention and of the rights he has in connection with his arrest or detention in a language he understands.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/trilang"}}},{"content":"Every person who is held in detention shall be brought before a court of law within forty-eight (48) hours of his arrest, and if this is not reasonably possible, as soon as possible thereafter, and no such person shall be held in custody beyond such period without the authority of the court."},{"content":"Every person shall have the right to petition a court of law for a Writ of Habeas Corpus. Where the arresting officer fails to bring the person arrested before the court and provide the reason for his arrest, the court shall accept the petition and order the release of the prisoner.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/habcorp"}}},{"content":"Every person charged with an offense shall be entitled to a fair, speedy and public hearing by a court of law; provided, however, that such a court may exclude the press and the public from all or any part of the trial for reasons of morals or national security, as may be necessary in a just and democratic society.","metadata":{"topics":["http://www.constituteproject.org/ontology/fairtri","http://www.constituteproject.org/ontology/pubtri","http://www.constituteproject.org/ontology/speedtri"]}},{"content":"A person charged with an offense shall be presumed to be innocent, and shall not be punished, unless he is found guilty by a court of law.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/presinoc"}}},{"content":"Where an accused is convicted, he shall have the right to appeal. No person shall be liable to be tried again for any criminal offense on which judgement has been rendered.","metadata":{"topics":["http://www.constituteproject.org/ontology/appeal","http://www.constituteproject.org/ontology/doubjep"]}}]},{"content":"Article 18.  Right to Privacy","section":[{"content":"Every person shall have the right to privacy.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/privacy"}}},{"content":2,"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/evidence"}},"section":[{"content":"No person shall be subject to body search, nor shall his premises be entered into or searched or his communications, correspondence, or other property be interfered with, without reasonable cause."},{"content":"No search warrant shall issue, save upon probable cause, supported by oath, and particularly describing the place to be searched, and the persons or things to be seized."}]}]},{"content":"Article 19.  Freedom of Conscience, Religion, Expression of Opinion, Movement, Assembly and Organization","section":[{"content":"Every person shall have the right to freedom of thought, conscience and belief.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/opinion"}}},{"content":"Every person shall have the freedom of speech and expression, including freedom of the press and other media.","metadata":{"topics":["http://www.constituteproject.org/ontology/press","http://www.constituteproject.org/ontology/express"]}},{"content":"Every citizen shall have the right of access to information.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/infoacc"}}},{"content":"Every person shall have the freedom to practice any religion and to manifest such practice.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/freerel"}}},{"content":"All persons shall have the right to assembly and to demonstrate peaceably together with others.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/assem"}}},{"content":"Every citizen shall have the right to form organizations for political, social, economic and cultural ends.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/assoc"}}},{"content":"Every citizen shall have the right to practice any lawful profession, or engage in any occupation or trade.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/occupate"}}},{"content":"Every citizen shall have the right to move freely throughout Eritrea or reside and settle in any part thereof.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/freemove"}}},{"content":"Every citizen shall have the right to leave and return to Eritrea and to be provided with passport or any other travel documents."}]},{"content":"Article 20.  Right to Vote and to be a Candidate to an Elective Office","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/voteres"}},"section":{"content":"Every citizen who fulfills the requirements of the electoral law shall have the right to vote and to seek elective office."}},{"content":"Article 21.  Economic, Social and Cultural Rights and Responsibilities","section":[{"content":"Every citizen shall have the right of equal access to publicly funded social services. The State shall endeavor, within the limit of its resources, to make available to all citizens health, education, cultural and other social services."},{"content":"The State shall secure, within available means, the social welfare of all citizens and particularly those disadvantaged."},{"content":"Every citizen shall have the right to participate freely in any economic activity and to engage in any lawful business.","metadata":{"topics":["http://www.constituteproject.org/ontology/busines","http://www.constituteproject.org/ontology/freecomp"]}},{"content":"The State and society shall have the responsibility of identifying, preserving and developing, as need be, and bequeathing to succeeding generations historical and cultural heritage; and shall lay the necessary groundwork for the development of the arts, science, technology and sports, thus encouraging citizens to participate in such endeavors.","metadata":{"topics":["http://www.constituteproject.org/ontology/artists","http://www.constituteproject.org/ontology/science"]}},{"content":"The National Assembly shall enact laws guaranteeing and securing the social welfare of citizens, the rights and conditions of labor and other rights and responsibilities listed in this Article."}]},{"content":"Article 22.  Family","metadata":{"topics":["http://www.constituteproject.org/ontology/marriage","http://www.constituteproject.org/ontology/fndfam","http://www.constituteproject.org/ontology/matequal"]},"section":[{"content":"The family is the natural and fundamental unit of society and is entitled to the protection and special care of the State and society."},{"content":"Men and women of full legal age shall have the right, upon their consent, to marry and to found a family freely, without any discrimination and they shall have equal rights and duties as to all family affairs."},{"content":"Parents have the right and duty to bring up their children with due care and affection; and, in turn, children have the right and the duty to respect their parents and to sustain them in their old age.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/childpro"}}}]},{"content":"Article 23.  Right to Property","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/exprop"}},"section":[{"content":"Subject to the provisions of Sub-Article 2 of this Article, any citizen shall have the right, anywhere in Eritrea, to acquire and dispose property, individually or in association with others, and to bequeath the same to his heirs or legatees.","metadata":{"topics":["http://www.constituteproject.org/ontology/transfer","http://www.constituteproject.org/ontology/proprght"]}},{"content":"All land and all natural resources below and above the surface of the territory of Eritrea belongs to the State. The interests citizens shall have in land shall be determined by law.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/resrce"}}},{"content":"The State may, in the national or public interest, take property, subject to the payment of just compensation and in accordance with due process of law."}]},{"content":"Article 24.  Administrative Redress","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/illadmin"}},"section":[{"content":"Any person with an administrative question shall have the right to be heard respectfully by the administrative officials concerned and to receive quick and equitable answers from them."},{"content":"Any person with an administrative question, whose rights or interests are interfered with or threatened, shall have the right to seek due administrative redress."}]},{"content":"Article 25.  Duties of Citizens","section":{"content":"All citizens shall have the duty to:","section":[{"content":"owe allegiance to Eritrea, strive for its development and promote its prosperity;"},{"content":"be ready to defend the country;"},{"content":"complete one&#x27;s duty in national service;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/milserv"}}},{"content":"advance national unity;"},{"content":"respect and defend the Constitution;"},{"content":"respect the rights of others; and"},{"content":"comply with the requirements of the law."}]}},{"content":"Article 26.  Limitation Upon Fundamental Rights and Freedoms","section":[{"content":"The fundamental rights and freedoms guaranteed under this Constitution may be limited only in so far as in the interests of national security, public safety or the economic well-being of the country, health or morals, for the prevention of public disorder or crime or for the protection of the rights and freedoms of others."},{"content":"Any law providing for the limitation of the fundamental rights and freedoms guaranteed in this Constitution must:","section":[{"content":"be consistent with the principles of democracy and justice;"},{"content":"be of general application and not negate the essential content of the right or freedom in question;"},{"content":"specify the ascertainable extent of such limitation and identify the article or articles hereof on which authority to enact such limitation is claimed to rest."}]},{"content":"The provisions of Sub-Article 1 of this Article shall not be used to limit the fundamental rights and freedoms guaranteed under Articles 14(1) and (2); 15; 16; 17(2), (5), (7) and (8); and 19(1) of this Constitution."}]},{"content":"Article 27.  State of Emergency","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/em"}},"section":[{"content":"At a time when public safety or the security or stability of the State is threatened by war, external invasion, civil disorder or natural disaster, the President may by a proclamation published in the Official Gazette declare that a state of emergency exists in Eritrea or any part thereof."},{"content":"A declaration under Sub-Article 1 of this Article shall not become effective unless approved by a resolution passed by a two-thirds majority vote of all members of the National Assembly. A declaration made when the National Assembly is in session shall be presented within two days after its publication, or otherwise, the National Assembly shall be summoned to meet and consider the declaration within thirty days of its publication."},{"content":"A declaration approved by the National Assembly pursuant to Sub-Article 2 of this Article shall continue to be in force for a period of six months after such approval. The National Assembly may, by a resolution of two-thirds majority vote of all its members, extend its approval of the declaration for a period of three months at a time."},{"content":"The National Assembly may, at any time, by resolution revoke a declaration approved by it pursuant to the provisions of this Article."},{"content":"A declaration of a state of emergency or any measures undertaken or laws enacted pursuant to it shall not:","section":[{"content":"suspend Articles 14(1) and (2); 16; 17(2); and 19(1) of the Constitution;"},{"content":"grant pardon or amnesty to any person or persons who, acting under the authority of the State, have committed illegal acts; or"},{"content":"introduce martial law when there is no external invasion or civil disorder."}]}]},{"content":"Article 28.  Enforcement of Fundamental Rights and Freedoms","section":[{"content":"The National Assembly or any subordinate legislative authority shall not make any law, and the Executive and the agencies of government shall not take any action that abolishes or abridges the fundamental rights and freedoms conferred by this Constitution, unless so authorized by this Constitution. Any law or action in violation thereof shall be null and void."},{"content":"Any aggrieved person who claims that a fundamental right or freedom guaranteed by this Constitution has been denied or violated shall be entitled to petition a competent court for redress. Where it ascertains that such fundamental right or freedom has been denied or violated, the court shall have the power to make all such orders as shall be necessary to secure for such petitioner the enjoyment of such fundamental right or freedom, and where such applicant suffers damage, to include an award of monetary compensation."}]},{"content":"Article 29.  Residual Rights","section":{"content":"The rights enumerated in this Chapter shall not preclude other rights which ensue from the spirit of this Constitution and the principles of a society based on social justice, democracy and the rule of law."}}]},{"content":"CHAPTER IV.  THE NATIONAL ASSEMBLY","section":[{"content":"Article 30.  Representation of the People","section":[{"content":"All Eritrean citizens, of eighteen years of age or more, shall have the right to vote.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/voteres"}}},{"content":"The National Assembly shall enact an electoral law, which shall ensure the representation and participation of the Eritrean people."}]},{"content":"Article 31.  Establishment and Duration of the National Assembly","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/housenum"}},"section":[{"content":"There shall be a National Assembly which shall be the supreme representative and legislative body."},{"content":"The National Assembly shall be composed of representatives elected by the people."},{"content":"Members of the National Assembly shall be elected by secret ballot of all citizens who are qualified to vote.","metadata":{"topics":["http://www.constituteproject.org/ontology/freeelec","http://www.constituteproject.org/ontology/lhselect"]}},{"content":"Members of the National Assembly are representatives of the Eritrean people as a whole. In discharging their duties, they are governed by the objectives and principles of the Constitution, the interest of the people and the country and their conscience."},{"content":"The first session of the National Assembly shall be held within one month after a general election. The term of the National Assembly shall be five years from the date of such first session. Where there exists a state of emergency which prevents a general election from being held, the National Assembly may, by a resolution supported by not less than two-thirds vote of all its members, extend the life of the National Assembly for a period not exceeding six months.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/lhterm"}}},{"content":"The qualifications and election of the members of the National Assembly, the conditions for vacating their seats and other related matters shall be determined by law.","metadata":{"topics":["http://www.constituteproject.org/ontology/lhselect","http://www.constituteproject.org/ontology/lhage","http://www.constituteproject.org/ontology/lhrest","http://www.constituteproject.org/ontology/remleg"]}}]},{"content":"Article 32.  Powers and Duties of the National Assembly","section":[{"content":"Pursuant to the provisions of this Constitution:","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/legini"}},"section":[{"content":"the National Assembly shall have the power to enact laws and pass resolutions for peace, stability, development and social justice of Eritrea;"},{"content":"unless authorized pursuant to the provisions of this Constitution and law enacted by the National Assembly, no person or organization shall have the power to make decisions having the force of law."}]},{"content":"The National Assembly shall be bound by the objectives and principles of the Constitution, and shall strive to realize the objectives stated therein."},{"content":"The National Assembly shall approve the national budget and enact tax laws.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/budget"}}},{"content":"The National Assembly shall ratify international agreements by law.","metadata":{"topics":["http://www.constituteproject.org/ontology/intlaw","http://www.constituteproject.org/ontology/treat"]}},{"content":"The National Assembly shall have the power to approve government borrowing."},{"content":"The National Assembly shall approve a state of peace, war or national emergency.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/war"}}},{"content":"The National Assembly shall have the power to oversee the execution of laws."},{"content":"The National Assembly shall have the power to elect, from among its members, by an absolute majority vote of all its members, the President who shall serve for five years."},{"content":"Pursuant to the provisions of Article 41(6)(a), (b) and (c) hereof, the National Assembly may, by a two-thirds majority vote of all its members, impeach or impeach and charge the President before the end of his term of office."},{"content":"The National Assembly shall have the power to approve an appointment pursuant to this Constitution."},{"content":"The National Assembly shall establish a standing committee to deal with citizens petitions.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/petition"}}},{"content":"The National Assembly shall have the power to enact all such laws and pass all resolutions and to undertake all such measures as are necessary and to establish such standing or ad hoc committees as it deems appropriate for discharging its constitutional responsibilities.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/commit"}}}]},{"content":"Article 33.  Approval of Draft Legislation","section":{"content":"Any draft law approved by the National Assembly shall be transmitted to the President who, within thirty days of its receipt, shall sign and have it published in the Official Gazette."}},{"content":"Article 34.  Chairperson of the National Assembly","section":[{"content":"During the first meeting of its first session, the National Assembly shall elect, by an absolute majority vote of all its members, a Chairperson who shall serve for five years.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/lhlead"}}},{"content":"The Chairperson of the National Assembly shall convene all sessions of the National Assembly and preside at its meetings, and shall, during the recess, coordinate and supervise the operations of the standing and ad hoc committees and the Secretariat of the National Assembly.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/commit"}}},{"content":"The Chairperson of the National Assembly may be replaced by an absolute majority vote of all the members of the National Assembly."}]},{"content":"Article 35.  Oath","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/oath"}},"section":[{"content":"Every member of the National Assembly shall take the following oath:"},{"content":"I, ........................., swear in ...................... that I will be faithful and worthy of the trust the Eritrean people placed on me; that I will uphold and defend the Constitution of Eritrea; and that I will endeavor to the best of my ability and conscience for the unity and development of my country."}]},{"content":"Article 36.  Rules of Procedure in the National Assembly","section":[{"content":"The National Assembly shall have regular sessions and shall determine the timing and duration thereof."},{"content":"At the request of the President, its Chairperson or one-third of all its members, the National Assembly shall convene emergency meetings.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/exsess"}}},{"content":"The quorum of the National Assembly shall be fifty percent of all its members.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/quorum"}}},{"content":"Except as otherwise prescribed by this Constitution, any question proposed for decision of the National Assembly shall be determined by a majority vote of those present and voting, and in case of a tie of votes, the Chairperson may exercise a casting vote."},{"content":"The National Assembly shall issue rules and regulations concerning its operations and tasks and the organization of the standing and ad hoc committees and its Secretariat, as well as the rules governing the code of conduct of its members and transparency of its operations.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/commit"}}}]},{"content":"Article 37.  Office of the National Assembly and Powers of its Committees","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/commit"}},"section":[{"content":"The National Assembly shall, under the direction of its chairperson, have a Secretariat, which shall provide services to the National Assembly and its committees."},{"content":"The various committees established pursuant to the provisions of Article 32(12) shall have the power to summon any person to appear before them to give evidence under oath or to submit documents."}]},{"content":"Article 38.  Duties, Immunities and Privileges of Members of the National Assembly","section":[{"content":"All members of the National Assembly shall have the duty to maintain the high honor of their office and to conduct themselves as humble servants of the people."},{"content":"No member of the National Assembly may be charged for any crime, unless he be apprehended in flagrante delicto. However, where it is deemed necessary to lift his immunity, such a member may be charged in accordance with procedures determined by the National Assembly.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/immunity"}}},{"content":"No member of the National Assembly may be charged or otherwise be answerable for statements made or submitted by him at any meeting of the National Assembly or any meeting of its committees or any utterance or statement made outside the National Assembly in connection with his duty as member thereof.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/commit"}}},{"content":"The duties, responsibilities, immunities and compensation of the members of the National Assembly shall be determined by law; and all members shall be entitled to the protection of such immunities."}]}]},{"content":"CHAPTER V.  THE EXECUTIVE","section":[{"content":"Article 39.  The President: Head of State and Government","section":[{"content":"The President of Eritrea is the Head of the State and the Government of Eritrea and the Commander-in-Chief of the Eritrean Defense Forces.","metadata":{"topics":["http://www.constituteproject.org/ontology/execnum","http://www.constituteproject.org/ontology/comchief"]}},{"content":"The executive authority is vested in the President, which he shall exercise, in consultation with the Cabinet, pursuant to the provisions of this Constitution."},{"content":"The President shall ensure respect of the Constitution; the integrity and dignity of the State; the efficient management of the public service; and the interests and safety of all citizens, including the enjoyment of their fundamental rights and freedoms recognized under this Constitution."}]},{"content":"Article 40.  Qualification to be a Candidate to the Office of the President","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hosrest"}},"section":{"content":"Any member of the National Assembly who seeks to be a candidate to the office of the President of Eritrea shall be a citizen of Eritrea by birth."}},{"content":"Article 41.  Election and Term of Office of the President","metadata":{"topics":["http://www.constituteproject.org/ontology/hosdiss","http://www.constituteproject.org/ontology/hoselect"]},"section":[{"content":"The President shall be elected from amongst the members of the National Assembly by an absolute majority vote of its members. A candidate for the office of the President must be nominated by at least 20 percent vote of all the members of the National Assembly."},{"content":"The term of office of the President shall be five years, equal to the term of office of the National Assembly that elects him.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hosterm"}}},{"content":"No person shall be elected to hold the office of President for more than two terms.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hosterml"}}},{"content":"When the office of the President becomes vacant due to death or resignation of the incumbent or due to the reasons enumerated in Sub-Article 6 of this Article, the Chairperson of the National Assembly shall assume the office of the President. The Chairperson shall serve as acting President for not more than thirty days, pending the election of another President to serve the remaining term of his predecessor.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hossucc"}}},{"content":"The term of office of the person elected to serve as President under Sub-Article 4 of this Article shall not be considered as a full term for purposes of Sub-Article 3 of this Article."},{"content":"The President may be removed from office by two-thirds majority vote of all members of the National Assembly for the following reasons:","section":[{"content":"violation of the Constitution or grave violation of the law;"},{"content":"conducting himself in a manner which brings the authority or honor of the office of the President into ridicule, contempt and disrepute; and"},{"content":"being incapable of performing the functions of his office by reason of physical or mental incapacity."}]},{"content":"The National Assembly shall determine the procedures for the election and removal of the President from office."}]},{"content":"Article 42.  Powers and Duties of the President","section":[{"content":"The President shall have the following powers and duties:"},{"content":"once every year, deliver a speech in the National Assembly on the state of the country and the policies of the government;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/invexe"}}},{"content":"subject to the provisions of Article 27 hereof, declare state of emergency, and when the defense of the country requires, martial laws;"},{"content":"summon the National Assembly to an emergency meeting and present his views to it;"},{"content":"sign and publish in the Official Gazette laws approved by the National Assembly;"},{"content":"ensure the execution of laws and resolutions of the National Assembly;"},{"content":"negotiate and sign international agreements and delegate such power;","metadata":{"topics":["http://www.constituteproject.org/ontology/headforn","http://www.constituteproject.org/ontology/intlaw","http://www.constituteproject.org/ontology/treat"]}},{"content":"with the approval of the National Assembly, appoint ministers, commissioners, the Auditor General, Governor of the National Bank, the Chief Justice of the Supreme Court and any other person or persons who are required by any other provisions of this Constitution or other laws to be appointed by the President;","metadata":{"topics":["http://www.constituteproject.org/ontology/cabsel","http://www.constituteproject.org/ontology/hocsel"]}},{"content":"appoint justices of the Supreme Court upon proposal of the Judicial Service Commission and approval of the National Assembly;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hocsel"}}},{"content":"appoint judges of the lower courts upon proposal of the Judicial Service Commission;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/ordsel"}}},{"content":"appoint and receive ambassadors and diplomatic representatives;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hospow"}}},{"content":"appoint high ranking members of the Armed and the Security Forces;"},{"content":"subject to the provisions of Article 27(5)(b), reprieve offenders and grant pardon or amnesty;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/pardon"}}},{"content":"establish such government ministries and departments necessary or expedient for the good governance of Eritrea, in consultation with the Public Service Administration, and dissolve the same;"},{"content":"preside over meetings of the Cabinet and coordinate its activities;"},{"content":"present legislative proposals and the national budget to the National Assembly;","metadata":{"topics":["http://www.constituteproject.org/ontology/legini","http://www.constituteproject.org/ontology/budget"]}},{"content":"confer medals or other honors on citizens, residents and friends of Eritrea in consultation with relevant organizations and individuals.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hospow"}}},{"content":"subject to the provisions of Article 52(1), remove any person appointed by him.","metadata":{"topics":["http://www.constituteproject.org/ontology/cabdiss","http://www.constituteproject.org/ontology/bank"]}}]},{"content":"Article 43.  Immunity from Civil and Criminal Proceedings","section":[{"content":"Any person holding the office of the President may not be:","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hosimm"}},"section":[{"content":"sued in any civil proceedings, save where such proceedings concern an act done in his official capacity as President, in which case the State may be sued;"},{"content":"charged with any criminal offense, unless he be impeached and charged under Article 41(6)(a) and (b) hereof."}]},{"content":"After a President vacates his office no court may entertain any action against him in any civil proceedings in respect of any act done in his official capacity as President."}]},{"content":"Article 44.  Privileges to be Given to Former Presidents","section":{"content":"Provisions shall be made by law for the privileges that shall be granted to former Presidents."}},{"content":"Article 45.  Oath","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/oath"}},"section":[{"content":"Upon his election, the President shall take the following oath:"},{"content":"I, ........................., swear in ...................... that I will uphold and defend the Constitution of Eritrea and that I will strive with the best of my ability and conscience to serve the people of Eritrea."}]},{"content":"Article 46.  The Cabinet","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/cabinet"}},"section":[{"content":"There shall be a ministerial Cabinet presided over by the President."},{"content":"The President may select ministers from among members of the National Assembly or from among persons who are not members of the National Assembly.","metadata":{"topics":["http://www.constituteproject.org/ontology/cabrest","http://www.constituteproject.org/ontology/cabsel"]}},{"content":"The Cabinet shall assist the President in:","section":[{"content":"directing, supervising and coordinating the affairs of government;"},{"content":"conducting study on and preparing the national budget;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/budget"}}},{"content":"conducting study on and preparing draft laws to be presented to the National Assembly;"},{"content":"conducting study on and preparing the policies and plans of government."}]},{"content":"The President shall issue rules and regulations for the organization, functions, operations and code of conduct relating to the members of the Cabinet and the Secretariat of his Office."}]},{"content":"Article 47.  Ministerial Accountability","section":[{"content":"All cabinet ministers shall be accountable:","section":[{"content":"individually to the President for the administration of their own ministries; and"},{"content":"collectively to the National Assembly, through the President, for the administration of the work of the Cabinet."}]},{"content":"The National Assembly or its committees may, through the Office of the President, summon any minister to appear before them to question him concerning the operation of his ministry.","metadata":{"topics":["http://www.constituteproject.org/ontology/commit","http://www.constituteproject.org/ontology/invexe"]}}]}]},{"content":"CHAPTER VI.  THE ADMINISTRATION OF JUSTICE","section":[{"content":"Article 48.  The Judiciary","section":[{"content":"The judicial power shall be vested in a Supreme Court and in such other lower courts as shall be established by law and shall be exercised in the name of the people pursuant to this Constitution and laws issued thereunder.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/levjud"}}},{"content":"In exercising the judicial power, courts shall be free from the direction and control of any person or authority. Judges shall be subject only to the law, to a judicial code of conduct determined by law and to their conscience.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/judind"}}},{"content":"A judge shall not be liable to any suit for any act in the course of exercising his judicial function."},{"content":"All organs of the State shall accord to the courts such assistance as they may require to protect their independence and dignity so that they may exercise their judicial power appropriately and effectively pursuant to the provisions of this Constitution and laws issued thereunder."}]},{"content":"Article 49.  The Supreme Court","section":[{"content":"The Supreme Court shall be the court of last resort; and shall be presided over by the Chief Justice.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/levjud"}}},{"content":"The Supreme Court shall have:","section":[{"content":"sole jurisdiction of interpreting this Constitution and the constitutionality of any law enacted or any action taken by government;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/interp"}}},{"content":"sole jurisdiction of hearing and adjudicating upon charges against a President who has been impeached by the National Assembly pursuant to the provisions of Article 41(6)(a) and (b) hereof; and","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/suppow"}}},{"content":"the power of hearing and adjudicating cases appealed from lower courts pursuant to law.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/appeal"}}}]},{"content":"The Supreme Court shall determine its internal organization and operation.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hocres"}}},{"content":"The tenure and number of justices of the Supreme Court shall be determined by law.","metadata":{"topics":["http://www.constituteproject.org/ontology/hocres","http://www.constituteproject.org/ontology/hocsize","http://www.constituteproject.org/ontology/hocterml"]}}]},{"content":"Article 50.  Lower Courts","section":{"content":"The jurisdiction, organization and function of lower courts and the tenure of their judges shall be determined by law."}},{"content":"Article 51.  Oath","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/oath"}},"section":[{"content":"Every judge shall take the following oath:"},{"content":"I, ........................., swear in ...................... that I will adjudicate in accordance with the provisions of the Constitution and laws enacted thereunder and I will exercise the judicial authority vested in me, subject only to the law and my conscience."}]},{"content":"Article 52.  Removal of Judges from Office","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/jrem"}},"section":[{"content":"A judge may be removed from office before the expiry of his tenure of office by the President only, acting on the recommendation of the Judicial Service Commission, pursuant to the provisions of Sub-Article 2 of this Article for physical or mental incapacity, violation of the law or breach of judicial code of conduct."},{"content":"The Judicial Service Commission shall investigate whether or not a judge should be removed from office on grounds of those enumerated in Sub-Article 1 of this Article. In the event that the Judicial Service Commission decides that a judge be removed from office, it shall present its recommendation to the President."},{"content":"The President may, on the recommendation of the Judicial Service Commission, suspend from office a judge who is under investigation."}]},{"content":"Article 53.  The Judicial Service Commission","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/jc"}},"section":[{"content":"There shall be established a Judicial Service Commission, which shall be responsible for submitting recommendations for the recruitment of judges and the terms and conditions of their services.","metadata":{"topics":["http://www.constituteproject.org/ontology/hocsel","http://www.constituteproject.org/ontology/ordsel"]}},{"content":"The organization, powers and duties of the Judicial Service Commission shall be determined by law."}]},{"content":"Article 54.  The Advocate General","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/atgen"}},"section":{"content":"There shall be an Advocate General whose powers and duties shall be determined by law."}}]},{"content":"CHAPTER VII.  MISCELLANEOUS PROVISIONS","section":[{"content":"Article 55.  Auditor General","section":[{"content":"There shall be an Auditor General who audits the revenues and expenditures and other financial operations of government and who reports annually his findings to the National Assembly."},{"content":"The Auditor General shall be appointed for five years by the President with the approval of the National Assembly and shall be accountable to the National Assembly."},{"content":"The detailed organization, powers and duties of the Auditor General shall be determined by law."}]},{"content":"Article 56.  National Bank","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/bank"}},"section":[{"content":"There shall be a National Bank, which performs the functions of a central bank, controls the financial institutions and manages the national currency."},{"content":"The National Bank shall have a Governor appointed by the President with the approval of the National Assembly. There shall be a Board of Directors whose members shall be appointed by the President."},{"content":"The detailed organization, powers and duties of the National Bank shall be determined by law."}]},{"content":"Article 57.  Civil Service Administration","section":[{"content":"There shall be established a Civil Service Administration, which shall be responsible for the recruitment, selection and separation of civil servants as well as for determining the terms and conditions of their employment, including the rights and duties and the code of conduct of such civil servants."},{"content":"The detailed organization, powers, and duties of the Civil Service Administration shall be determined by law."}]},{"content":"Article 58.  Electoral Commission","section":[{"content":"There shall be established an Electoral Commission, operating independently, without interference, which shall, on the basis of the electoral law, ensure that free and fair elections are held and administer their implementation; decide on issues raised in the course of the electoral process; and formulate and implement civic educational programs relating to elections and other democratic procedures.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/ecom"}}},{"content":"An Electoral Commissioner shall be appointed by the President with the approval of the National Assembly.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/ecom"}}},{"content":"The detailed organization, powers and duties of the Electoral Commission shall be determined by law."}]},{"content":"Article 59.  Amendment of the Constitution","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/amend"}},"section":[{"content":"A proposal for the amendment of any provision of this Constitution may be initiated and tabled by the President or 50 percent of all the members of the National Assembly."},{"content":"Any provision of this Constitution may be amended as follows:","section":[{"content":"where the National Assembly by a three-quarters majority vote of all its members proposes the amendment with reference to a specific Article of the Constitution tabled to be amended; and"},{"content":"where, one year after it has proposed such an amendment, the National Assembly, after deliberation, approves again the same amendment by four-fifths majority vote of all its members."}]}]}]}]}}