{"document":{"section":[{"content":["الديبلجة","Preamble"],"metadata":{"topics":["http://www.constituteproject.org/ontology/motive","http://www.constituteproject.org/ontology/preamble","http://www.constituteproject.org/ontology/prevcond"]},"section":[["Based on the values of our true religion, guided by the struggle of Libyans against colonization and dictatorship, barring their return of any kind, and recalling the bitter experiences of the country that violated rights and liberties,","تأسيسا على قيم ديننا الحنيف، واهتداء بكفاح الليبيين ضد الاستعمار والديكتاتورية، ومنعا للعودة لهما تحت أي صورة كانت، واستحضارا للتجارب المريرة التي مرت بها البلاد والتي انتهكت فيها الحقوق والحريات،"],["With loyalty of Libyans, past and present, some who become righteous martyrs, sacrificing so much for the sake of independence and liberation from injustice and tyranny, a victory for all the oppressed,","ووفاء لما قدمه الليبيون في الماضي والحاضر من شهداء أبرار وتضحيات جسام من أجل الاستقلال والتحرر من الظلم والاستبداد، وانتصارا لكافة المظلومين،"],{"content":["ومن أجل المضي قدما نحو الحرية والسلام والحفاظ على وحدة البلاد و القطيعة التامة مع حكم الفرد ومن أجل بناء دولة القانون وتحقيق النمو الاجتماعي والاقتصادي وتأسيس مجتمع قائم على المواطنة والتداول السلمي على السلطة والحكم الرشيد والتكافل والعدالة والمساواة بين الليبيين، وتواصلا مع تأسيس الدولة الليبية سنة 1951م من الولايـــــــات الثــــلاث (برقة وطرابلس وفزان) ثم انتقالها إلى دولة موحدة اعتبارا من سنة 1963م","To move towards freedom, peace, and preservation of the country’s unity, to completely break with autocracy, to build the rule of law, to achieve social and economic growth, to establish a society built on citizenship, peaceful rotation of power, good governance, and solidarity, justice, and equality for all Libyans, and in continuation of the Libyan State that was established in 1951, the three provinces (Cyrenaica, Tripolitania, and Fezzan), and the transition to a united state in 1963,"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/solid"}}},{"content":["With a view to work with the people of the world within the framework of equality, mutual interests, and respect for national sovereignty, God opened the horizons widely for us to build a State of Law and its institutions.","وتطلعا للتعاون مع شعوب العالم على أساس مبادئ المساواة والمصالح المتبادلة واحترام السيادة الوطنية فإننا وقد فتح الله لنا بفضله أفاقاً رحبة لبناء دولة القانون والمؤسسات،"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/god"}}},{"content":["We the people of Libya, in the name of the Merciful and Benevolent God and our Prophet Mohammad, peace be upon him, the Greatest Messenger, recognize this Constitution.","نحن الشعب الليبيي بعد باسم الله الرحمن الرحيم وبالصلاة على نبينا محمد صلوات الله وسلامه عليه سيد المرسلين نقر هذا الدستور"],"metadata":{"topics":["http://www.constituteproject.org/ontology/auth","http://www.constituteproject.org/ontology/god"]}}]},{"content":["الباب الأول. شكل الدولة ومقوماتها الأساسية","CHAPTER ONE. Form and Fundamental Pillars of the State"],"section":[{"content":["المادة 1. اسم وشكل الدولة","Article 1. Name and Form of the State"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/system"}},"section":["ليبيا دولة حرة مستقلة لا تقبل التجزئة، ولا يجوز التنازل عن سيادتها ولا عن أي جزء من إقليمها، تسمى الجمهورية الليبية","Libya is a free, independent, and indivisible state. It shall not relinquish any part of its sovereignty nor its territory. It shall henceforth be called the Libyan Republic."]},{"content":["المادة 2. الهوية","Article 2. Identity"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/region"}},"section":["The Libyan Republic is a part of the Arab and Muslim World, Africa, and the Mediterranean Basin, it is based on inclusive and diverse principles, and cherishes all parts its social, cultural, and linguistic elements.","الجمهورية الليبية جزء من الوطن العربي والعالم الإسلامي وقسم من إفريقيا ومنطقة حوض البحر الأبيض المتوسط تقوم على ثوابت جامعة ومتنوعة وتعتز بكل مكوناتها الاجتماعية والثقافية واللغوية"]},{"content":["المادة 3. العاصمة","Article 3. Capital"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/capital"}},"section":["The political Capital of the Libyan Republic is Tripoli; the economic Capital is Benghazi; and the tourist and cultural Capital is Sabha.","الجمهورية الليبية عاصمتها السياسية مدينة طرابلس وعاصمتها الاقتصادية مدينة بنغازي وعاصمتها السياحية والثقافية مدينة سبها."]},{"content":["المادة 4. حدود الدولة","Article 4. The Borders of the State"],"section":[["The borders of the Libyan Republic are:","حدود الجمهورية الليبية هي:"],["North: The Mediterranean Sea. South: Sudan, Chad, and Niger. East: Egypt and Sudan. West: Tunisia and Algeria.","شمالا: البحر الأبيض المتوسط. جنوبا: السودان وتشاد والنيجر والجزائر. شرقا: مصر والسودان. غربا: تونس والجزائر."]]},{"content":["المادة 5. علم الدولة","Article 5. The State Flag"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/flag"}},"section":["يكون علم الدولة وفق الشكل والأبعاد الآتية: طوله ضعف عرضه ويقسم إلى ثلاثة ألوان متوازية أعلاها الأحمر فالأسود فالأخضر. على أن تكون مساحة اللون الأسود تساوي مجموع مساحة اللونين الآخرين المتساويين في مساحتيهما وأن يحتوى في وسطه على هلال أبيض بين طرفيه نجمة خماسية بيضاء. وتنظم أحكامه بقانون","The shape and dimensions of the State flag will be as follows: its length shall double that of its width and shall be divided into three parallel colors, the top of which is red, followed by black, followed by green. The area of the black color shall equal the total area of the two other colors, which are equal in area. In the center of the flag shall be a white crescent and between its two ends shall be a white, five-pointed star. Its provisions shall be regulated by law."]},{"content":["Article 6. The National Anthem","المادة 6. النشيد الوطني"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/anthem"}},"section":["النشيد الوطني هو نشيد الاستقلال (يا بلادي).","The National Anthem shall be the independence anthem (“Ya Beladi” or “Oh My Country”) and a law shall regulate this."]},{"content":["Article 7. The State Emblem","المادة 7. شعار الدولة"],"section":["The State Emblem, medals, and insignia, and its official holidays shall be determined by law.","يحدد شعار الدولة وأوسمتها وشاراتها وأعيادها الرسمية بقانون"]},{"content":["Article 8. Source of Legislation","المادة 8. مصدر التشريع"],"metadata":{"topics":["http://www.constituteproject.org/ontology/rellaw","http://www.constituteproject.org/ontology/offrel"]},"section":["الإسلام دين الدولة، والشريعة الإسلامية مصدر التشريع وفق المذاهب والاجتهادات المعتبرة شرعاً، من غير إلزام برأي فقهي معين منها في المسائل الاجتهادية. وتفسر أحكام الدستور وفقا لذلك","Islam shall be the religion of the State, and Islamic Shariya shall be the source of legislation in accordance with the recognized doctrines and interpretations without being bound to a particular jurisprudential opinion on discretionary matters. The provisions of the Constitution shall be interpreted and bound in accordance with this."]},{"content":["Article 9. Citizenship","المادة 9. المواطنة"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/equalgr1"}},"section":["المواطنون والمواطنات سواء في القانون وأمامه لا تمييز بينهم نقصانا أو تقييدا أو حرمانا، وفق أحكام هذا الدستور","Male and female citizens shall be equal in and before the law. There shall be no discrimination between them by way of diminishing, restricting, or depriving [of rights] in accordance with the provisions of this Constitution."]},{"content":["Article 10. Political System","المادة 10. النظام السياسي"],"section":["The political system shall be based on the principles of political pluralism, peaceful rotation of power, separation of powers, and balance and integration of powers on the basis of good governance predicated on transparency, oversight, and accountability.","يقوم النظام السياسي على مبادئ التعددية السياسية والتداول السلمي على السلطة والفصل بين السلطات والتوازن والرقابة بينها على أساس الحكم الرشيد القائم على الشفافية والمراقبة والمساءلة"]},{"content":["Article 11. Defending the State","المادة 11. الدفاع عن الوطن"],"section":["الدفاع عن الوطن ووحدته واستقلاله واجب على كل مواطن ومواطنة","Every citizen, male and female, shall defend the State, its unity, and its independence."]},{"content":["المادة 12. الجنسة","Article 12. Nationality"],"section":[{"content":["يكون ليبيا كل من تحصل على الجنسية الليبية وفق أحكام الدستور الليبي الصادر في  7أكتوبر 1951م والقوانين الصادرة بمقتضاه، وكل من ولد لأب ليبي.","Every person who acquired Libyan citizenship in accordance with the provisions of the Libyan Constitution issued on 7 October 1951 and the laws passed thereunder shall be Libyan, and every person born to a Libyan father shall be Libyan."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/citizen"}}},{"content":["يكون ليبيا كل من اكتسب الجنسية الليبية بمقتضى قانون نافذ","Every person who acquired Libyan citizenship by law shall be Libyan."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/natcit"}}},["Libyan nationality may be combined with another nationality.","يجوز الجمع بين الجنسية الليبية وأي جنسية أخرى"]]},{"content":["Article 13. Acquiring Nationality","المادة 13. اكتساب الجنسية"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/natcit"}},"section":{"content":["يجب أن يراعي القانون المنظم لمنح الجنسية اعتبارات المصلحة الوطنية والمحافظة على التركيبة السكانية وسهولة الاندماج في المجتمع الليبي. وذلك وفق الآتي:","The regulatory law shall take into account national interest, demographics, and the ease of integration into Libyan society when granting citizenship. This shall be done according to the following:"],"section":[["يحدد القانون شروطا تفضيلية لأولاد الليبيات","The law shall define preferential stipulations for children of Libyan women."],["Legal entry and uninterrupted residence for a period no less than 15 years shall be among the necessary conditions to grant citizenship.","يكون من ضمن الشروط اللازمة لمنح الجنسية الدخول المشروع والإقامة الشرعية المتصلة لمدة لا تقل عن خمس عشرة سنة"],["The law shall regulate special conditions to grant citizenship to a foreigner married to a Libyan, and to those who possess rare and distinguished expertise.","ينظم القانون الشروط الخاصة بمنح الجنسية للأجنبي المتزوج من ليبية والأجنبية المتزوجة من ليبي، ولذوي الخبرات النادرة والمتميزة"]]}},{"content":["المادة 14. إسقاط الجنسية وسحبها","Article 14. Revoking and Withdrawing Nationality"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/citrev"}},"section":["يحظر إسقاط الجنسية الليبية لأي سبب كان. ويجوز سحبها ممن اكتسبها خلال العشر سنوات التالية لاكتسابها. ويبين القانون حالات السحب وآثاره","Libyan nationality shall not be revoked for any reason. It is permissible to withdraw it from whoever acquired it within ten years following its acquisition. The law shall explain cases of withdrawal and its effects."]},{"content":["المادة 15. العلاقات الدولبة","Article 15. International Relations"],"section":["تقوم علاقة الدولة على مبدأ حسن الجوار وعدم التدخل في الشؤون الداخلية للدول الأخرى، وعلى أساس المصالح المشتركة وفض المنازعات بالطرق السلمية","Relations of the State shall be based on the principle of good neighborliness, noninterference in the internal affairs of other states, common interests, and resolution of disputes by peaceful means."]},{"content":["Article 16. Foreign Policy","المادة 16. السياسة الخارجية"],"metadata":{"topics":["http://www.constituteproject.org/ontology/intlaw","http://www.constituteproject.org/ontology/intorgs"]},"section":["تقوم السياسة الخارجية على مبدأ استقلال الدولة وسيادتها وضمان مصالحها الوطنية وتنمية العلاقات الودية مع الدول الأخرى، والتعاون مع المنظمات الإقليمية والدولية في إطار قواعد القانون الدولي","Foreign policy shall be based on the principle of independence and sovereignty of the state, ensuring its national interests, developing cordial relations with other states, and cooperating with regional and international organizations within the framework of international law."]},{"content":["Article 17. International Treaties and Conventions","المادة 17. المعاهدات والاتفاقيات الدولية"],"metadata":{"topics":["http://www.constituteproject.org/ontology/treatcon","http://www.constituteproject.org/ontology/intlaw"]},"section":["The international treaties and conventions that the State ratifies shall be superior to the law and inferior to the Constitution. The State shall adopt the necessary measures to enforce them in a manner that does not conflict with the provisions of this Constitution.","تكون المعاهدات والاتفاقيات المصادق عليها في مرتبة أعلى من القانون وأدنى من الدستور. وعلى الدولة اتخاذ التدابير اللازمة لإنفاذها بما لا يخالف أحكام هذا الدستور"]},{"content":["المادة 18. اللجوء السياسي","Article 18. Political Asylum"],"metadata":{"topics":["http://www.constituteproject.org/ontology/excrim","http://www.constituteproject.org/ontology/asylum"]},"section":["The State shall guarantee political asylum. Political refugees may not be extradited, unless to international judiciary. The conditions and circumstances shall be regulated by law.","تكفل الدولة اللجوء السياسي، ويحظر تسليم اللاجئين السياسيين لغير القضاء الدولي. وتنظم شروطه وأوضاعه بقانون"]},{"content":["المادة 19. أسس الاقتصاد","Article 19. Foundations of the Economy"],"metadata":{"topics":["http://www.constituteproject.org/ontology/standliv","http://www.constituteproject.org/ontology/conright"]},"section":["The State shall work to create a diverse economy that achieves welfare and prosperity, raises the standard of living, and is based on the standards of transparency, quality, accountability, balance between economic efficiency and social justice, competitiveness, and protecting the rights of consumers and producers. The State shall support and stimulate the private sector.","تعمل الدولة على إقامة اقتصاد متنوع يحقق الرفاهية والرخاء ورفع مستوى المعيشة، ويقوم على معايير الشفافية والجودة والمساءلة والتوازن بين الكفاءة الاقتصادية والعدالة الاجتماعية والتنافسية وحماية حقوق المستهلك والمنتج. وتتولى الدولة دعم وتحفيز القطاع الخاص"]},{"content":["Article 20. Investment","المادة 20. الاستثمار"],"section":["The State shall work to promote private, public, and joint investment to meet the needs of society and to achieve comprehensive development.","تعمل الدولة على تشجيع الاستثمار الخاص والعام والمشترك بما يلبي حاجات المجتمع ، ويحقق التنمية الشاملة"]},{"content":["المادة 21. تكافؤ الفرص","Article 21. Equal Opportunities"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/equal"}},"section":["Equal opportunities are a right for all citizens. The State shall adopt the necessary measures to achieve this.","تكافؤ الفرص مكفول للمواطنين والمواطنات. وتعمل الدولة على اتخاذ التدابير اللبزمة لتحقيق ذلك"]},{"content":["Article 22. Assuming Public Posts","المادة 22. تولي الوظائف العامة"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/civil"}},"section":["يكون تولى الوظائف العامة بين كافة الليبيين وفق معايير الاستحقاق والجدارة. ويحدد القانون مرتبات الموظفين وفق ضوابط الكفاءة والمسؤولية والتدرج الوظيفي ومتطلبات الحياة الكريمة","Public posts shall be open to all Libyans based on the criteria of merit and eligibility. The law shall determine the salaries of employees based on the standards of efficiency, responsibility, hierarchy, and needs of decent life."]},{"content":["المادة 23. البيئة","Article 23. Environment"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/env"}},"section":["The State, all persons residing in it, and persons crossing its territory shall protect the environment. The State shall adopt the necessary measures to develop and maintain its elements against pollution, to preserve natural biodiversity, and to exploit natural resources in a balanced and safe manner. The State ensures that damages inflicted by responsible officials shall be recompensed, and lawsuits on the wellbeing of the environment are a general right without judicial decrees. No statutory limitation shall apply to related crimes.","حماية البيئة وسلامتها التزام على الدولة وكافة الأشخاص المقيمين بها والعابرين لإقليمها. وتتخذ الدولة التدابير اللازمة لتنميتها وصون عناصرها ومكوناتها من التلوث والمحافظة على التنوع الطبيعي والحيوي، واستغلال ثرواتها وفق موجبات التوازن والسلامة. وتكفل تعويض الأضرار الناتجة من قبل المسؤولين عنها، وتعتبر الدعاوى القضائية بشأن سلامة البيئة دعاوى حق عام دون رسوم قضائية، ولا تسقط الجرائم المتعلقة بها بالتقادم"]},{"content":["Article 24. Agriculture, Industry, and Tourism","المادة 24. الزراعة والصناعة والسياحة"],"section":["Agriculture, industry, and tourism shall be considered among the key pillars of the national economy. The State shall pass legislation and adopt the necessary measures to support, promote, develop, and protect them.","الزراعة والصناعة والسياحة من المقومات الأساسية للاقتصاد الوطني. وتعمل الدولة على سن التشريعات واتخاذ التدابير اللازمة لدعمها وتشجيعها وتطويرها وحمايتها"]},{"content":["المادة 25. المال العام","Article 25. Public Funds"],"section":["المال العام مصون لا يجوز الحجز عليه، وعلى الدولة حمايته وتنميته وصيانته، ويحظر الاعتداء عليه أو التصرف فيه بما يخالف أحكام الدستور والقانون. وتضمن الدولة استرداده واقتضاء التعويض عن إتلافه أو الاضرار به، ولا تسقط الجرائم المتعلقة به بالتقادم ولا يجوز العفو عنها","Public funds shall be preserved and may not be sequestered. The State shall protect, develop, and safeguard public funds. Encroaching on public funds or disposing of them in contravention of the provisions of the Constitution and the law shall be prohibited. The State shall guarantee the recovery of public funds and shall seek compensation for destroying or harming these funds. No statutory limitation shall apply to crimes involving public funds. These crimes shall not be pardonable."]},{"content":["المادة 26. إدارة المرافق العامة","Article 26. Management of Public Utilities"],"section":[["Public utilities shall be established and managed in accordance with the standards of good governance and respect for human rights. It shall be a guaranteed right of beneficiaries to receive services regularly and equally, to have their affairs dealt with equitably, and to submit appeals and complaints to which they receive a reply.","تؤسس المرافق العامة وتدار وفق معايير الحوكمة الرشيدة واحترام حقوق الإنسان، وتضمن حق المنتفعين في تلقي خدماتها بانتظام واطراد وبشكل متكافئ وفي معالجة شؤونهم بنزاهة وفي تقديم التماساتهم وشكاويهم والرد عليها،"],["وتلتزم بتسبيب قراراتها ، وتبسيط إجراءاتها، والتقييم الدوري لأدائها وفق ما يحدده القانون","Management of public utilities shall be committed to justifying their decisions, simplifying their procedures, and periodically evaluating their performance in accordance with what the law determines."]]},{"content":["المادة 27. العدالة الاجتماعية والتنمية","Article 27. Social Justice and Development"],"section":["The State shall develop cities and villages on the basis of the demands of social justice, sustainable and balanced development and its indicators, and the prudent exploitation of wealth. They shall also guarantee the fair and balanced distribution of projects, interests, public companies, and services between cities guaranteeing distribution of work opportunities and encouraging investment and appropriate activities therein. This is also to ensure the removal of the developmental imbalance.","تتولى الدولة تأهيل القرى والمدن على مقتضيات العدالة الاجتماعية والتنمية المستدامة والمتوازنة ومؤشراتها والاستغلال الرشيد للثروة. وتضمن توزيعا عادلا للمشروعات والمصالح والشركات العامة والخدمات بين المدن كافة بما يكفل توزيع فرص العمل وتشجيع الاستثمار والأنشطة المناسبة فيها. وذلك كله بما يضمن إزالة الاختلال التنموي"]},{"content":["Article 28. Combating Corruption","المادة 28. مكافحة الفساد"],"section":["The State shall adopt the necessary measures to combat administrative and financial corruption. Any person who is sentenced a misdemeanor or felony for corruption shall be prohibited from assuming posts in the cases that are defined by the law.","تتخذ الدولة التدابير اللازمة لمكافحة الفساد الإداري والمالي. ويحظر على من يحكم عليه في جنحة أو جناية فساد تولي الوظائف في الحالات التي يحددها القانون"]},{"content":["Article 29. Taxes","المادة 29. الضرائب"],"section":["To impose, exempt, or amend a tax shall only be done by a law. When imposing it, the interest of society and the achievement of social justice shall be taken into consideration.","فرض الضريبة والإعفاء منها وتعديلها لا يكون إلا بقانون. ويراعى في فرضها مصلحة المجتمع وتحقيق العدالة الاجتماعية"]},{"content":["المادة 30. الزكاة","Article 30. Charity (Zakat)"],"section":["تشرف الدولة على تحصيل الزكاة وإنفاقها في مصارفها الشرعية، ولا يجوز خلطها بالإيرادات العامة","The State shall ensure the collection and disbursement of Zakat in its legitimate banks. It may not be mixed with public revenues."]},{"content":["Article 31. Religious Endowments (Awqaf)","المادة 31. الأوقاف"],"section":[["The religious endowments (awqaf) shall enjoy its sanctity and shall not be mixed with State funds. It may not be disposed of except with the permission of the responsible court and in a manner that achieves the interest of the endowment and within the bounds of what Islamic Sharia allows.","للأوقاف حرمتها، ولا تخلط بأموال الدولة، ويمنع التصرف فيها إلا بإذن من المحكمة المختصة، وبما يحقق مصلحة الوقف وفي حدود ما تسمح به الشريعة الإسلامية"],["تنشأ بقانون هيئة خاصة بإدارة الأوقاف وتصريف شؤونها والرقابة عليها بما يكفل تنميتها وتحقيق أهدافها ومقاصدها الشرعية في حدود القانون","A special body to administer, manage, and oversee the endowments shall be established by law to guarantee its development and the achievement of its goals and legitimate purposes within the limits of the law."]]},{"content":["Article 32. National Languages and the Official Language","المادة 32. اللغات الوطنية واللغة الرسمية"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/lang"}},"section":["The languages spoken by a part of the Libyan people shall be considered national languages, a part of its cultural and linguistic heritage, and a common asset for all Libyans. Arabic shall be the official language of the State.","تعد اللغات المحلية التي يتحدث بها جزء من الشعب الليبي لغات وطنية وجزءاً من تراثه الثقافي واللغوي ورصيداً مشتركا لكل الليبيين. وتكون اللغة العربية اللغة الرسمية للدولة"]},{"content":["Article 33. Family","المادة 33. الأسرة"],"metadata":{"topics":["http://www.constituteproject.org/ontology/childpro","http://www.constituteproject.org/ontology/marriage","http://www.constituteproject.org/ontology/fndfam"]},"section":["The family based on legal marriage between a man and a woman shall be the basis of society. It is founded on religion, ethics, complementary roles between its members, affection, and mercy. The State shall ensure its protection, sponsor and encourage marriage, protect motherhood and childhood, and seek to reconcile the obligations of the woman and her work.","الأسرة القائمة على الزواج الشرعي بين رجل وامرأة أساس المجتمع قوامها الدين والأخلاق وتكامل الأدوار بين أفرادها وقائمة على المودة والرحمة، وتكفل الدولة حمايتها وترعى الزواج وتشجع عليه وتحمي الأمومة والطفولة،وتعمل على التوفيق بين واجبات المرأة وعملها"]},{"content":["Article 34. Children and Youth","المادة 34. النشء والشباب"],"metadata":{"topics":["http://www.constituteproject.org/ontology/finsup4","http://www.constituteproject.org/ontology/childpro","http://www.constituteproject.org/ontology/science"]},"section":["The State shall create the appropriate environment to develop children and youth, provide ways to increase their capacities, and support their effective role in national life. The State shall open up opportunities for them to work, participate in development, and benefit from various sciences and human cultures that enables them to participate in political, social, and economic life with a spirit of citizenship and responsibility.","تهيئ الدولة البيئة المناسبة لتنمية النشء والشباب وتوفر سبل الرفع من قدراتهم وتدعم فاعليتهم في الحياة الوطنية وفتح فرص العمل أمامهم ومشاركتهم في التنمية واستفادتهم من مختلف العلوم والثقافات الإنسانية وتمكينهم من المشاركة في الحياة السياسية والاجتماعية والاقتصادية بروح المواطنة والمسؤولية"]},{"content":["المادة 35. حماية الآثار والمخطوطات","Article 35. Protecting Antiquities and Manuscripts"],"section":[["تلتزم الدولة بحماية الآثار والمدن والمناطق التاريخية ورعايتها وإعادة تأهيلها والتنقيب عنها. ويحظر الاعتداء عليها أو الاتجار بها أو إهداؤها، وتتخذ ما يلزم لاسترداد ما استولي عليه منها. ولا تسقط الجرائم الواقعة عليها بالتقادم","The State shall be committed to protecting, preserving, restoring, and excavating antiquities, cities, and historical regions. Abusing, trafficking, or presenting them as gifts shall be prohibited. The State shall do what is necessary to recover any antiquities that have been seized. No statutory limitation shall apply to crimes involving antiquities."],["تكفل الدولة حماية المخطوطات والوثائق والمسكوكات التاريخية، وتعمل على صيانتها والمحافظة عليها، ويحظر الاعتداء عليها والعبث بها. ولا تسقط الجرائم الواقعة عليها بالتقادم","The State shall ensure the protection of historical manuscripts, documents, and coins and it shall work to maintain and preserve them. They may not be encroached upon or tampered with. No statutory limitation shall apply to crimes involving them."],["In the event that a private property is considered to be of historic nature, the relationship between the relevant owners and the State shall be subject to a special law that ensures the owners’ legal rights.","في حال اعتبار إحدى الممتلكات الخاصة ذات طبيعة أثرية، تخضع علاقة أصحاب الشأن مع الدولة لقانون خاص يضمن حقوقهم المشروعة"]]},{"content":["المادة 36. السكن","Article 36. Housing"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/shelter"}},"section":["تلتزم الدولة بوضع سياسات وخطط وطنية لتوفير السكن الملائم الذي يراعي الخصوصية الليبية، بما يحقق التوازن بين معدلات النمو ولوازم التوزيع المناسب للسكان والموارد المتاحة. وتضع الدولة السياسات التي تراعي الأسر محدودة الدخل، وتشجع القطاع الخاص وتدعم المبادرات الفردية، وتنظم استخدام أراضي الدولة لأغراض العمران بما يحقق الصالح العام","The State shall be committed to developing national policies and plans that provide adequate housing and shall take Libyan privacy into consideration to achieve balance between growth rates, the proper distribution of the population, and available resources. The State shall put policies into place that carefully regard families with few resources, promote the private sector, support individual enterprise, and regulate the use of State land for purposes of construction to achieve the general good."]},{"content":["المادة 37. الرياضة","Article 37. Sports"],"section":["Practicing a sport as a hobby or a profession shall be a right for every individual. The State shall adopt the necessary measures to support, advance, encourage investment, and provide the proper sports facilities for the regions according to their needs. It shall ensure the independence of sports bodies and settle disputes between them in accordance with international standards.","ممارسة الرياضة هواية واحترافا حق لكل فرد ، وتتخذ الدولة التدابير اللازمة لدعمها والرقي بها وتشجيع الاستثمار بشأنها وتوفير المنشآت الرياضية المناسبة للمناطق وفق حاجاتها، وتضمن استقلال الهيئات الرياضية ، وفض المنازعات بينها وفق المعايير الدولية"]}]},{"content":["الباب الثاني. الحقوق والحريات","CHAPTER TWO. Rights and Freedoms"],"section":[{"content":["المادة 38. حماية الحق في الحياة","Article 38. Protecting the Right to Life"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/life"}},"section":["لكل إنسان الحق في الحياة، ولا يجوز التنازل عنه وتضمن الدولة حمايته. وتتخذ التدابير اللازمة لضمان دية القتلى عند عدم معرفة الجاني وفق ما ينظمه القانون","Every human being has the right to life. The State shall adopt the necessary measures to ensure indemnity of the dead when the criminal is unknown in accordance with what the law regulates."]},{"content":["Article 39. Right to Safety","المادة 39. الحق في السلامة"],"section":["لكل إنسان الحق في سلامته الجسدية والبدنية والعقلية. ولا يجوز الكسب المادي من الكائن البشري وأعضائه. وتتخذ الدولة التدابير اللازمة لتعويض ضحايا النوازل من المواطنين والمقيمين إقامة شرعية بها","Every human being has the right to personal, physical, and mental safety. Material gain from a human being and its organs shall not be permissible. The State shall adopt the necessary measures to compensate victims of calamities for citizens and legal residents."]},{"content":["المادة 40. الأمن والسكينة","Article 40. Security and Peace"],"section":["Every human being has the right to security and peace. The State shall be committed to providing security and peace to its citizens and residents in its territory.","لكل إنسان الحق في الأمن والسكينة، وتلتزم الدولة بتوفير الأمن والطمأنينة لمواطنيها ولكل مقيم على أراضيها"]},{"content":["Article 41. Human Dignity","المادة 41. الكرامة الإنسانية"],"metadata":{"topics":["http://www.constituteproject.org/ontology/slave","http://www.constituteproject.org/ontology/cruelty","http://www.constituteproject.org/ontology/torture","http://www.constituteproject.org/ontology/dignity"]},"section":["تلتزم الدولة بحماية الكرامة الإنسانية والوقاية من صور العنف كافة ومناهضة التعذيب والإخفاء القسري وعدم سقوط جرائمهما بالتقادم وحظر كل صور الاتجار بالبشر والمعاملة المهينة وكذلك العمل القسري إلا لضرورة أو لعقوبة بديلة","The State shall be committed to protecting human dignity and preventing all types of violence, torture, and enforced disappearance. No statutory limitation shall apply to their crimes. All forms of human trafficking and degrading treatment shall be prohibited, as well as forced labor unless out of a necessity or an alternative penalty."]},{"content":["Article 42. Sanctity of Private Life","المادة 42. حرمة الحياة الخاصة"],"metadata":{"topics":["http://www.constituteproject.org/ontology/evidence","http://www.constituteproject.org/ontology/privacy"]},"section":["للحياة الخاصة حرمة، ولا يجوز دخول الأماكن الخاصة إلا لضرورة ولا تفتيشها إلا في حالة التلبس أو بأمر قضائي. كما لا يجوز المساس بالبيانات الشخصية أو إخضاع الاتصالات والمراسلبت للمراقبة إلا بإذن من القاضي المختص","Private life shall enjoy its sanctity. Private places may not be entered except for a necessity, and they may not be searched except in the case of flagrante delicto or with a court warrant. Personal data may not be violated, and communications and correspondence may not be monitored except based on the permission of the authorized judge."]},{"content":["المادة 43. حقوق خاصة بالأجانب","Article 43. Rights of Foreigners"],"metadata":{"topics":["http://www.constituteproject.org/ontology/excrim","http://www.constituteproject.org/ontology/citdep"]},"section":[["للأجانب المقيمين قانونا حق التنقل وتملك سكن للإقامة. ويحظر إبعادىم جماعيا أو تعسفيا. كما يحظر تسليمهم في حالة توقع تعرضهم للتعذيب، مع إخضاع ذلك للضمان القضائي","Foreigners who have legal residency have the right to movement and may own a residence. Deporting them collectively or arbitrarily shall be prohibited. Extraditing those who are accused or sentenced shall be prohibited if they are expected to face torture, as is appropriate within judicial guarantees."],["وتلتزم الدولة بمراعاة مصلحة الزوج والزوجة والأولاد الليبيين في أحكام الإبعاد والتسليم ومنح التأشيرات والإقامة","The State shall be committed to observing the interest of the Libyan husband, wife, and children in rulings of deportation, extradition, and granting visas and residency."]]},{"content":["Article 44. Displacement","المادة 44. التهجير"],"section":["يحظر التهجير القسري بكافة صوره وتكفل الدولة التعويض عنه وتضمن حق العودة","Forced displacement of all forms shall be prohibited, and the State shall guarantee reparations and the right of return."]},{"content":["المادة 45. الجرائم ضد الإنسانية","Article 45. Crimes Against Humanity"],"section":["تحظر كافة صور السلوك التي تشكل جرائم ضد الإنسانية وجرائم الحرب والإبادة الجماعية ولا تسقط بالتقادم ولا يجوز العفو عنها، بما لا يتعارض مع أحكام الدستور. ويسرى بشأنها الاختصاص الدولي للقضاء الليبي","All patterns of behavior that constitute crimes against humanity, war crimes, and genocide shall be prohibited. No statutory limitation shall apply to them, and they shall not be pardonable as is consistent with the provisions of this Constitution. International jurisdiction shall be left to the Libyan judiciary."]},{"content":["المادة 46. حق التعبير والنشر","Article 46. Freedom of Expression and Publication"],"metadata":{"topics":["http://www.constituteproject.org/ontology/express","http://www.constituteproject.org/ontology/press"]},"section":["Freedom of expression and its preservation shall not be separated. The State shall guarantee freedom of expression and publication and shall adopt the necessary measures to protect private life. The State shall prohibit incitement to hatred, violence, and racism, as well as declaring others as infidels and imposing ideas by force.","حرية الكلمة وأمانتها صنوان متلازمان، والتعبير والنشر حقان مصونان، وتتخذ التدابير اللازمة لحماية الحياة الخاصة وحظر التحريض على الكراهية والعنف والعنصرية والتكفير وفرض الأفكار بالقوة"]},{"content":["المادة 47. حرية الصحافة والإعلام","Article 47. Freedom of Press and Media"],"metadata":{"topics":["http://www.constituteproject.org/ontology/press","http://www.constituteproject.org/ontology/govmed"]},"section":["تضمن الدولة حرية الصحافة والإعلام وتعدديتها واستقلالها، وحق المواطن في ملكية وسائلهما. وتنظم بما يتفق مع أسس مجتمع ديمقراطي والخصوصية الليبية. ويحظر إيقافها إلا بأمر قضائي وحلها إلا بحكم قضائي. ولا يجوز الحبس الاحتياطي في قضايا الصحافة","The State shall guarantee the freedom, plurality, and independence of the press and media. Citizens shall have the right to ownership of press and media outlets. They shall be regulated in a way that agrees with the foundations of a democratic society and Libyan character. Press and media may not be banned except by a court order and dissolved except by a court ruling. Precautionary imprisonment in cases of journalism shall not be permissible."]},{"content":["Article 48. Right to Vote and Run for Office","المادة 48. حق التصويت والترشح"],"metadata":{"topics":["http://www.constituteproject.org/ontology/referen","http://www.constituteproject.org/ontology/voteres"]},"section":["لكل مواطن حق التصويت في الاستفتاءات والتصويت والترشح في انتخابات حرة ونزيهة وشفافة وعادلة يتساوى فيها المواطنون كافة وفق القانون. ويحظر حرمان المواطنين من ذوي الأهلية منها إلا بحكم قضائي","Every citizen has the right to vote in referenda and to vote or run for office in free, fair, transparent, and equitable elections in which all citizens are equal in accordance with the law. No citizen may be deprived of referenda, nomination, or election except based on a court ruling."]},{"content":["Article 49. Freedom to Form Political Parties","المادة 49. حرية تشكيل الأحزاب السياسية"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/partrght"}},"section":["Every individual shall have the right to choose his/her political leanings. The State shall guarantee the freedom to form political parties based on national unity, transparent financing, and renunciation of violence and hate speech. Every citizen may join or withdraw from political parties without discrimination.","لكل مواطن حق اختيار توجهاته السياسية، وتضمن الدولة حرية تشكيل الأحزاب السياسية القائمة على الوحدة الوطنية وشفافية التمويل ونبذ العنف وخطاب الكراهية. ولكل مواطن حق الانضمام إليها أو الانسحاب منها دون أي تمييز"]},{"content":["المادة 50. المجتمع المدني","Article 50. Civil Society"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/assoc"}},"section":["تضمن الدولة حرية تكوين منظمات المجتمع المدني والانتساب إليها وفق المعايير اللازمة للتوازن بين متطلبات استقلالها ولوازم الشفافية. ولا يجوز وقفها عن عملها إلا بأمر قضائي ولا حلها إلا بحكم قضائي","The State shall guarantee the freedom to form civil society organizations and right of affiliation according to the necessary standards for balancing the requirements of independence and the needs of transparency. They may not be suspended except by court order or dissolved except by court ruling."]},{"content":["المادة 51. حق المشاركة","Article 51. Right to Participation"],"metadata":{"topics":["http://www.constituteproject.org/ontology/petition","http://www.constituteproject.org/ontology/initiat"]},"section":["تضمن الدولة للمواطنين ومنظمات المجتمع المدني في مجال نشاطها حق المشاركة الديمقراطية بتقديم التماسات أو مقترحات تشريعية وفق قانون تنظيمي يصدر بالخصوص","The State shall guarantee for citizens and civil society organizations the right to democratic participation in their realm of activity by submitting petitions or legislative proposals in accordance with an issued regulatory law."]},{"content":["Article 52. Freedom of Assembly, Association, and Demonstration","المادة 52. حق الاجتماع والتجمع والتظاهر"],"metadata":{"topics":["http://www.constituteproject.org/ontology/assoc","http://www.constituteproject.org/ontology/assem"]},"section":["تضمن الدولة حق الاجتماع والتجمع والتظاىهر سلميا، وتتخذ التدابير اللازمة لحماية الممتلكات والأشخاص، ولا تستخدم القوة إلا في حالة الضرورة وفي حدها الأدنى","The State shall guarantee the right to peaceful assembly, association, and demonstration, and it shall adopt the necessary measures to protect property and persons. It shall not use force except at a minimum level and in the case of necessity."]},{"content":["Article 53. Right to Movement and Residency","المادة 53. حرية التنقل والإقامة"],"metadata":{"topics":["http://www.constituteproject.org/ontology/intlaw","http://www.constituteproject.org/ontology/excrim","http://www.constituteproject.org/ontology/freemove","http://www.constituteproject.org/ontology/busines"]},"section":["حرية التنقل والإقامة ونقل الممتلكات وحرية ممارسة النشاط الاقتصادي داخل البلاد بكاملها وحرية السفر والهجرة مكفولة للمواطنين كافة. ولا يكون المنع من السفر إلا بأمر قضائي مسبب ولمدة محددة بالقانون. ويحظر إبعاد أي مواطن أو منعه من العودة لبلاده ، كما يحظر تسليمه إلا وفق التزام دولي لجهة قضائية دولية","The State shall guarantee for all citizens the right to movement and residency, to move property, the freedom to exercise economic activity within the entirety of the country, freedom of travel, and the right to immigration. A travel ban shall only be by a court order and for a period defined by the law. No citizen may be deported or prevented from returning home. Extradition shall also be prohibited except based on international obligation by an international judicial body."]},{"content":["المادة 54. حقوق الليبيين في الخارج","Article 54. Rights of Libyans Abroad"],"section":["تتخذ الدولة التدابير اللازمة لحماية ورعاية الليبيين في الخارج وضمان ارتباطهم بوطنهم ومشاركتهم في العملية الانتخابية ومساهمتهم في التنمية، ومتابعة انتهاك حقوقهم ومد ولاية القضاء الليبي بشأنها","The State shall adopt the necessary measures to protect and preserve Libyans abroad, ensure their affiliation with their home country, participation in the electoral process, and their contribution to development. The State shall follow violation of their rights and extend the jurisdiction of the Libyan judiciary pertaining to these rights."]},{"content":["المادة 55. الشفافية والحق في المعلومات","Article 55. Transparency and Right to Information"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/infoacc"}},"section":["تضع الدولة التدابير اللازمة للشفافية، وتضمن حرية تلقي ونقل وتبادل المعلومات والاطلاع عليها وتعدد مصادرها بما لا يمس الأسرار العسكرية وأسرار الأمن العام ولوازم إدارة العدالة وحرمة الحياة الخاصة وما اتفق مع دولة أخرى على اعتباره سريا، مع حق الحفاظ على سرية المصدر","The State shall adopt the necessary measures for transparency and shall ensure the freedom of receiving, sending, exchanging, access to information, and multiplying its sources. This freedom shall not compromise military secrets, secrets of public security, the requirements of the administration of justice, the sanctity of private life, what was agreed upon with another country as secret, or the right to keep the source confidential."]},{"content":["المادة 56. الحق في الماء والغذاء","Article 56. Right to Food and Water"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/water"}},"section":["تضمن الدولة الحق في شرب وغذاء صحيين وكافيين، وتضع السياسات اللازمة لتحقيق الأمن المائي والغذائي","The State shall guarantee to citizens the right to safe and adequate drink and food and shall formulate the necessary policies to achieve water and food security."]},{"content":["المادة 57. الحق في الصحة","Article 57. Right to Health"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/health"}},"section":["Health is a right for every human being and is a duty upon the State and society. The right to live in a sound environment is guaranteed to all. The State shall guarantee comprehensive and quality healthcare to all citizens and shall provide preventive services to them. It shall also provide treatment services to them in all stages based on a system of mutual understanding of responsibility. It shall ensure the fair geographic distribution of health facilities. Not providing treatment in various forms to any human being in cases of emergency or a danger to life shall be prohibited.","الصحة حق لكل إنسان وواجب على الدولة والمجتمع. والحق في العيش في بيئة سليمة مكفول للجميع. وتضمن الدولة لجميع المواطنين رعاية صحية شاملة ذات جودة وتوفر لهم الخدمات الوقائية. كما توفر لهم الخدمات العلاجية في كافة مراحلها وفق نظام تكافلي مناسب. وتضمن التوزيع الجغرافي العادل للمرافق الصحية. ويحظر الامتناع عن تقديم العلاج بأشكاله المختلفة لأي إنسان في حالات الطوارئ أو الخطر علىالحياة"]},{"content":["Article 58. Supporting Rights of Women","المادة 58. دعم حقوق المرأة"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/equalgr1"}},"section":["Women are sisters of men. The State shall be committed to supporting and caring for women, enacting laws to protect them, promoting their status in society, eliminating the negative culture and social customs that belittle their dignity, preventing discrimination against them, and ensuring accessible opportunities for them in all sectors. The State shall adopt the necessary measures to support their acquired rights.","النساء شقائق الرجال، وتلتزم الدولة بدعم ورعاية المرأة وسن القوانين التي تكفل حمايتها ورفع مكانتها في المجتمع والقضاء على الثقافة السلبية والعادات الاجتماعية التي تنتقص من كرامتها ومنع التمييز ضدها وإتاحة الفرص أمامها في المجالات كافة. وتتخذ التدابير اللازمة لدعم حقوقها المكتسبة"]},{"content":["Article 59. Right to Decent Life","المادة 59. الحق في الحياة الكريمة"],"section":[{"content":["تضمن الدولة للمواطنين كافة حياة كريمة ورفاه يتناسب مع أوضاعها الاقتصادية","The State shall guarantee to all citizens decent life and welfare commensurate with its economic conditions."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/standliv"}}},["الضمان الاجتماعي حق للمواطنين. و على الدولة حماية حقوق المقيمين بها","Social security is a right for citizens. The State shall protect the rights of its residents."],{"content":["Society shall be based on social solidarity. The State shall guarantee decent life to for the needy, including elderly, orphans, widows, divorcees, those who do not marry at an early age, and those who have lost support.","يقوم المجتمع على التضامن الاجتماعي، وتضمن الدولة معيشة كريمة للمحتاجين من كبار السن والأيتام والأرامل والمطلقات والمتأخرات عن الزواج وفاقدي السند"],"metadata":{"topics":["http://www.constituteproject.org/ontology/finsup1","http://www.constituteproject.org/ontology/finsup4","http://www.constituteproject.org/ontology/solid"]}},["تكفل الدولة حقوق المتقاعدين بما يضمن تناسب المعاشات مع المراكز القانونية بغض النظر عن تاريخ الإحالة للتقاعد","The State shall guarantee the rights of the retired to ensure that pensions are compatible with legal positions irrespective of the date of retirement."],{"content":["تلتزم الدولة بتوفير الرعاية الاجتماعية والتحصيل العلمي لمجهولي النسب بما يضمن اندماجهم في المجتمع وتمتعهم بكافة الحقوق دون تمييز، وينظم القانون أوضاعهم بما يحقق ذلك","The State shall be committed to providing social care and education for children of unknown parentage to ensure their integration within society and that they enjoy all rights without discrimination. The law shall regulate their situations to achieve this."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/finsup4"}}},{"content":["فيما عدا الحقوق السياسية، يتمتع أولاد الليبيات الأجانب بكافة الحقوق التي يتمتع بها المواطن الليبي.","With the exception of political rights, the foreign children of Libyan women shall enjoy all the rights that the Libyan citizen enjoys."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/childpro"}}},{"content":["وفي جميع الأحوال، تضع الدولة الأنظمة اللازمة لتحقيق التعاون والتكافل الاجتماعي بين المواطنين","In all events, the State shall draft the necessary regulations to achieve cooperation and social solidarity between citizens."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/solid"}}}]},{"content":["المادة 60. الملكية الفكرية","Article 60. Intellectual Property"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/intprop"}},"section":["تحمى الدولة الحقوق المادية والمعنوية للملكية الفكرية بكافة صورها وفي شتى المجالات. وتعمل على دعمها وفق ما يحدده القانون","The State shall protect the material and intangible rights of intellectual property in all forms and in all domains. The State shall support it in accordance with what is specified by the law."]},{"content":["Article 61. Right to Education","المادة 61. الحق في التعليم"],"section":[{"content":["التعليم حق مصون، تلتزم الدولة برفع قيمته وبتوفيره وفق القدرات العقلية والعلمية دون تمييز. وهو إلزامي حتى سن الثامنة عشرة ومجاني للمواطنين في كافة مراحله في المؤسسات التعليمية العامة ووفق ما يحدده القانون للأجانب المقيمين. وتدعم الدولة التعليم الخاص وتضمن التزامه بسياساتها التعليمية، كما تضمن الدولة حرمة المؤسسات التعليمية","Education shall be a protected right, which the State shall be committed to promoting and providing to every citizen based on his mental and scientific capacities without discrimination. Education shall be compulsory until the age of eighteen and free to citizens in all stages at public education institutions and in accordance with what the law determines for resident foreigners. The State shall support private education and ensure its compliance with educational policies. The State shall also ensure the inviolability of educational institutions."],"metadata":{"topics":["http://www.constituteproject.org/ontology/edcomp","http://www.constituteproject.org/ontology/science","http://www.constituteproject.org/ontology/edfree"]}},["Educational curricula shall be based on the standards of quality in accordance with international standards and the teachings and values of the Islamic religion, benefiting from human experiences, strengthening the concept of citizenship, social harmony, and peaceful coexistence, and teaching human rights and fundamental freedoms.","وتبنى مناهج التعليم على معايير الجودة بما يتفق مع المعايير الدولية وتعاليم الدين الإسلامي وقيمه والاستفادة من التجارب الإنسانية وترسيخ مفهوم المواطنة والوئام الاجتماعي والتعايش السلمي وتعليم حقوق الإنسان وحرياته الأساسية"]]},{"content":["المادة 62. التعليم الجامعي والبحث العلمي","Article 62. University Education and Scientific Research"],"metadata":{"topics":["http://www.constituteproject.org/ontology/science","http://www.constituteproject.org/ontology/acfree"]},"section":[["تتخذ الدولة التدابير اللازمة لاستقلال الجامعات والمراكز البحثية وتضمن لها التنافسية والحرية الأكاديمية وفق المعايير الوطنية العامة، ولا يقيد حق الانتساب لها إلا بمعايير القدرة العلمية المناسبة للتخصص","The State shall adopt the necessary measures for the independence of universities and research centers and shall guarantee competitiveness and academic freedom for them in line with general national standards. The right of affiliation shall not be restricted except according to the standards of appropriate scientific knowledge for the specialization."],["The State shall adopt the necessary measures to develop scientific research and provide it with institutional frameworks. It shall ensure the rights of researchers and their creations and innovations, sponsor creative, innovative, and talented persons, and provide them with the means to display and develop their competencies.","وتلتزم باتخاذ التدابير اللازمة لتطوير البحث العلمي وتوفير الأطر المؤسسية له. وتضمن حقوق الباحثين وترعى الإبداع والابتكار وتكفل المبدعين والموهوبين والمخترعين وتوفر سبل إظهار قدراتهم وتنميتها"]]},{"content":["Article 63. Artistic and Vocational Education","المادة 63. التعليم الفني والتقني"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/artists"}},"section":["The State shall promote and develop artistic and vocational education in line with the requirements of development.","تلتزم الدولة بتشجيع التعليم الفني والتقني وتطويره، بما يتناسب مع مقتضيات التنمية"]},{"content":["المادة 64. أولوبة التعلبم والبحث العلمي","Article 64. Priority of Education and Scientific Research"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/science"}},"section":["تعطى الأولوية للتعليم بمختلف أنواعه ومراحله وللبحث العلمي في نسب توزيع الدخل القومي وبشكل تصاعدي لتتفق مع المعايير الدولية","Priority shall be given to various levels of education and to scientific research in the progressive distribution of national income ratios to agree with international standards."]},{"content":["Article 65. National Languages and Cultures","المادة 65. اللغات والثقافات الوطنية"],"metadata":{"topics":["http://www.constituteproject.org/ontology/artists","http://www.constituteproject.org/ontology/cultrght","http://www.constituteproject.org/ontology/langprot"]},"section":["لكل شخص الحق في استخدام اللغات الوطنية وتعلمها والمشاركة في الحياة الثقافية بشكل فردى أو جماعي، وتعمل الدولة على حمايتها و توفير الوسائل اللازمة لتعلمها واستخدامها في وسائل الإعلام. كما تضمن حماية الثقافات المحلية والتراث والمعارف التقليدية والآداب والفنون والنهوض بها ونشر الخدمات الثقافية","Every person shall have the right to use and learn national languages and to participate in cultural life, either individually or collectively. The State shall protect national languages and provide the necessary means to learn and use them in the media. The State shall also guarantee the protection and promotion of local cultures, heritage, traditional knowledge, literature, and arts, and shall disseminate cultural services."]},{"content":["المادة 66. الحق في العمل","Article 66. Right to Work"],"metadata":{"topics":["http://www.constituteproject.org/ontology/jointrde","http://www.constituteproject.org/ontology/provwork","http://www.constituteproject.org/ontology/occupate","http://www.constituteproject.org/ontology/safework"]},"section":["لكل مواطن الحق في العمل. وتعمل الدولة على أن يكون في ظروف آمنة ولائقة. وللعامل الحق في اختياره نوعه وعدالة شروطه، مع ضمان الحقوق النقابية. وتحرص الدولة على رفع قيمته وفتح فرصه للباحثين عنه","Every citizen has the right to work. The State shall work to provide safe and healthy conditions. The employee has the right to choose the type of work and the fairness of its terms, and to join trade and labor unions. The State shall promote this and provide opportunities for job seekers."]},{"content":["المادة 67. حق المبادرة","Article 67. Right to Enterprise"],"metadata":{"topics":["http://www.constituteproject.org/ontology/busines","http://www.constituteproject.org/ontology/freecomp"]},"section":["The State shall guarantee the right to enterprise under free competition while barring monopolistic practices and not to harm others or harm the interest of society.","تضمن الدولة حق المبادرة في ظل تنافس حر ومنع الممارسات الاحتكارية والالتزام بعدم الإضرار بالغير أو بمصلحة المجتمع"]},{"content":["Article 68. Private Property","المادة 68. الملكية الخاصة"],"metadata":{"topics":["http://www.constituteproject.org/ontology/exprop","http://www.constituteproject.org/ontology/proprght","http://www.constituteproject.org/ontology/em"]},"section":["Private property shall be safeguarded as a right. No custodianship shall be imposed on private property except by a court order and in the cases that are determined by the law. It shall not be taken away except for the general good and in exchange for fair compensation. In cases other than emergency and martial law, compensation for property shall be paid in advance and property shall not be seized except by a court order. General seizure shall be prohibited.","الملكية الخاصة حق مصون، لا يجوز فرض الحراسة عليها إلا بحكم قضائي وفي الحالات التي يبينها القانون، ولا تنزع إلا للمنفعة العامة مقابل تعويض عادل، وفي غير حالات الطوارئ والأحكام العرفية يكون التعويض عنها مسبقاً، ولا تصادر إلا بحكم قضائي، وتحظر المصادرة العامة"]},{"content":["المادة 69. حقوق الطفل","Article 69. Rights of the Child"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/childpro"}},"section":["The State shall adopt all measures for the child to fully enjoy his/her rights and protect him/her from conditions that endanger his/her interests, education, and growth. The State shall adopt legislation and policies based on the child’s best interest.","تتخذ الدولة كافة التدابير لتمتع الطفل بحقوقه كاملة وحمايته من الأوضاع التي تعرض مصالحه وتعليمه ونموه للخطر، وتبني تشريعاتها وسياساتها على المصلحة المثلى له"]},{"content":["Article 70. Rights of Persons with Disability","المادة 70. حقوق الأشخاص ذوي الإعاقة"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/finsup3"}},"section":["تلتزم الدولة بضمان حقوق الأشخاص ذوي الإعاقة صحيا واجتماعيا وتعليميا واقتصاديا ورياضيا وترفيهيا وحمايتهم ووضع الإطار المؤسسي اللازم لتلبية حاجاتهم، وتوفير ظروف العمل الملائمة لهم. كما تعمل على تهيئة البيئة المحيطية بهم، وتدعيم وسائل التواصل معهم وسبل اندماجهم في المجتمع بصورة كاملة وفاعلة","The State shall be committed to guaranteeing the health, social, educational, economic, and entertainment rights of persons with disability. The State shall protect persons with disability and create the necessary institutional framework to meet their needs. It shall provide the proper working conditions, accommodating environment for them, support communications and ways to integrate them into society in a complete and effective manner."]},{"content":["المادة 71. حق التقاضي","Article 71. Right to Litigation"],"metadata":{"topics":["http://www.constituteproject.org/ontology/speedtri","http://www.constituteproject.org/ontology/fairtri"]},"section":["الحق في اللجوء للقضاء مكفول للجميع، ولكل شخص الحق في محاكمة عادلة أمام قاضيه الطبيعي وفي أجل معقول يؤمن له فيها الضمانات كافة. ولا يجوز تحصين أي تشريع من الطعن، ولا يجوز أن يستبعد من الولاية القضائية أي سلوك ضار بالحقوق والحريات أو مهدد لها","The right to litigation shall be guaranteed for all. Every person shall have the right to a fair trial before his normal judge and within a reasonable period in which all guarantees shall be provided. No legislation shall be immune from appeal, and no conduct detrimental or threatening to rights and freedoms may be excluded from the jurisdiction of the judiciary."]},{"content":["المادة 72. مبدأ الشرعية الجنائية وأصل البراءة","Article 72. Principle of Criminal Legitimacy and Origin of Acquittal"],"metadata":{"topics":["http://www.constituteproject.org/ontology/wolaw","http://www.constituteproject.org/ontology/expost","http://www.constituteproject.org/ontology/presinoc"]},"section":["Crimes shall be classified into felonies, misdemeanors, and violations. There shall be no felony or misdemeanor except by law; there shall be no sentence depriving them of freedom for violations; there shall be no sentence except for actions that are committed after a law becomes effective. The sentence shall be personal and proportionate to the crime and its perpetrator. An accused person shall be innocent until proven guilty","تصنف الجرائم إلي جنايات وجنح ومخالفات. ولا جناية ولا جنحة إلا بقانون، ولا عقوبة سالبة للحرية في المخالفات. ولا عقاب إلا على الأفعال اللاحقة لتاريخ نفاذ القانون. والعقوبة شخصية متناسبة مع الجريمة ومرتكبها، والمتهم برئ إلي أن تثبت إدانته"]},{"content":["المادة 73. ضمانات إجرائية","Article 73. Procedural Guarantees"],"metadata":{"topics":["http://www.constituteproject.org/ontology/miranda","http://www.constituteproject.org/ontology/dignity","http://www.constituteproject.org/ontology/couns","http://www.constituteproject.org/ontology/trilang"]},"section":["لكل فرد الحق في احترام كرامته الإنسانية في كافة الإجراءات الجنائية. وعلى السلطات المختصة تسبيب أوامرها الماسة بالحقوق والحريات. ولا إيقاف إلا في الأماكن المخصصة لذلك، ولمدة محددة قانونا تناسب التهمة، مع إعلانه للجهة القضائية المختصة ولعائلة الموقوف أو الشخص الذي يختاره، وتحديد مكانه، وإعطاء المعني الوقت الكافي والتسهيلات اللازمة لإعداد دفاعه، وإعلامه بحقه في ألا يجبر على تقديم دليل ضد نفسه، ومسؤوليته عما يدلي به، والاستعانة بمترجم، وفي اختيار محام، والاتصال به. وتكفل الدولة المساعدة القضائية","Every individual shall enjoy the respect of human dignity, as is his/her right, in all criminal proceedings. The competent authorities shall provide grounds for their orders that affect rights and freedoms. There shall be no detention except in designated places and for a specific legal period that is proportionate to the accusation, while making this known to the competent judicial body and the family or chosen person of the detained. His place shall be specified and he shall be given enough time and the necessary facilities to prepare his defense. He shall be informed of his right to not be forced to submit evidence against himself or his responsibility for any statements he makes, to choose and contact an attorney, and to seek the help of a translator. The State shall guarantee judicial assistance."]},{"content":["المادة 74. سلب الحرية","Article 74. Deprivation of Freedom"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/falseimp"}},"section":["لكل إنسان الحق في الحرية الشخصية. ولا يلجأ لسلب الحرية إلا في حالة عدم كفاية التدابير أو الإجراءات أو العقوبات البديلة. وتلتزم الدولة بتأهيل السجناء وإدماجهم في المجتمع. ولمن سلبت حريته احتياطياً أو تنفيذا لحكم الحق في تعويض مناسب عند الأمر بألا  وجه لإقامة الدعوى أو الحكم بالبراءة لعدم قيام الجريمة أو عدم وجود دليل وفق ما ينظمه القانون","Every individual has the right to personal freedom. There shall be no deprivation of freedom except in the case of insufficient measures, procedures, or alternative penalties. Any person who is deprived of his/her freedom as a precaution or in implementation of a sentence shall be entitled to proper reparations upon acquittal or an order that there is no cause for punishment because of an unsubstantiated crime or a lack of evidence based on the stipulations of the law."]},{"content":["المادة 75. ضوابط القيد على ممارسة الحقوق والحريات","Article 75. Restrictions on Exercising Rights and Freedoms"],"section":["Any restriction of rights and freedoms must be necessary, clear, defined, and proportionate to the interest to be protected and the characteristics of democratic society. Going back on legal guarantees shall be prohibited by law in a way that does not contradict the provisions of this Constitution.","أي قيد على ممارسة الحقوق والحريات يجب أن يكون ضروريا وواضحا ومحددا ومتناسبا مع المصلحة محل الحماية ومع خصائص المجتمع الديمقراطي. ويحظر الرجوع على الضمانات المقررة قانونا. وذلك كله بما لا يتعارض مع أحكام هذا الدستور"]},{"content":["المادة 76. بناء السياسات التشريعية والتنفيذية","Article 76. Drafting Legislative and Executive Policies"],"section":["تبنى كافة السياسات التشريعية والتنفيذية وبرامج التنمية والتطوير على حماية حقوق الإنسان والنهوض بها، وتخضع الدولة تشريعاتها وسياساتها في هذا المجال للتقييم الدوري، على أن تنشر أسس ونتائج التقييم في الجريدة الرسمية","All legislative and executive policies and development programs shall be founded on the protection and promotion of human rights. In this regard, the State shall periodically evaluate its legislation and policies with subsequent publication of the bases and results of the evaluation in the official newspaper."]}]},{"content":["CHAPTER THREE. System of Governance","الباب الثالث. نظام الحكم"],"section":[{"content":["Legislative Authority","السلطة التشريعية"],"section":[{"content":["Article 77. The Shura Council","المادة 77. مجلس الشورى"],"section":[{"content":["يتكون مجلس الشورى من غرفتين: مجلس النواب ومجلس الشيوخ","The legislative authority in the Shura Council shall be made up of two assemblies: the House of Representatives and the Senate."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/housenum"}}},{"content":["The Shura Council shall have the authority to enact legislation, to ratify State public policy, the public plan for economic and social development, and the public budget for the State, to exercise control over the works of the executive branch, and that which is described in the Constitution.","ويتولى سلطة سن القوانين وإقرار السياسة العامة للدولة و الخطة العامة للتنمية الاقتصادية والاجتماعية والموازنة العامة للدولة، ويمارس الرقابة على أعمال السلطة التنفيذية. وذلك على النحو المبين في الدستور"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/econplan"}}}]},{"content":["أولا. مجلس النواب","PART I. The House of Representatives"],"section":[{"content":["Article 78. Forming the House of Representatives","المادة 78. تشكيل مجلس النواب"],"metadata":{"topics":["http://www.constituteproject.org/ontology/voteres","http://www.constituteproject.org/ontology/freeelec","http://www.constituteproject.org/ontology/lhselect"]},"section":["يتشكل مجلس النواب من عدد من الأعضاء ينتخبون بالاقتراع العام الحر السري المباشر على أساس المعيار السكاني، مع مراعاة توزعهم الجغرافي. وذلك بمقتضى أحكام قانون الانتخاب، على ألا يقل عمر الناخب عن ثماني عشرة سنة","The House of Representatives shall be composed of a number of members elected by general, free, confidential, and direct election in accordance with the standard population with consideration for the geographic criterion in a manner that guarantees equal representation for voters. No one under the age of eighteen years old shall be permitted to vote under the provisions of the electoral law."]},{"content":["Article 79. Membership of the House of Representatives","المادة 79. عضوية مجلس النواب"],"metadata":{"topics":["http://www.constituteproject.org/ontology/uhrest","http://www.constituteproject.org/ontology/lhrest","http://www.constituteproject.org/ontology/lhage"]},"section":["يشترط في المترشح لعضوية مجلس النواب أن يكون ليبيا مسلما وألا يحمل أي جنسية أخرى ومتمتعا بحقوقه المدنية والسياسية وحاصل على مؤهل تعليمي، وألا تقل سنه يوم فتح باب الترشح عن خمس وعشرين سنة. وأي شروط أخرى يحددها القانون","The candidate for membership in the House of Representatives shall be: Libyan; Muslim; shall not carry another citizenship; shall enjoy his/her civil and political rights; shall hold a bachelor&#x27;s degree or its equivalent; shall not be younger than twenty five years old on the day of candidacy; and any other conditions the law determines."]},{"content":["المادة 80. مدة ولاية مجلس النواب","Article 80. Term of the House of Representatives"],"metadata":{"topics":["http://www.constituteproject.org/ontology/electsch","http://www.constituteproject.org/ontology/lhterm"]},"section":["مدة ولاية مجلس النواب أربع سنوات تبدأ من تاريخ أول اجتماع له، ويجري انتخاب المجلس الجديد خلال التسعين يوما السابقة لانتهاء مدة المجلس","The term for the House of Representatives shall be four years starting on the first day of the first session. The election of the new council shall be held during the ninety days prior to the expiration of the council."]},{"content":["Article 81. Presidency of the Council","المادة 81. رئاسة المجلس"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/lhlead"}},"section":["The Council shall convene its first sessions under the presidency of the oldest member, and the youngest shall be the rapporteur. During the first sessions, members shall elect the President and two vice presidents. Council elections for presidency of the House of Representatives shall be held every two years.","يعقد المجلس أولى جلساته برئاسة أكبر الأعضاء سنا وأصغرهم سنا يكون مقرراً له، وذلك لانتخاب الرئيس ونائبيه. على أن تجرى انتخابات رئاسة المجلس كل سنتين"]},{"content":["المادة 82. نصاب الحضور والتصويت","Article 82. Presence Quorum and Voting"],"section":[{"content":["Council sessions shall not be considered valid without the presence of at least the absolute majority of its members. Decisions shall be reached with the absolute majority of members when proposed legislation and bills are being considered, taking into account the other cases stipulated by the Constitution.","لا تعد جلسات المجلس صحيحة إلا بحضور الأغلبية المطلقة للأعضاء المنتخبين على الأقل. وتتخذ القرارات بنفس الأغلبية في حال إقرار مشروعات القوانين ومقترحاتها. مع مراعاة الحالات الأخرى التي ينص عليها الدستور"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/quorum"}}},{"content":["The Council shall take the necessary measures to set bylaws ensuring the regulatory attendance of its members.","ويضع النظام الداخلي للمجلس الجزاءات اللازمة لضمان انتظام حضور الأعضاء"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/attend"}}}]},{"content":["المادة 83. مشروعات القوانين ومقترحاتها","Article 83. Proposals and Draft Legislation"],"metadata":{"topics":["http://www.constituteproject.org/ontology/legini","http://www.constituteproject.org/ontology/commit"]},"section":["Each draft law from the Head of State or the Prime Minister shall be sent to the concerned committees in the House of Representatives for review so to reach a decision and submit it therein to the Council within one month of the day it was received. Draft legislation presented by at least ten representatives and in agreement with Article 51 shall be sent to the concerned committees for review within a period not to exceed 60 days. In the case of its rejection, the decision shall be substantiated. Proposals shall advance before draft legislation if the legislature is congested.","يحال كل مشروع قانون مقدم من رئيس الدولة أو رئيس الوزراء إلي اللجان النوعية المختصة بمجلس النواب لفحصه وتقديم تقرير عنه إلى المجلس خلال شهر من تاريخ استلامه. كما تحال مقترحات القوانين المقدمة من عشرة نواب على الأقل أو المقدمة وفق نص المادة (51 ) إلى اللجان النوعية للنظر فيها خلال مدة لا تجاوز الستين يوما، وفي حالة الرفض يكون القرار مسببا. وتقدم مشروعات القوانين على مقترحاتها عند التزاحم"]},{"content":["المادة 84. إصدار ونشر القوانين","Article 84. Issuing and Publishing the Laws"],"metadata":{"topics":["http://www.constituteproject.org/ontology/override","http://www.constituteproject.org/ontology/legapp"]},"section":[["إذا اقر مجلس النواب مشروع أو مقترح القانون يحال في مدة أقصاها سبعة أيام إلي رئيس الجمهورية لإصداره والأمر بنشره في الجريدة الرسمية خلال مدة لا تجاوز خمسة عشر يوما من تاريخ إقراره ، وإذا لم يقم رئيس الجمهورية بذلك على رئيس مجلس النواب إصداره ونشره بتوقيعه","If the House of Representatives ratifies a proposal or draft legislation, then it must proceed to the Head of State within a maximum period of seven days for his enactment and publication in the official newspaper, which shall take place within a period not to exceed fifteen days from the date of its ratification. If the President of the Republic does not publish the law, then it is upon the President of the House of Representatives to issues and publish it with his signature."],["The new legislation shall become legally effective two days after the date it was published, unless stated otherwise.","ويعمل بالقانون بعد يومين من تاريخ نشره ما لم ينص فيه على خلاف ذلك"],["ولرئيس الجمهورية رد القانون الذي تم إقراره من مجلس النواب بتعديلات، وللمجلس خلال أربعة عشر يوما من تاريخ فتح المداولة إقراره بتعديلاته أو بدونها بالأغلبية المطلقة للأعضاء المنتخبين","If the president sends the legislation that has been ratified back to the Council for amendments, the Council shall ratify it with or without his amendments within fourteen days with the absolute majority of its elected members."]]},{"content":["المادة 85. السؤال والاستجواب","Article 85. Inquiry and Hearing"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/invexe"}},"section":["لكل عضو من أعضاء المجلس توجيه الأسئلة لرئيس الوزراء والوزراء وطلب استجوابهم وفق ما يحدده النظام الداخلي للمجلس","Each member of the Council shall address inquiries to the Prime Minister or ministers and their request for questioning is in accordance with the internal procedures of the Council."]}]},{"content":["ثانيا. مجلس الشيوخ","PART II. The Senate"],"section":[{"content":["Article 86. Forming the Senate","المادة 86. تشكيل مجلس الشيوخ"],"metadata":{"topics":["http://www.constituteproject.org/ontology/freeelec","http://www.constituteproject.org/ontology/uhseats","http://www.constituteproject.org/ontology/uhselect","http://www.constituteproject.org/ontology/voteres"]},"section":["يتألف مجلس الشيوخ من عدد اثنين وسبعين عضوا ينتخبون بالاقتراع العام الحر السري المباشر عن طريق الانتخاب الفردي على ألا يقل عمر الناخب عن ثماني عشرة سنة ، ويكون التمثيل في مجلس الشيوخ على غرار انتخاب الهيئة التأسيسية ويراعى التوزيع الجغرافي داخل كل منطقة انتخابية","The Senate shall be composed of seventy-two members chosen by general, free, confidential, and direct poll by way of individual election where no voter shall be less than eighteen years old. Representation in the Senate shall similar to the election of a constituent body, taking into account the geographic balance in the distribution of seats inside each electoral district."]},{"content":["المادة 87. عضوية مجلس الشيوخ","Article 87. Membership of the Senate"],"metadata":{"topics":["http://www.constituteproject.org/ontology/uhrest","http://www.constituteproject.org/ontology/uhage"]},"section":["يشترط في عضوية مجلس الشيوخ ما يشترط في عضوية مجلس النواب، على ألا يقل عمر المترشح عن أربعين سنة يوم فتح باب الترشح","Membership to the Senate shall be the same conditions for membership to the House of Representatives, and the nominee shall not be younger than forty years old on the day of his candidacy."]},{"content":["المادة 88. مدة ولاية مجلس الشيوخ","Article 88. Term of the Senate"],"metadata":{"topics":["http://www.constituteproject.org/ontology/electsch","http://www.constituteproject.org/ontology/uhtrmlim","http://www.constituteproject.org/ontology/uhterm"]},"section":["The term of the Senate shall last six years beginning from the first day of the first session. A member may not be reelected for more than two election cycles. Elections for the new Senate shall be held during the ninety days prior to the expiration of the Council.","مدة ولاية مجلس الشيوخ أربع سنوات تبدأ من تاريخ أول اجتماع له، ولا يجوز إعادة انتخاب العضو لأكثر من دورتين انتخابيتين، ويجرى انتخاب المجلس الجديد خلال التسعين يوما السابقة لانتهاء مدة المجلس"]},{"content":["المادة 89. رئاسة المجلس","Article 89. Presidency of the Council"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/uhlead"}},"section":["يعقد المجلس أولى جلساته برئاسة أكبر الأعضاء سنا ويكون أصغرهم مقرراً له وذلك لانتخاب الرئيس ونائبيه. على أن تجرى انتخابات رئاسة المجلس كل سنتين","The Council shall convene its first sessions under the presidency of the oldest member, and the youngest shall be the rapporteur. During the first sessions, members shall elect the President and two vice presidents. Council elections for presidency of the Senate shall be held every two years."]},{"content":["Article 90. Presence Quorum and Voting","المادة 90. نصاب الانعقاد والتصويت"],"metadata":{"topics":["http://www.constituteproject.org/ontology/attend","http://www.constituteproject.org/ontology/quorum"]},"section":["Council sessions shall not be considered valid except with the attendance of the absolute majority of its elected members. Decisions shall be made on matters stipulated in Articles 50 and 51 with the exact majority, not to be less than six members from each electoral district. The Council shall take the necessary measures to set internal rules of procedure ensuring the regulatory attendance of its members.","لا تعتبر جلسات المجلس صحيحة إلا بحضور الأغلبية المطلقة لأعضائه المنتخبين. وتتخذ القرارات بشأن المسائل المنصوص عليها في المادتين (50 و 51) بذات الأغلبية على أن يكون من بينهم ستة أعضاء على الأقل عن كل منطقة انتخابية. ويبين النظام الداخلي للمجلس الجزاءات اللازمة لضمان انتظام حضور الأعضاء."]},{"content":["Article 91. Legislative Competence of the Council","المادة 91. الاختصاص التشريعي للمجلس"],"metadata":{"topics":["http://www.constituteproject.org/ontology/divhouse","http://www.constituteproject.org/ontology/uhspleg"]},"section":[{"content":["يتولى مجلس الشيوخ مراجعة القوانين التي يتوجب إحالتها إليه من مجلس النواب لإقرارها أو التعديل فيها في المواضيع الآتية:","The Senate shall review legislation that has been submitted by the House of Representatives for ratification or amendment in the following areas:"],"section":[["State Financial System Law.","قانون النظام المالي للدولة."],{"content":["قانون الموازنة العامة.","Public Budget Law."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/budget"}}},["قانون الحكم المحلي.","Local Government Law."],["Citizenship and Immigration Law.","قانون الجنسية والهجرة."],["Referendum and Elections Laws.","قوانين الاستفتاء والانتخابات."],["Natural Resources Law.","قانون الثروات الطبيعية."],{"content":["Emergency and Martial Law.","قانون الطوارئ والأحكام العرفية."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/em"}}},["قانون العفو العام.","General Amnesty Law."],{"content":["Laws related to State insignia, the State flag, national anthem, and State emblem.","القوانين المتعلقة بشعارات الدولة وعلمها ونشيدها وأوسمتها."],"metadata":{"topics":["http://www.constituteproject.org/ontology/anthem","http://www.constituteproject.org/ontology/flag"]}},{"content":["التصديق على المعاهدات والاتفاقيات الدولية.","Ratification of international treaties and conventions."],"metadata":{"topics":["http://www.constituteproject.org/ontology/treat","http://www.constituteproject.org/ontology/intlaw"]}},{"content":["Proposed constitutional amendments.","مقترحات التعديلات الدستورية."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/amend"}}}]},["The Senate shall request clarification from the concerned bodies regarding any draft law entering their jurisdiction.","ولمجلس الشيوخ أن يطلب الاستيضاح من الجهات المختصة بشأن أي مشروع قانون يدخل في اختصاصه"]]},{"content":["Article 92. Council Jurisdiction on Some Functions","المادة 92. اختصاص المجلس بشأن بعض الوظائف"],"section":[{"content":["يتولى مجلس الشيوخ المصادقة على ترشيحات مجلس النواب بشأن الوظائف الآتية:","The Senate shall confirm the nominations for the House of Representatives for the following posts:"],"section":[{"content":["Constitutional Court judges selected by the Legislature.","قضاة المحكمة الدستورية المختارين من السلطة التشريعية."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/consel"}}},{"content":["Presidents and members of management of independent constitutional bodies.","رؤساء وأعضاء إدارة الهيئات الدستورية المستقلة."],"metadata":{"topics":["http://www.constituteproject.org/ontology/ecom","http://www.constituteproject.org/ontology/hr"]}},{"content":["The Governor of the Central Bank of Libya and his Deputy.","محافظ مصرف ليبيا المركزي ونائبه."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/bank"}}}]},{"content":["In all situations, the President of the Republic shall nominate the candidates. The Senate shall ratify presidential nominations for ambassadors and state representatives to international organizations adhering to standards of integrity, eligibility, merit, and achievement of the higher interests of the nation within the time period and according to the conditions that the law determines.","وفي جميع الأحوال، يصدر قرار بتسميتهم من رئيس الجمهورية. كما يتولى مجلس الشيوخ المصادقة على تعيينات رئيس الجمهورية للسفراء وممثلي الدولة لدى المنظمات الدولية وفق معايير النزاهة والاستحقاق والجدارة وتحقيق المصالح العليا للدولة، وذلك خلال المدة ووفق الشروط التي يحددها القانون."],"metadata":{"topics":["http://www.constituteproject.org/ontology/hospow","http://www.constituteproject.org/ontology/intorgs"]}}]},{"content":["Article 93. The Joint Committee","المادة 93. اللجنة المشتركة"],"metadata":{"topics":["http://www.constituteproject.org/ontology/budget","http://www.constituteproject.org/ontology/commit"]},"section":["If the two councils differ on a law set forth in Article 52, then a joint committee of equal number from the two chambers shall be formed to resolve the dispute and propose a compromised text to be submitted to the two chambers for their ratification and referral to the President of the Republic for his enactment. If the joint committee is unable to reach a compromise within a period not to exceed thirty days from the day the draft was presented, it shall be sent to the Senate for ratification with a two-thirds majority, then to the House of Representatives for submission to the President of the Republic for his enactment. Should this be impossible to accomplish, the law shall be postponed until the following parliamentary session. The two Councils shall remain in session until the adoption of the Budget Law.","إذا اختلف المجلسان حول قانون من القوانين المنصوص عليها في المادة 52، تشكل لجنة مشتركة بالتساوي بين المجلسين لحل الاختلاف واقتراح نص توافقي يحال بعدها إلي المجلسين لإقراره وإحالته إلى رئيس الجمهورية لإصداره. وإذا عجزت اللجنة المشتركة عن التوصل لحل توافقي خلال مدة لا تجاوز ثلاثين يوما من تاريخ تقديم القانون لها، يحال إلى مجلس الشيوخ لإقراره بأغلبية الثلثين ثم إلى مجلس النواب لإحالته إلى رئيس الجمهورية لإصداره. فإذا تعذر ذلك يؤجل إقرار القانون إلي دورة الانعقاد اللاحقة . ويستمر المجلسان في حالة انعقاد إلي حين إقرار قانون الموازنة."]},{"content":["المادة 94. استشارة مجلس الشيوخ","Article 94. Senate Consultation"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/divhouse"}},"section":[["يحيل مجلس النواب مشروعات القوانين إلى مجلس الشيوخ لإبداء رأيه الاستشاري بشأنها","The House of Representatives shall send draft bills to the Senate for advisory feedback."],["The Senate shall return it to the House of Representatives within a period no longer than thirty days from the day it was submitted.","وإعادتها إلى مجلس النواب خلال مدة لا تجاوز ثلاثين يوما من تاريخ الإحالة إليه."]]}]},{"content":["ثالثا. أحكام عامة للمجلسين","PART III. General Provisions for the Two Chambers"],"section":[{"content":["Article 95. Non-restrictive Agency","المادة 95. عدم تقييد الوكالة"],"section":["عضو مجلس الشورى يمثل الشعب كله، ولا يجوز تحديد وكالته بقيد أو بشرط.","Members of the Shura Council represent all of the people and may not limit their agency on restriction or condition."]},{"content":["المادة 96. قسم عضو مجلس الشورى","Article 96. Oath of the Shura Council"],"metadata":{"topics":["http://www.constituteproject.org/ontology/oath","http://www.constituteproject.org/ontology/god"]},"section":["Every member of the Shura Council must swear in the presence of the Council before he/she begins his/her work the following oath: “In the name of the Almighty God, I swear to be faithful to God and my country, to respect the Constitution and the Law, and to perform my job in faithfulness and truth”.","يؤدي عضو مجلس الشورى أمام مجلسه وقبل توليه لعمله، القسم الآتي: ( أقسم بالله العظيم أن أكون مخلصا لله ثم للوطن ومحترما للدستور وللقانون، وأن أودي عملي بكل أمانة وصدق)."]},{"content":["Article 97. Member’s Devotion to the Shura Council","المادة 97. تفرغ عضو مجلس الشورى"],"section":["One may not be a member of both Councils. The member shall carry out his/her work full-time and keep his/her job in accordance with what the law regulates.","لا يجوز الجمع بين عضوية المجلسين. ويباشر العضو عمله على سبيل التفرغ التام. ويحتفظ له بوظيفته وفق ما ينظمه القانون."]},{"content":["المادة 98. الحصانة","Article 98. Immunity"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/immunity"}},"section":[["Every member of the Shura Council shall enjoy full liberty to express an opinion within the bounds of the internal procedures of his/her affiliated council. No one shall be permitted to question voting, a stated opinion, or a speech made during council or committee sessions.","لكل عضو من أعضاء مجلس الشورى كامل الحرية في إبداء الرأي في حدود النظام الداخلي للمجلس المنتسب إليه. ولا يسأل عن أي تصويت أو رأي يبديه أو خطاب يلقيه في أثناء جلسات المجلس أو جلسات اللجان التابعة له."],["If either of the two councils indicts any member and there is sufficient and available evidence that he/she committed a crime of high treason, a serious breach of the Constitution, or crimes against confidentiality or honor during the fulfillment of work, then the individual case shall be sent to the Attorney General for the enactment of the necessary legal procedures.","لأي من المجلسين توجيه الاتهام النيابي إلى أي عضو من أعضائه في حالة توافر دلائل كافية على ارتكاب جريمة الخيانة العظمى أو خرق جسيم للدستور أو جرائم مخلة بالأمانة أو الشرف أثناء ممارسته لعمله، وإحالته للنائب العام لاتخاذ الإجراءات القانونية اللازمة."],["في غير حالة التلبس، لا يجوز اتخاذ إجراءات جنائية ماسة بحقوق وحريات العضو دون إذن مسبق من المجلس التابع له بناء على طلب كتابي من النائب العام. وفي غير دور الانعقاد، يصدر الإذن من رئاسة المجلس، على أن يخطر المجلس في أول انعقاد لو. وذلك وفق أحكام النظام الداخلي للمجلس.","In the case of a non-flagrante delicto, urgent criminal proceedings may not be taken without prior permission from the affiliated council and a written request from the Attorney General as are the rights and freedoms of the Member. While the council is not in session, the Presidency of the Council may issue the order and the council shall be notified in the first session. That shall be in accordance with the provisions of the internal procedures of the council."]]},{"content":["المادة 99. النظام الداخلي للمجلسين","Article 99. By-laws of the Two Councils"],"section":["Each of the two councils shall issues bylaws with its internal procedures during the period not to exceed thirty days from the date of the first session. Bylaws shall be published in the official newspaper when each council enacts its internal procedures, taking into consideration the complementarity and consistency with the other council.","يصدر كل من المجلسين لائحة بنظامه الداخلي خلال مدة لا تجاوز ثلاثين يوما من تاريخ أول اجتماع له. وتنشر في الجريدة الرسمية، ويتعين على كل من المجلسين عند وضع نظامه الداخلي، مراعاة التناسق والتكامل مع المجلس الأخر."]},{"content":["Article 100. Expiration of Membership","المادة 100. انتهاء العضوية"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/remleg"}},"section":[{"content":["Membership of the Shura Council shall expire for one of the following reasons:","تنتهي العضوية في مجلس الشورى بأحد الأسباب الآتية:"],"section":[["العجز عن أداء المهام.","Inability to perform the tasks"],["Resignation","الاستقالة."],["Dismissal","العزل ."],["Losing of one of the conditions for candidature","الإقالة عند فقد أحد شروط الترشح."],["الوفاة.","Death"]]},["ويصدر قرار بانتهاء العضوية من المجلس المنتمي إليه العضو، وذلك وفق النظام الداخلي.","A decision to terminate membership shall be issued by the affiliated council of the member, as stipulated by the bylaws."]]},{"content":["المادة 101. خلو مقعد في مجلس الشورى","Article 101. Vacancy of a Seat in the Shura Council"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/legrep"}},"section":["If one of the members of the Shura Council should vacate his/her seat for any reason enumerated in the previous article before the expiration of his membership by at least six months, the law shall determine how to fill the seat.","في حال خلو مقعد أحد أعضاء مجلس الشورى لأي سبب وارد في المادة السابقة قبل انتهاء مدة عضويته بستة أشهر على الأقل، يحدد القانون كيفية شغل المقعد."]},{"content":["Article 102. Headquarters and Provisions of the Shura Council","المادة 102. مقر وأحكام انعقاد مجلس الشورى"],"section":[{"content":["مقر مجلس الشورى مدينة ( بنغازي) ، ويجوز انعقاده في أي مكان آخر داخل البلاد. ويعقد كل من المجلسين جلساته العادية بحكم القانون في دورتين عاديتين مدة كل منهما خمسة أشهر.","Headquarters of the Shura Council shall be in the city of Benghazi, and its meetings may be held in any other place inside the country. Both of the two councils shall convene their normal hearings by rule of law in the two regular sessions, each one of them lasting five months."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/session"}}},["Session dates shall be one for each of the two chambers. The first session shall start within fourteen days from the date the final results of the elections were announced.","وتكون دورات الانعقاد واحدة للمجلسين. على أن تبدأ الدورة الأولى خلال أربعة عشر يوما من تاريخ إعلان النتائج النهائية للانتخابات ."]]},{"content":["Article 103. Shura Council Meetings","المادة 103. اجتماعات مجلس الشورى"],"metadata":{"topics":["http://www.constituteproject.org/ontology/lhlead","http://www.constituteproject.org/ontology/uhlead"]},"section":{"content":["يجتمع مجلس الشورى بأغلبية أعضاء كل من الغرفتين برئاسة رئيس مجلس الشيوخ. وفي حال غيابه يتولى الرئاسة رئيس مجلس النواب، وفي حال غيابه يتولى الرئاسة أكبر الأعضاء سنا. وذلك في الحالات الآتية:","The Shura Council with the majority of the members from both chambers shall meet under the leadership of the president of the Senate. In the event of his/her absence, the president of the House of Representatives shall assume this responsibility. If the president of the House of Representative is absent, the oldest member shall assume leadership. Shura Council meetings will convene under the following circumstances:"],"section":[["The opening of the legislative session.","افتتاح الدورة التشريعية."],["The President of the Republic takes his oath.","أداء رئيس الجمهورية للقسم."],["الاستماع إلى خطب الرؤساء.","Listening to the speeches of kings and presidents."],["الاستماع إلى كلمة رئيس الجمهورية بشأن المسائل ذات الطابع الوطني المهم.","Listening to an address by the President of the Republic on issues of national importance."],["عقد جلسات تشاورية للمجلسين.","Holding advisory sessions for the two chambers."]]}},{"content":["المادة 104. الانعقاد الاستثنائي لمجلس الشورى","Article 104. Special Sessions of the Shura Council"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/exsess"}},"section":[{"content":["The Shura Council may convene for a special session at the request of the President of the Republic or whoever succeeds him according to the provisions of the Constitution, or at the request of one third of the members of each chamber, and in the following cases:","يجتمع مجلس الشورى اجتماعا استثنائيا بناء على طلب رئيس الجمهورية أو من يخلفه وفق أحكام الدستور، أو بطلب من ثلث عدد أعضاء كل من المجلسين، وذلك في الحالات الآتية:"],"section":[{"content":["الموافقة على إعلان حالة الحرب أو إنهائها.","Authorization declaring a state of war or the end of war."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/war"}}},{"content":["إقرار حالة الطوارئ والأحكام العرفية.","Institution of a state of emergency or martial law."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/em"}}},{"content":["Authorization of sending military forces beyond the State’s borders.","الموافقة على إرسال قوات عسكرية خارج حدود الدولة."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/comchief"}}},["النظر في جدول أعمال محدد.","Consideration of a specific agenda."]]},["ويترأس الاجتماع رئيس مجلس الشيوخ أو من يخلفه، وتتخذ القرارات بأغلبية الأعضاء الحاضرين، على ألا يقل عدد الحضور عن نصف أعضاء كل مجلس.","The president of the Senate shall head special sessions or his successor. Decisions shall be adopted by the majority of the members present. The number of attendees should be at least half of the members from each council."]]},{"content":["المادة 105. علنية الجلسات","Article 105. Public Hearings"],"metadata":{"topics":["http://www.constituteproject.org/ontology/pubmeet","http://www.constituteproject.org/ontology/pubmin"]},"section":["The hearings of both councils shall be public. The deliberations shall be documented in the minutes as prescribed by the bylaws for each chamber and published according to what the law determines. Either one or both of the councils may convene for a secret session with the approval of the majority of those present at the request of twelve members or a request of the executive authority.","تكون جلسات المجلسين علنية، وتوثق مداولاتهما في محاضر وفق نظامهما الداخلي، وتنشر طبقا لما يحدده القانون. ويجوز للمجلسين أو لأي منهما أن ينعقد في جلسة سرية بموافقة أغلبية الحاضرين بناء على طلب اثني عشر عضوا أو طلب من السلطة التنفيذية."]},{"content":["المادة 106. منح الأوسمة والأنواط","Article 106. Awarding of Medals and Decorations"],"section":["Members of the Shura Council shall not be awarded any medals or decorations during their term of membership.","لا يمنح عضو مجلس الشورى أي أوسمة أو أنواط خلال   مدة عضويته."]},{"content":["المادة 107. أيلولة اختصاصات أحد المجلسين للآخر","Article 107. Devolution of Competencies of One of the Chambers to the Other"],"section":["If one of the chambers has dissolved and until the election of a new council, then the tasks entrusted to the dissolved council shall devolve to the standing council according to Articles 103-104.","إذا حل أحد المجلسين، وإلى حين انتخاب مجلس بديل ، تؤول إلى المجلس القائم المهام الموكلة للمجلس المنحل وفق المادتين (103 و 104)"]},{"content":["المادة 108. المكافأة المالية","Article 108. Financial Remuneration"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/income"}},"section":["يتقاضى عضو مجلس الشورى مكافأة تحدد بقانون. ولا يسري أي تعديل للقانون الخاص بها إلا اعتبارا من بداية المجلس التالي لمن أصدر التعديل.","Each member of the Shura Council shall receive remuneration defined by law. No amendment to this law shall be valid unless considered from the beginning of the following session by those who issued the amendment."]}]}]},{"content":["السلطة التنفيذية","The Executive"],"section":[{"content":["المادة 109","Article 109"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/execnum"}},"section":["Executive authority shall be vested in the President of the Republic and his/her government in accordance with the provisions of this Constitution. Headquarters of the executive branch shall be in Tripoli; meets may be held and decisions may be made in any other place inside the country.","تناط السلطة التنفيذية برئيس الجمهورية وحكومته وفق أحكام هذا الدستور. ويكون مقرها مدينة طرابلس ويجوز لها أن تعقد اجتماعاتها وتتخذ قراراتها في أي مكان آخر داخل البلاد."]},{"content":["PART I. The President of the Republic","أولا: . رئيس الجمهورية"],"section":[{"content":["Article 110","المادة 110"],"section":["The President of the Republic shall preserve the unity of the country, the independence of the nation, and the safety of its lands. The President shall also ensure the interests of the people, hold free, confidential, and direct elections, and perform his functions and his defined responsibilities as stated in the provisions of the Constitution.","يحافظ رئيس الجمهورية على وحدة البلاد واستقلال الوطن وسلامة أراضيه ويرعى مصالح الشعب ويمارس اختصاصاته وتحدد مسؤولياته وفق أحكام الدستور."]},{"content":["Article 111. Conditions to Run for the Presidency of the Republic","المادة 111. شروط الترشح لرئاسة الجمهورية"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hosrest"}},"section":{"content":["يشترط في المترشح لرئاسة الجمهورية الآتي:","The following conditions shall apply to the presidential candidate of the Republic:"],"section":[["The candidate shall be Libyan and Muslim, and born to Libyan and Muslim parents.","أن يكون ليبيا مسلما لوالدين ليبيين مسلمين."],["The candidate shall not have held another citizenship or shall have renounced another citizenship five years prior to the date of candidacy.","ألا يكون قد سبق لو الحصول على أي جنسية أخرى، ما لم يكن قد تنازل عنها قبل خمس سنوات من تاريخ فتح باب الترشح."],["ألا يكون زوجا لأجنبي أو أجنبية.","The candidate shall not be married to a foreigner."],["أن يكون متحصلا على مؤهل جامعي أو ما يعادله.","The candidate shall have obtained a university degree or its equivalent."],{"content":["ألا يقل عمره عن أربعين سنة.","The candidate shall not be younger than forty years old."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hosage"}}},["The candidate shall enjoy civil and political liberties, and shall not have been convicted of a deliberate felony or a dishonorable or treacherous misdemeanor, even if he/she has been rehabilitated.","أن يكون متمتعا بالحقوق المدنية والسياسية، وألا يكون قد حكم عليه في جناية عمدية أو في جنحة مخلة بالشرف أو بالأمانة ولو رد إليه اعتباره."],["أن يكون قادرا على ممارسة مهامه.","The candidate shall be capable of executing his/her work."],{"content":["In the event that the candidate served in the military or belonged to the security apparatus, at least two years shall have passed from the end of his/her service before assuming the candidacy.","أن تمضي سنتان على الأقل على انتهاء خدمته قبل تاريخ ترشحه، في حال كون المترشح عسكريا أو منتميا للأجهزة الأمنية."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/milrest"}}},["ألا تقل مدة إقامتو الفعلية في ليبيا عن خمس سنوات متصلة قبل فتح باب الترشح","The candidate shall have resided in Libya for a period of no less than five consecutive years before candidature."]]}},{"content":["المادة 112. انتخاب الرئيس","Article 112. Presidential Election"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hoselect"}},"section":[{"content":["The President shall be elected by public, free, confidential, and direct election, by the absolute majority of the valid votes, and with balance between the two criteria, population and geography, to ensure geographic distribution of the votes. The law regulates this.","يتم انتخاب رئيس الجمهورية عن طريق الاقتراع العام الحر السري المباشر، وبالأغلبية المطلقة لعدد الأصوات الصحيحة للمقترعين وبالموازنة بين معياري السكان والجغرافيا بما يضمن التوزيع الجغرافي للأصوات. وينظم القانون ذلك."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/freeelec"}}},{"content":["The President of the Republic shall be elected ninety days before the expiration of the incumbent president’s term in the time of presidential elections. The final results shall be announced two weeks before the end of the previous term. In the case that presidential elections are unable to be held for compelling reasons or because of recognized, present danger as decided by the Constitutional Court, the Shura Council shall determine the necessary procedures and dates to conduct the presidential elections later.","وينتخب رئيس الجمهورية قبل تسعين يوما من انتهاء فترة رئيس الجمهورية القائم وقت إجراء الانتخابات الرئاسية، على أن تعلن النتائج النهائية قبل أسبوعين من نهاية المدة السابقة. وفي حال تعذر إجراء الانتخابات الرئاسية لأسباب قاهرة أو لخطر قائم يتم إثبات ذلك بقرار من المحكمة الدستورية، ويحدد مجلس الشورى الإجراءات والمواعيد اللازمة لإجراء الانتخابات الرئاسية لاحقا."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/electsch"}}},{"content":["ولا يجوز إعادة انتخاب الرئيس لأكثر من دورتين كاملتين متصلتين أو منفصلتين، وفي حالة الاستقالة تعتبر تلك المدة مدة رئاسة كاملة.","No one may assume the presidency for more than two complete, consecutive or nonconsecutive terms. In the event of resignation, that period shall be considered a full presidential term."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hosterml"}}}]},{"content":["المادة 113. حالات خاصة","Article 113. Special Cases"],"section":[["تلغى الانتخابات الرئاسية ويتم إجراء انتخابات جديدة في حالة وفاة المرشح الفائز قبل الإعلان عن فوزه.","Presidential elections shall be cancelled and new elections held in the event of the death of the winning candidate before the announcement of his/her victory."],["If a candidate dies before the second round is executed, a candidate withdraws, or a legal barrier arose preventing the candidature, the next candidate in line shall take his or her place according to the announced results.","إذا توفى مرشح قبل إجراء الجولة الثانية أو انسحب أو ظهر مانع قانوني يمنع ترشحه ،يحل محله المرشح الذي يليه حسب النتائج المعلنة."]]},{"content":["Article 114. Term of Presidency","المادة 114. مدة الرئاسة"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hosterm"}},"section":["مدة الرئاسة خمس سنوات من تاريخ أداء القسم قابلة للتجديد لمرة واحدة.","The term of presidency shall be five years from the date he/she is sworn in and shall be renewable one time."]},{"content":["Article 115. Oath of the President","المادة 115. أداء الرئيس للقسم"],"metadata":{"topics":["http://www.constituteproject.org/ontology/oath","http://www.constituteproject.org/ontology/god"]},"section":["The President-elect of the Republic shall take his/her oath before the Shura Council before assuming his/her duties according to the following model: “In the name of the Almighty God, I swear that I will perform my duties wholeheartedly, I will respect the Constitution and the law, I will preserve the independence of the country and its unity, and I will protect the interests of the people and the nation”.","يؤدي رئيس الجمهورية المنتخب القسم أمام مجلس الشورى قبل مباشرة مهامه وفق الصيغة الآتية: ( أقسم بالله العظيم أن أؤدي مهامي بإخلاص ، وان احترم الدستور والقانون، وأن أحافظ على استقلال البلاد ووحدتها، وأن أصون مصالح الشعب والوطن)"]},{"content":["المادة 116. شغور منصب الرئاسة","Article 116. Vacancy of the Presidency"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hosdiss"}},"section":[{"content":["The office of the president shall be considered permanently vacant in the following cases:","يعتبر منصب رئيس الجمهورية شاغراً بشكل دائم في الحالات الآتية:"],"section":[["الاستقالة بإخطار كتابي موجو إلى مجلس الشورى.","Resignation by written notice addressed to the Shura Council."],["Dismissal.","العزل ."],["فقد شرط من شروط الترشح يثبت بمقتضى حكم من المحكمة الدستورية.","Loss of one or more of the conditions of candidacy as determined by ruling of the Constitutional Court."],["الوفاة.","Death."]]},{"content":["The Constitutional Court shall convene to officially establish the permanent vacancy of the office. The Prime Minister shall assume responsibility of the president’s duties. Within a period no longer than fifteen days from the date the Prime Minister was notified of the Constitutional Court’s resolution, the Shura Council shall announce within ninety days the beginning of the new presidential race and the new presidential election.","تجتمع المحكمة الدستورية لإقرار شغور المنصب بشكل دائم، ويتولى رئيس الوزراء مهام الرئيس، وخلال مدة لا تجاوز خمسة عشر يوما من تاريخ صدور قرار المحكمة الدستورية بشغور منصب الرئيس يعلن مجلس الشورى عن فتح باب الترشح وانتخاب الرئيس الجديد خلال تسعين يوما."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hossucc"}}},["If the presidential office is temporarily vacant because of an illness, travel, or any other compelling reason, the Prime Minister shall fill his position for a period not to exceed one hundred and twenty days. In the event that this period is exceeded, the office of the President shall be considered vacant.","وفي حال خلو المنصب لغياب الرئيس مؤقتا لمرض أو سفر أو أي ظرف قاهر ، يحل محله رئيس الوزراء لمدة لا تجاوز مائة وعشرين يوماً ، وفي حال تجاوز هذه المدة يعتبر منصب الرئيس شاغراً ."]]},{"content":["Article 117. Competences of the President","المادة 117. اختصاصات الرئيس"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hospow"}},"section":{"content":["The president shall have authority over the following matters:","يختص الرئيس بالمسائل الآتية:"],"section":[{"content":["Appointing the Prime Minister, forming of the government, and making ministerial changes.","تعيين رئيس الوزراء ،واعتماد تشكيل الحكومة واجراء التعديلات الوزارية."],"metadata":{"topics":["http://www.constituteproject.org/ontology/hogelect","http://www.constituteproject.org/ontology/cabsel"]}},["تحديد وتوجيه السياسات العامة للسلطة التنفيذية.","Defining and directing the general policies of the Executive Branch."],{"content":["الدعوة للاستفتاء في الحالات وبالشروط المنصوص عليها في الدستور.","Calling for a referendum in the cases and under the conditions stipulated in the Constitution."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/referen"}}},{"content":["Calling the Shura Council to special sessions and identifying the issues that shall be addressed.","دعوة مجلس الشورى لجلسات استثنائية مع تحديد المسائل التي ستتناولها."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/exsess"}}},["إصدار القوانين والأمر بنشرها في الجريدة الرسمية وفق الدستور.","Issuing the laws and their publication in the official newspaper in accordance with the Constitution."],{"content":["اقتراح مشروعات القوانين. ابرام الاتفاقات الدولية ذات الصبغة الفنية وفق ما يحدده القانون.","Proposing draft legislation. The conclusion of international agreements of a technical nature as established by law."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/legini"}}},{"content":["اعتماد ممثلي البعثات الدبلوماسية للدول والمنظمات الدولية.","Accreditation of representatives of diplomatic missions to nations and international organizations."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/intorgs"}}},["منح الأوسمة والأنواط وفق القانون.","Awarding medals and decorations according to the law."],["التعيينات والإعفاءات في الوظائف العليا برئاسة الدولة والمؤسسات التابعة لها.","Appointments and exemptions in senior positions headed by the State and affiliated institutions."],{"content":["إعلان حالة الطوارئ ،وطلب إعلان الأحكام العرفية وفق أحكام الدستور.","Declaring a state of emergency and requesting the declaration of martial law in accordance with the provisions of the Constitution."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/em"}}},["أي اختصاصات أخرى ينص عليها الدستور.","Any other competences that the Constitution stipulates."]]}},{"content":["Article 118. Special Amnesty","المادة 118. العفو الخاص"],"metadata":{"topics":["http://www.constituteproject.org/ontology/jc","http://www.constituteproject.org/ontology/pardon"]},"section":["يكون العفو الخاص بقرار من رئيس الجمهورية بعد أخذ رأي رئيس الحكومة والمجلس الأعلى للقضاء بما لا يتعارض مع أحكام هذا الدستور.","The President of the Republic shall issue a special pardon after considering the opinion of the Prime Minister and the President of the Higher Judicial Council in a manner that does not conflict with the provisions of the Constitution."]},{"content":["Article 119. Commander-in-Chief of the Armed Forces","المادة 119. القائد الأعلى للقوات المسلحة"],"metadata":{"topics":["http://www.constituteproject.org/ontology/comchief","http://www.constituteproject.org/ontology/war"]},"section":["رئيس الجمهورية هو القائد الأعلى للقوات المسلحة، ويعلن الحرب ويعقد الصلح وفق أحكام الدستور","The President of the Republic shall be the Commander-in-Chief of the Armed Forces. He shall declare war and invoke peace in accordance with the provisions of the Constitution."]},{"content":["المادة 120. تمثيل الدولة في الخارج","Article 120. State Representation Abroad"],"metadata":{"topics":["http://www.constituteproject.org/ontology/treat","http://www.constituteproject.org/ontology/intlaw","http://www.constituteproject.org/ontology/headforn"]},"section":["رئيس الجمهورية هو ممثل الدولة في علاقاتها الخارجية، وله إبرام المعاهدات والاتفاقيات وفق الدستور.","The President of the Republic shall represent the State in its foreign relations. The President shall ratify treaties and conventions according to the Constitution."]},{"content":["Article 121. Decrees with Power of Law","المادة 121. مراسيم بقوة القانون"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hosdec"}},"section":["In the event that the two councils are not in session or if the House of Representatives has been dissolved, the President of the Republic shall issue decrees with power of law in a necessary, urgent event as regulated by law. The House of Representatives shall review all such decrees within seven days from the date of the beginning of the following session for their ratification or repeal. No decrees may be issued concerning the Shura Council’s competence.","لرئيس الجمهورية في حال عدم انعقاد المجلسين، أوحل مجلس النواب، إصدار مراسيم بقوة القانون في حالة الضرورة والاستعجال وفق ما ينظمه القانون. على أن يتم عرضها مسببة خلال سبعة أيام من تاريخ انعقاد الدورة التالية لمجلس النواب لإقرارها أو إلغائها. ولا يجوز إصدار أي مراسيم تتعلق بمسائل من اختصاص مجلس الشيوخ."]},{"content":["Article 122. Dissolution of Legislative Authority by the President","المادة 122. إجراءات حل السلطة التشريعية"],"metadata":{"topics":["http://www.constituteproject.org/ontology/legdiss","http://www.constituteproject.org/ontology/referen"]},"section":[{"content":["لرئيس الجمهورية، بناء على أسباب وجيهة تتعلق بعرقلة السياسة العامة للدولة أو خطة التنمية أو تعطيل الموازنة دون مبررات حقيقية، عرض حل مجلس النواب أو مجلس الشيوخ أو كليهما في استفتاء عام. وذلك وفق الآتي:","The President of the Republic may dissolve the House of Representatives, the Senate, or both councils in a general referendum for valid reasons associated with the obstruction of the State’s public policy, the development plan, or budget suspension without real justification and in accordance with the following:"],"section":[["يتعين على رئيس الدولة إحالة الأسباب والمبررات للمحكمة الدستورية لإعطاء رأيها الاستشاري بشأن مدى جدية وملاءمة الأسباب على وجه الاستعجال.","The President of the Nation shall refer the reasons and justifications to the Constitutional Court to urgently give its advisory opinion on the seriousness and relevance of the evidence."],{"content":["إذا قدرت المحكمة بأن الأسباب جدية ولجأ الرئيس للاستفتاء العام وجاءت نتيجته بحل أحد المجلسين أو كليهما، يصدر الرئيس قراره بالحل. وإذا جاءت نتيجة الاستفتاء ب (لا) يشكل الرئيس حكومة جديدة.","If the court determines that the reasons are serious and the President holds a general referendum resulting in favor of dissolving one or both of the councils, the President shall issue a decree for its dissolution. If the referendum results in “No” then the President shall form a new government."],"metadata":{"topics":["http://www.constituteproject.org/ontology/hogdiss","http://www.constituteproject.org/ontology/cabdiss"]}},{"content":["إذا قدرت المحكمة عدم جدية أو ملاءمة الأسباب ،ولجأ الرئيس للاستفتاء وجاءت نتيجته بالرفض يقدم الرئيس استقالته.","If the court determines that the reasons are not serious or relevant and the President holds a referendum that rejects the dissolution of one or both of the councils, then the President shall submit his resignation."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hosdiss"}}}]},{"content":["وفي جميع الأحوال، لا يجوز حل أي من المجلسين خلال السنة الأولى لانعقاده، أو خلال حالة الطوارئ، أو إعلان الأحكام العرفية، أو في الستة أشهر الأخيرة لولاية رئيس الجمهورية","In all cases, neither one of the two councils may be dissolved during its first year of assembly, a state of emergency, a declaration of martial law, or in the last six months of the President’s term."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/em"}}}]},{"content":["المادة 123. اتهام الرئيس","Article 123. Presidential Impeachment"],"metadata":{"topics":["http://www.constituteproject.org/ontology/hosdiss","http://www.constituteproject.org/ontology/hosimm"]},"section":[["The House of Representatives or the Senate may charge the President of the Republic upon a substantiated request from the absolute majority of the elected members of each council with high treason, a serious breach of the Constitution, or committing dishonorable or treacherous crimes. Two-thirds majority of the Shura Council shall be required to issue the accusation after the Attorney General conducts an investigation.","لمجلس النواب أو مجلس الشيوخ، بناء على طلب مسبب مقدم من الأغلبية المطلقة للأعضاء المنتخبين من أي من المجلسين، اتهام رئيس الجمهورية بالخيانة العظمى أو الخرق الجسيم للدستور أو ارتكاب جناية عمدية. ويصدر قرار الاتهام بأغلبية ثلثي مجلس الشورى، بعد تحقيق يجريه النائب العام."],["The President shall stop his/her work when the indictment is issued until a verdict has been reached in the trial. This is considered a temporary vacancy of the office. The President of the Republic shall be tried before a special court comprised of a president and four members, led by the President of the Higher Judicial Court and with the two oldest counselors of the Court of Cassation and the two oldest counselors of the Courts of Appeals. The Attorney General is the prosecutor before the court. The Court’s rulings are final. The law shall regulate the investigation and trial procedures. If the ruling convicts the President of the Republic, s/he shall be dismissed from office without prejudice to other procedures. The office shall be considered permanently vacant and the provisions of Article 116 of this Constitution shall be applied.","ويوقف الرئيس عن عمله بصدور قرار الاتهام إلى حين صدور الحكم في الدعوى. ويعتبر ذلك خلوا مؤقتا للمنصب. ويحاكم رئيس الجمهورية أمام محكمة خاصة مكونة من رئيس وأربعة أعضاء يرأسها رئيس المجلس الأعلى للقضاء وبعضوية أقدم مستشارين بمحكمة النقض وأقدم مستشارين بمحاكم الاستئناف. ويتولى الادعاء امامها النائب العام. وتعد أحكام المحكمة باتة. وينظم القانون إجراءات التحقيق والمحاكمة. وإذا حكم بإدانة رئيس الجمهورية عزل من منصبه. مع عدم الاخلال بالجزاءات الأخرى. ويعد المنصب شاغرا بشكل دائم وتسري بشأنه احكام المادة  116 من الدستور."],["وفي غير هذه الأحوال، لا يجوز اتخاذ إجراءات جنائية ماسة بحرية رئيس الجمهورية أو رفع الدعوى الجنائية في مواجهته إلا بعد انتهاء مدة ولايته. وتوقف في حقه كافة مدد التقادم.","In cases besides those, urgent criminal action may not be taken, as is the President’s freedom. Nor shall criminal action be brought against him until after the end of his term. All periods of prescription shall be discontinued, as is his right."]]}]},{"content":["ثانيا. الحكومة","PART II. The Government"],"section":[{"content":["المادة 124. تكوين الحكومة","Article 124. Composition of the Government"],"metadata":{"topics":["http://www.constituteproject.org/ontology/cabinet","http://www.constituteproject.org/ontology/execnum"]},"section":["The government shall be composed of the Prime Minister and Ministers.","تتكون الحكومة من رئيس الوزراء والوزراء."]},{"content":["Article 125. Competences of the Prime Minister","المادة 125. اختصاصات رئيس الوزراء"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hogpow"}},"section":[{"content":["يتولى رئيس الوزراء المهام الآتية:","The Prime Minister shall assume the following responsibilities:"],"section":[{"content":["تشكيل الحكومة وترأس جلساتها واقتراح إدخال التعديلات عليها.","Forming the government, presiding over its hearings, and suggesting amendments to it."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/cabsel"}}},["Managing the government and supervising its works.","تسيير الحكومة والإشراف على أعمالها."],["تنسيق مهام أعضاء الحكومة دون المساس باختصاصاتهم ومسئولياتهم المباشرة","Coordinating the duties of the members of the government without infringing upon their competences and direct responsibilities."]]},["The law shall establish the general foundations for organizing ministries and various state agencies. The Prime Minister shall delegate some of his competences to the Ministers.","ويحدد القانون الأسس العامة لتنظيم الوزارات وأجهزة الدولة المختلفة. ولرئيس الوزراء تفويض بعض اختصاصاته للوزراء."]]},{"content":["Article 126. Terms of Appointment for Members of Government","المادة 126. شروط تعيين أعضاء الحكومة"],"metadata":{"topics":["http://www.constituteproject.org/ontology/hogrest","http://www.constituteproject.org/ontology/hogage"]},"section":["Whoever shall be appointed Prime Minister shall be Libyan and Muslim born to two Libyan parents; he/she shall not be younger than thirty five years old; he/she shall have obtained a university degree or its equivalent; he or his spouse shall not carry another citizenship; he/she shall enjoy civil and political liberties; he/she shall not have had a court rule issued against him/her for a deliberate felony, a dishonorable or treacherous misdemeanor, even if s/he has been rehabilitated; in addition to the terms above, a minister shall not be younger than thirty years old.","يشترط فيمن يعين رئيسا للوزراء أن يكون ليبيا مسلما لوالدين ليبيين، وألا يقل عمره عن خمسة وثلاثين سنة، وأن يحمل مؤهلا جامعيا أو ما يعادله، وألا يحمل هو أو زوجه أي جنسية أخرى، وان يكون متمتعا بحقوقه المدنية والسياسية، وألا يكون قد صدر ضده حكم قضائي بات في جناية عمدية أو جنحة مخلة بالشرف أو بالأمانة ولو رد إليه اعتباره. ويشترط في الوزير إضافة للشروط السابقة، ألا يقل عمره عن ثلاثين سنة."]},{"content":["Article 127. Taking the Oath","المادة 127. أداء القسم"],"metadata":{"topics":["http://www.constituteproject.org/ontology/oath","http://www.constituteproject.org/ontology/god"]},"section":["The Prime Minister and ministers shall take their oath before the President of the Republic according to the following model: “In the name of the Almighty God, I swear to be faithful to God and then my country, to respect the Constitution and the Law, and to perform my job in faithfulness and truth”.","يؤدي رئيس الوزراء والوزراء القسم أمام رئيس الجمهورية وفق الصيغة الآتية:( أقسم بالله العظيم أن أكون مخلصا لله ثم للوطن ومحترما للدستور وللقانون، وأن أؤدي عملي بكل أمانة وصدق )."]},{"content":["Article 128. No-Confidence in the Government","المادة 128. عدم الثقة بالحكومة"],"metadata":{"topics":["http://www.constituteproject.org/ontology/cabdiss","http://www.constituteproject.org/ontology/hogdiss"]},"section":["إذا قرر مجلس النواب بأغلبية ثلثي أعضائه المنتخبين عدم الثقة بالحكومة، وجب عليها الاستقالة. ويكون القرار بالأغلبية المطلقة لأعضائه المنتخبين إذا تعلق بأحد الوزراء، ويجب عليه في هذه الحالة اعتزال الوزارة. ولا ينظر مجلس النواب في طلب منع الثقة عن الحكومة إلا بعد جلسة استجواب وبناء على طلب كتابي مقدم من خمسة عشر عضوا على الأقل. ولا يجوز أن يطرح هذا الطلب للمناقشة إلا بعد ثمانية أيام من يوم تقديمه، ولا تؤخذ الآراء عنه إلا بعد يومين من تمام المناقشة فيه.","If the House of Representatives decides with the two-thirds majority of its elected members that it does not trust the government, then the government shall be forced to resign. If the decision pertains only to one of the ministers, then the absolute majority of the House of Representatives’ elected members is required, and he shall resign from the ministry. The House of Representatives shall not consider a request to prevent the faith in the government until after the hearing upon written request submitted by at least fifteen members. This request may not be up for discussion until eight days after the day of its submission and opinions regarding the matter shall not be taken until two days after the completion of the discussion."]},{"content":["Article 129. Responsibility of the Prime Minister and Ministers","المادة 129. مسؤولية رئيس الوزراء والوزراء"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hogimm"}},"section":["The law shall define the procedures of indictment for the Prime Minister and Ministers for crimes that occur amongst them while performing their jobs.","تحدد بقانون إجراءات اتهام رئيس الوزراء والوزراء فيما يقع منهم من جرائم في تأدية وظائفهم"]},{"content":["المادة 130. اختصاصات مجلس الوزراء","Article 130. Competences of the Cabinet of Ministers"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/cabpow"}},"section":{"content":["يختص مجلس الوزراء بالآتي:","The Cabinet of Ministers shall have authority over the following matters:"],"section":[["Executing the general plan.","تنفيذ الخطة العامة."],["Preserving the nation’s safety, protecting the rights of citizens, and ensuring respect for the laws and governments.","المحافظة على أمن الوطن وحماية حقوق المواطنين وضمان احترام القوانين والأنظمة."],{"content":["Proposing legislation.","اقتراح مشروعات القوانين."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/legini"}}},{"content":["إعداد مشروع قانون الموازنة العامة.","Drafting the general budget law."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/budget"}}},["إعداد مشروع الخطة العامة للدولة","Drafting the general plan of the State."],["Establishing, dissolving, and integrating general utilities, institutions, companies, and interests.","إنشاء وحل ودمج المرافق والمؤسسات والمصالح والشركات العامة."],["Regulating and overseeing affiliated State departments, institutions, and agencies.","تنظيم إدارات الدولة ومؤسساتها وأجهزتها والإشراف عليها ومتابعتها."],["Discussing proposals, plans, and policies of each ministry in regards to the implementation of its duties.","مناقشة مقترحات كل وزارة وخططها وسياستها في مجال تنفيذ اختصاصاتها."],["Issuing regulatory and enforcement regulations, control regulations, regulating public utilities within the scope of its jurisdiction.","إصدار اللوائح التنفيذية والتنظيمية ولوائح الضبط وتنظيم المرافق العامة في نطاق اختصاصه."],["Appointing undersecretaries to the Ministries and senior positions in the government based on the principles of equal opportunities, merit, transparency, and that which the law determines.","تعيين وكلاء الوزارات والمناصب العليا في الحكومة على أساس مبادئ تكافؤ الفرص والاستحقاق والشفافية وفق ما يحدده القانون."],["أي اختصاصات أخرى ينص عليها القانون.","Any other competences that the law prescribes."]]}}]}]}]},{"content":["CHAPTER FOUR. Judicial Authority","الباب الرابع. السلطة القضائية"],"section":[{"content":["المادة 131. استقلالية السلطة القضائية","Article 131. The Independence of the Judiciary"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/judind"}},"section":["The Judiciary shall be independent. Its function shall be the establishment of justice, the guarantee of the rule of law, and the protection of rights and freedoms. Judges shall be independent in performing their tasks and subject to nothing other than the law. Judges shall commit to the principles of neutrality and impartiality. Interference with the work of the judiciary shall be a crime to which no statutory limits shall apply.","السلطة القضائية مستقلة وظيفتها إقامة العدل وضمان سيادة القانون وحماية الحقوق والحريات. والقضاة مستقلون في أداء وظائفهم لا يخضعون لغير القانون ويلتزمون بمبادئ النزاهة والحياد. والتدخل في عمل القضاء جريمة لا تسقط بالتقادم"]},{"content":["المادة 132. أعضاء السلطة القضائية","Article 132. Members of the Judiciary"],"metadata":{"topics":["http://www.constituteproject.org/ontology/hocsel","http://www.constituteproject.org/ontology/ordsel"]},"section":["أعضاء السلطة القضائية هم: القضاة وأعضاء النيابة العامة. ويحدد القانون شروط تعينيهم وترقيتهم بما يضمن اختيار وترقية الأصلح والأقدر وينظم حقوقهم وواجباتهم وسائر شؤونهم الوظيفية.","The members of the Judiciary shall be comprised of: the judges and the members of the department of the public prosecutor. The law shall determine the conditions for their appointment and advancement, as to ensure their selection and the advancement of the best and most capable. Their rights, duties, and the rest of their functional affairs shall be established by law."]},{"content":["المادة 133. ضمانات أعضاء السلطة القضائية","Article 133. Guarantees for Members of the Judiciary"],"metadata":{"topics":["http://www.constituteproject.org/ontology/jc","http://www.constituteproject.org/ontology/jrem"]},"section":["لا يعزل عضو السلطة القضائية ولا يعفى ولا ينقل من عمله ولا يعاقب تأديبيا إلا بموجب قرار مسبب من المجلس الأعلى للقضاء طبقا للضمانات والحالات التي يحددها القانون. وفي غير حالة التلبس، لا يجوز اتخاذ إجراءات ماسة بالحقوق والحريات في مواجهته إلا بإذن من المجلس الأعلى للقضاء. ولا يندب عضو السلطة القضائية إلا لعمل يتفق مع استقلاله وحياده وفق ما يحدده القانون.","A member of the judiciary shall not be dismissed, removed from his or her work, or punished in a disciplinary fashion, except by a justified decision from the Higher Judiciary Council, in accordance with the safeguards and cases defined by the law. In cases of non-flagrante delicto, urgent procedures may not be taken that infringe upon rights and liberties, except with prior approval of the Higher Judiciary Council. The member of the Judiciary shall be charged only with work that agrees with its independence and neutrality according to the law."]},{"content":["Article 134. Mandate of the Courts","المادة 134. ولاية المحاكم"],"metadata":{"topics":["http://www.constituteproject.org/ontology/juvenile","http://www.constituteproject.org/ontology/pubtri"]},"section":["The courts, regardless of their variation or rank, shall be in charge of rendering judgment on disputes and crimes, in accordance with the system of judicial specialization and the requirements of justice. Judicial proceedings shall be public except in juvenile courts, or when the court decides that observance of public order and etiquette requires the proceedings to be private. All judicial pronunciations shall be public, according to the law.","تتولى المحاكم على اختلاف أنواعها ودرجاتها الفصل في المنازعات والجرائم وفق نظام التخصص القضائي بما يستجيب لمتطلبات العدالة، وتكون جلساتها علنية إلا في محاكم الأحداث أو إذا قررت المحكمة سريتها مراعاة للنظام العام والآداب. وفي جميع الأحوال يكون النطق بالأحكام علنيا ووفق القانون."]},{"content":["Article 135. Litigation","المادة 135. درجات التقاضي"],"section":["فيما عدا المخالفات والقضايا قليلة الأهمية التي يحددها القانون، تنظم المحاكمات على درجتين ويحدد القانون اختصاصات المحاكم والإجراءات المتبعة أمامها.","Except for misdemeanors and cases of de minimis importance as defined by the law, trials shall be organized in two degrees. The law shall determine the jurisdiction of the courts and the procedures they follow."]},{"content":["المادة 136. حظر المحاكم الاستثنائية","Article 136. Prohibition of Special Courts"],"section":["Special courts shall not be established.","يحظر إنشاء المحاكم الاستثنائية"]},{"content":["المادة 137. المجلس الأعلى للقضاء","Article 137. Higher Judicial Council"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/jc"}},"section":["يكون للقضاء مجلس يسمه (المجلس الأعلى للقضاء،) يضمن حسن سير القضاء واستقلاله. ويتمتع بالشخصية الاعتبارية والاستقلال الإداري والمالي، ويعد مشروع ميزانيته لمناقشته أمام السلطة التشريعية. ويكون مقره مدينة طرابلس ويجوز لو عقد اجتماعاته في أي مكان آخر داخل البلاد.","The judiciary shall have a council called the Higher Judicial Council, which shall ensure the proper functioning of the judiciary and its independence. It shall enjoy a legal personality and financial and administrative independence. The draft budget for the council shall be prepared for its discussion in front of the legislative authority. Its headquarters shall be in Tripoli and the Council shall be permitted to hold its meetings anywhere inside the country."]},{"content":["المادة 138. اختصاصات المجلس","Article 138. Competences of the Council"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/jc"}},"section":["يختص المجلس الأعلى للقضاء بتعيين وترقية ونقل وتأديب أعضاء السلطة القضائية وشؤونهم الوظيفية كافة، وبإنشاء المحاكم والنيابات وفق المعايير التي يحددها القانون، وإبداء الرأي في مشاريع القوانين المتعلقة بالقضاء وتقديم المقترحات بشأنها، واقتراح إنشاء هيئات قضائية مستقلة أو إلغائها، وبإعداد تقرير سنوي تقييمي بشأن تطبيق التشريعات النافذة من المحاكم يحال للسلطة التشريعية وينشر في الجريدة الرسمية. وينظم القانون اختصاصاته الأخرى","The Higher Judicial Council shall be dedicated to appointing, promoting, moving, and disciplining the members of the judiciary along with all of its functional affairs. It shall also be dedicated to establishing courts and judicial powers according to the law, passing opinion on bills related to the judiciary, proposing the establishment or removal of independent judicial bodies, and finally, preparing an annual evaluation report on the validity of legislation and its application, which shall be circulated in the official newspaper. The law shall regulate the other jurisdictions and powers of the High Council."]},{"content":["المادة 139. تشكيل المجلس","Article 139. Composition of the Council"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/jc"}},"section":["The Higher Judicial Council shall be comprised of twelve members led by a counselor from the Court of Cassation who is chosen by all the General Assembly, counselors of the Courts of Appeal, judges of primary courts, members of the public prosecution, two individuals with legal specialization outside of the judiciary and not belonging to any political party, and that which is in accordance with the law.","يتكون المجلس الأعلى للقضاء من اثني عشر عضوا برئاسة مستشار من محكمة النقض تختاره جمعيتها العمومية ومستشارين من محاكم الاستئناف وقضاة من المحاكم الابتدائية وعضو من النيابة العامة واثنين من المتخصصين في القانون من خارج السلك القضائي لا ينتمون لأي حزب سياسي. وذلك فق ما يحدده القانون."]},{"content":["Article 140. The Court of Cassation","المادة 140. محكمة النقض"],"metadata":{"topics":["http://www.constituteproject.org/ontology/levjud","http://www.constituteproject.org/ontology/hocsel","http://www.constituteproject.org/ontology/hocsize"]},"section":["The Court of Cassation shall be comprised of the president, the deputy, and a sufficient number of counselors, whose ranks may be no less than that of President of the Court of Appeals, or its equivalent, to be chosen for the Higher Judicial Council. The President, Deputy, and three oldest counselors shall be chosen by the General Assembly.","تتكون محكمة النقض من رئيس ونائب وعدد كاف من المستشارين لا تقل درجاتهم عن رئيس بمحكمة الاستئناف أو ما يعادلها يختارهم المجلس الأعلى للقضاء. على أن يكون الرئيس والنائب من بين أقدم ثلاثة مستشارين بها تختارهم جمعيتها العمومية"]},{"content":["المادة 141. اختصاصات المحكمة","Article 141. Competences of the Court"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/appeal"}},"section":["The Court of Cassation shall be dedicated to appeals of cassation. The law shall specify its other jurisdictions and powers.","تختص محكمة النقض بنظر الطعون بالنقض، ويحدد القانون اختصاصاتها الأخرى."]},{"content":["المادة 142. النيابة العامة","Article 142. The Prosecutor General"],"metadata":{"topics":["http://www.constituteproject.org/ontology/atgen","http://www.constituteproject.org/ontology/jc"]},"section":["The Public Prosecutor’s Office shall be a part of the judiciary and shall be led by the Prosecutor General. The members of the Public Prosecutor’s Office shall be the Prosecutor General’s agents in exercising his jurisdictions relating to criminal proceedings, with the exception of what is excluded by the law. The appointment of the Prosecutor General shall be issued by a decree from the President of the Republic, based upon the nomination of the Higher Judicial Council. Nominees shall be chosen from the counselors of the Court of Cassation, the presidents of the Courts of Appeal, or the public attorneys from group (A), for a period of six years or until reaching retirement, whichever comes sooner, for one term only.","النيابة العامة جزء من السلطة القضائية على رأسها النائب العام. وأعضاء النيابة العامة وكلاء عنه في ممارسة اختصاصه بشأن الدعوى الجنائية عدا ما يستثنيه القانون. ويصدر بتعيين النائب العام قرار من رئيس الدولة بناءً على ترشيح المجلس الأعلى للقضاء من بين مستشاري محكمة النقض أو الرؤساء بمحكمة الاستئناف أو المحامين العامين من الفئة (أ) لمدة ست سنوات أو للمدة الباقية لبلوغه سن التقاعد أيهما أقرب ولفترة واحدة."]},{"content":["Article 143. Body of Judicial Inspection","المادة 143. هيئة التفتيش القضائي"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/jc"}},"section":["The Body of Judicial Inspection shall be a judicial body. Its designated members shall be introduced by a decision from the Higher Judicial Council. The Judicial Inspector Authority shall be comprised of a president, a deputy, and a sufficient number of counselors, whose ranks may be no less than that of a deputy of the Courts of Appeal, or its equivalent rank. The Judicial Inspector Authority shall have authority over inspecting the members of the judicial authority, and any other domains determined by the law.","هيئة التفتيش القضائي هيئة قضائية يصدر بتسمية أعضائها قرار من المجلس الأعلى للقضاء، وتتكون من رئيس ووكيل وعدد كاف من الأعضاء لا تقل درجاتهم عن وكيل بمحاكم الاستئناف أو ما يعادلها. وتختص بالتفتيش على أعضاء السلطة القضائية، وأي اختصاصات أخرى يحددها القانون."]},{"content":["المادة 144. المحاماة","Article 144. Legal Profession"],"section":["The legal profession is a partner in achieving justice and lawyers shall enjoy legal safeguards, which shall allow them to perform their duties to contribute to the establishing justice and defending rights and freedoms. The law shall regulate this.","المحاماة شريك في تحقيق العدالة، ويتمتع المحامون بالضمانات القانونية التي تمكنهم من أداء واجباتهم للمساهمة في إقامة العدل والدفاع عن الحقوق والحريات. وينظم القانون ذلك."]},{"content":["المادة 145. القضاء العسكري","Article 145. Military Judicial System"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/judcrts4"}},"section":["القضاء العسكري قضاء مختص بنظر الجرائم العسكرية التي يرتكبها عسكريون، وفق الإجراءات التي يحددها القانون وبما يكفل ضمان المحاكمة العادلة. بما في ذلك حق الطعن بالنقض وفق ما يحدده القانون.","The military judiciary shall be a judiciary that has authority over military crimes, which are committed by military persons, in accordance with the procedures defined by the law, as to ensure fair trial. This includes the right to appeal according to what the law determines."]},{"content":["Article 146. The Compulsion of Judicial Rulings","المادة 146. إلزامية الأحكام القضائية"],"section":["Judicial rulings shall be binding for all. Refraining from the implementation of judicial rulings or the obstruction of their enforcement without a legal cause to do so is prohibited.","الأحكام القضائية ملزمة، ويحظر الامتناع عن تنفيذ أو تعطيل واجب النفاذ منها بغير موجب قانوني."]}]},{"content":["الباب الخامس. المحكمة الدستورية","CHAPTER FIVE. The Constitutional Court"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/judcrts2"}},"section":[{"content":["المادة 147. استقلالية المحكمة الدستورية","Article 147. Independence of the Constitutional Court"],"section":["تستحدث محكمة دستورية لها الشخصية الاعتبارية تتمتع بالاستقلال الإداري والمالي، وتقدم مشروع ميزانيتها للسلطة التشريعية، ويؤخذ رأيها في مشروعات القوانين المتعلقة بها، ويتمتع أعضاؤها بالضمانات والمزايا المقررة لأعضاء السلطة القضائية. ويكون مقرها مدينة سبها ويجوز لها عقد جلساتها وممارسة اختصاصاتها في أي مكان آخر داخل البلاد.","The Constitutional Court is a legal personality that with full administrative and financial independence. The Court shall submit its draft budget to the legislative authority, express its opinion on related legislation, and its members shall enjoy safeguards and prescribed benefits for members of the judiciary. Its headquarters shall be in Sabha and the Court may hold its hearings and practices its competences in any other city within the country."]},{"content":["Article 148. Composition of the Court","المادة 148. تشكيل المحكمة"],"metadata":{"topics":["http://www.constituteproject.org/ontology/consel","http://www.constituteproject.org/ontology/conres","http://www.constituteproject.org/ontology/jc"]},"section":["تشكل المحكمة الدستورية من اثني عشر عضوا من بينهم رئيس ونائب. يختار المجلس الأعلى للقضاء ستة مستشارين بدرجة رئيس بمحاكم الاستئناف ويختار رئيس الجمهورية ثلاثة أعضاء وتختار السلطة التشريعية ثلاثة أعضاء. ويشترط في المختارين من السلطة التشريعية ورئيس الجمهورية أن يكونوا من ذوي الخبرة من المحامين ومن حاملي الإجازة العالية على الأقل في تخصصات القانون والعلوم السياسية والشريعة الإسلامية من غير أعضاء السلطة القضائية. على ألا تقل مدة الخبرة العملية في مجال تخصصهم عن عشرين سنة. ويكون رئيس المحكمة ونائبه من بين الأعضاء المختارين من المجلس الأعلى للقضاء تختارهما جمعيتها العمومية. ويسد شغر العضوية من ذات جهة الاختيار وبذات المعايير، ويصدر بتسميتهم جمعيا قرار من رئيس الجمهورية.","The Constitutional Court shall consist of twelve members, including a president and a deputy. The Higher Judicial Council shall choose six counselors to be heads of Courts of Appeal. The President of the Republic shall choose three members, and the legislative authority shall choose three members. Those chosen by the president and legislative authority shall possess the competencies and carry high degrees in at least law, political science, and Islamic Sharia for non-members of the judiciary. They shall also possess more than twenty years of work experience in their field of expertise. The General Assembly of the Higher Judiciary Council shall choose the president and deputy of the Constitutional Court. A vacancy shall be filled by the exact party who chose the original member in accordance with the same standards. The President of the Republic shall issue a decree naming the nominees."]},{"content":["المادة 149. شروط العضوية","Article 149. Terms of Membership"],"metadata":{"topics":["http://www.constituteproject.org/ontology/conres","http://www.constituteproject.org/ontology/conterm","http://www.constituteproject.org/ontology/conlim","http://www.constituteproject.org/ontology/conage"]},"section":["A member of the Court shall be Libyan; the member shall not carry another citizenship; the member shall not be younger than forty five years old; the member shall not belong to any political party; the member may not engage in any other post or work during his/her membership to the Court. Membership shall last eight years for one term and every four years half of the members shall be renewed according to the principle of rotation. The law regulates workflow, the procedures the Court will follow, the rights and duties of its members, and other functional affairs.","يشترط في عضو المحكمة أن يكون ليبيا لا يحمل جنسية أخرى ولا يقل عمره عن خمس وأربعين سنة ميلادية، وألا يكون منتميا لأي حزب سياسي ولا يجوز له ممارسة أي وظيفة أو عمل أخر أثناء عضويته بالمحكمة وتكون مدة العضوية ثمان سنوات لفترة واحدة ويجدد نصفهم كل أربع سنوات وفق مبدأ التناوب، وينظم القانون سير العمل بها والإجراءات المتبعة أمامها. وحقوق وواجبات اعضائها وسائر شؤونهم الوظيفية."]},{"content":["المادة 150. اختصاصات المحكمة","Article 150. Competences of the Court"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/conpow"}},"section":{"content":["تختص المحكمة الدستورية دون غيرها بالآتي:","The Constitutional Court and no other court shall have the following authority:"],"section":[{"content":["الرقابة القضائية على دستورية القوانين ولائحتي مجلس النواب ومجلس الشيوخ.","Judicial oversight of the constitutionality of laws and the regulations of the House of Representatives and the Senate."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/interp"}}},["Consideration of the constitutionality of the procedures for constitutional amendments.","النظر في دستورية إجراءات التعديلات الدستورية."],["Litigation relating to the legislative authority’s failure to fulfill its constitutional obligations.","الدعاوى المتعلقة بعدم وفاء السلطة التشريعية بالتزاماتها الدستورية."],["البت في المنازعات الناشئة عن تنفيذ الأحكام الصادرة عنها.","Decision regarding disputes that arose from the implementation of rendered verdicts."],{"content":["Review international treaties and conventions before ratification and subsequent submission to the Senate.","مراجعة المعاهدات والاتفاقيات الدولية قبل التصديق عليها والمحالة إليها من مجلس الشيوخ."],"metadata":{"topics":["http://www.constituteproject.org/ontology/intlaw","http://www.constituteproject.org/ontology/treat"]}},["Review electoral and referenda laws before enactment.","مراجعة قوانين الانتخابات والاستفتاءات قبل إصدارها."],{"content":["Review laws ruled unconstitutional before being reissued.","مراجعة القوانين التي حكم بعدم دستوريتها قبل إعادة إصدارها."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/interp"}}},["أي اختصاصات أخرى ينص عليها الدستور.","Any other area of jurisdiction that the law prescribes."]]}},{"content":["Article 151. The Provisions of the Court","المادة 151. أحكام المحكمة وقراراتها"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/concop"}},"section":["تصدر المحكمة أحكامها وقراراتها مسببة بالأغلبية، وللمحكمة العدول عن المبادئ التي أرستها وفق ما يحدده القانون.","The Court’s decisions shall be justified with a majority of its members and may deviate from the principles it established in accordance with what the law determines."]},{"content":["المادة 152. الطعن أمام المحكمة","Article 152. Appealing Before the Court"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/uncon"}},"section":["يجوز لكل ذي مصلحة اللجوء للمحكمة الدستورية للطعن بعدم الدستورية سواء بطريق مباشر أو بالدفع الجدي بعدم الدستورية في دعوى منظورة أمام المحاكم وفق ما ينظمه القانون.","Every individual with a personal, direct interest may appeal to the Constitutional Court to challenge the constitutionality of a law or join in a pending case before the Court, according to what the law regulates."]},{"content":["المادة 153. حجية أحكام المحكمة وقراراتها","Article 153. Authority of the Court’s Decision"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/uncon"}},"section":["The decisions of the Constitutional Court shall be final and binding for all, and shall be published in the official newspaper. Article law that has been ruled unconstitutional shall lose its binding force on the day following the publication of the ruling. The Court shall determine the effective date of the ruling of unconstitutionality.","أحكام المحكمة الدستورية وقراراتها باتة ملزمة للكافة وتنشر في الجريدة الرسمية. ويفقد النص الذي حكمت المحكمة بعدم دستوريته قوة إلزامه من اليوم التالي لنشر الحكم، وللمحكمة في حال الضرورة أن تحدد تاريخ سريان الحكم بعدم الدستورية."]}]},{"content":["CHAPTER SIX. Local Governance","الباب السادس. الحكم المحلي"],"section":[{"content":["Article 154. Decentralization","المادة 154. اللامركزية"],"section":["يقوم الحكم المحلي على أساس اللامركزية الموسعة. وتلتزم الدولة بدعمها في إطار وحدة البلاد.","Local governance shall be based off the principle of extended decentralization. The State shall support this within the framework of State unity."]},{"content":["Article 155. Levels and Standards of Local Government","المادة 155. مستويات ومعايير الحكم المحلي"],"section":["تقسم الدولة إلي محافظات وبلديات وفق مقتضيات الأمن الوطني والموازنة بين معايير السكان والمساحة والتواصل الجغرافي ولوازم العدالة الاجتماعية والسلم والوئام المجتمعي والعوامل الاقتصادية والتاريخية ومتطلبات التنمية وبما يراعي الكفاءة والفاعلية. ويجوز إنشاء وحدات إدارية أخرى إذا اقتضت المصلحة العامة وفق ما يبينه القانون.","The State may be divided into governorates and municipalities in accordance with the demands of national security and the balancing of residential standards, space and geographical contiguity, necessities of social justice, peace and communal harmony, economic and historical factors, and requirements of development, while taking efficiency and effectiveness into account. It shall be permissible to create, integrate, or dissolve administrative units if the public interest requires it, as prescribed in the law."]},{"content":["Article 156. Independence of Local Government Units","المادة 156. استقلالية وحدات الحكم المحلي"],"section":["Local government units shall enjoy legal personality and financial and administrative independence. Local interests shall be administered in accordance with the principle of free measure.","تتمتع وحدات الحكم المحلي بالشخصية الاعتبارية والاستقلال الإداري والمالي. وتدار المصالح المحلية وفق مبدأ التدبير الحر."]},{"content":["المادة 157. مجالس المحافظات والبلديات","Article 157. Governorate and Municipal Councils"],"metadata":{"topics":["http://www.constituteproject.org/ontology/sub","http://www.constituteproject.org/ontology/mun"]},"section":["Governorate and Municipal councils shall be chosen directly through free elections, taking into account the formation of the governorate assembly, which represent municipalities located in its circumscription, as the law regulates.","يتم اختيار مجالس المحافظات والبلديات بالانتخاب العام الحر السري المباشر، ويراعى في تشكيل مجلس المحافظة تمثيل البلديات الواقعة في نطاقها. وذلك وفق ما ينظمه القانون."]},{"content":["المادة 158. اختصاص وحدات الحكم المحلي","Article 158. Competence of Local Government Units"],"metadata":{"topics":["http://www.constituteproject.org/ontology/sub","http://www.constituteproject.org/ontology/mun"]},"section":["تتمتع وحدات الحكم المحلي بصلاحيات ذاتية وبصلاحيات منقولة من السلطة المركزية وصلاحيات مشتركة معها. على أن توزع الصلاحيات المشتركة والصلاحيات المنقولة استنادا إلى مبدأ التفريع. وتختص المحافظات بإصدار التشريعات اللائحية. وذلك كله وفق ما يحدده القانون.","Local government councils shall enjoy autonomous, transferrable, and shared powers from and with the central government. Shared and transferrable powers shall be distributed. Governorates shall also be charged with issuing regulatory legislation in accordance with the law."]},{"content":["Article 159. The Funding of Local Units of Governance","المادة 159. تمويل وحدات الحكم المحلي"],"metadata":{"topics":["http://www.constituteproject.org/ontology/sub","http://www.constituteproject.org/ontology/mun","http://www.constituteproject.org/ontology/solid"]},"section":["There shall be for the governorates and municipalities centralized funds, which shall be consistent with the necessary amount of funds required to execute their duties, along with localized funds derived from duties, sanctions, local taxes, investment returns, and what shall be received from donations and wills, in addition to what shall be obtained through loans and other returns specified by the law. The State shall guarantee financial balance between the local government units to ensure solidarity among them. Every competence transferred to local government units by the central government shall be connected to the appropriate financial resources. Local government units, within the bounds of its ratified budget, shall be free to spend its resources according to the rules of good governance.","للمحافظات والبلديات موارد مركزية تتفق مع القدر اللازم لقيامها باختصاصاتها، وموارد ذاتية من رسوم وجزاءات وضرائب ذات طابع محلي وعوائد استثماراتها وما تتلقاه من هبات ووصايا وما تحصل عليه من قروض وأي عوائد أخرى يحددها القانون. وتضمن الدولة التوازن المالي بين وحدات الحكم المحلي بما يكفل التضامن بينها. وكل اختصاص منقول لوحدات الحكم المحلي من السلطة المركزية يكون مقترنا بما يناسبه من موارد مالية. ولوحدات الحكم المحلي، في إطار الميزانية المصادق عليها، حرية التصرف في مواردها حسب قواعد الحوكمة الرشيدة."]},{"content":["المادة 160. الرقابة اللاحقة","Article 160. Subsequent Oversight"],"section":["تخضع وحدات الحكم المحلي فيما يتعلق بشرعية اعمالها للرقابة اللاحقة.","The local government units shall be subject to subsequent oversight regarding the legitimacy of its works."]},{"content":["المادة 161. تدخل السلطة التنفيذية","Article 161. Interference of Executive Authority"],"section":["يكون تدخل السلطة التنفيذية في اختصاصات وحدات الحكم المحلي في حدود منع تجاوزها لحدود اختصاصاتها أو عند الإضرار بالمصلحة العامة أو بالأمن الوطني أو بمصالح الوحدات المحلية الأخرى. كما تتدخل عند عجز وحدة الحكم المحلي عن أداء مهامها، أو عند عدم استجابتها للمعايير والخطط والسياسات الوطنية على أن يكون التدخل بعد إصدار توجيه للوحدة المحلية يوضح مدى عجزها عن أداء مهامها ويحدد سبل المعالجة. وذلك وفق ما ينظمه القانون.","The executive authority shall not interfere with the competences of local government units, except to prevent the transgression of jurisdictional boundaries, when it is to the detriment of public interests, national security, or the other interests of local units. The executive authority may also intervene if the units cannot perform their tasks or they fail to comply with national standards, plans, and policies. Interference shall be done with a direct decree clarifying the length of inability to perform their tasks and determine the remedies as the law regulates."]},{"content":["Article 162. Principle of Partnership and Cooperation","المادة 162. مبدأ الشراكة والتعاون"],"metadata":{"topics":["http://www.constituteproject.org/ontology/mun","http://www.constituteproject.org/ontology/sub"]},"section":["لوحدات الحكم المحلي إقامة شراكات بينية، وفقا لمبدأ التكامل، لتنفيذ برامج أو انجاز أعمال ذات مصلحة مشتركة، ولها إقامة مناطق اقتصادية فيما بينها. كما لها بالتنسيق مع السلطة المركزية إقامة علاقات خارجية للشراكة والتعاون بما يخدم التنمية. وذلك كله وفق الضوابط والاجراءات التي يحددها القانون.","The local government units may establish mutual partnerships in accordance with the principle of integration to implement programs or to achieve works of shared interest. They may also establish economic regions between them and coordinate with the central government to establish foreign relationships for partnerships and cooperation, to serve developmental purposes. All of this shall be according to the precepts defined by the law."]},{"content":["المادة 163. المشاركة المحلية","Article 163. Local Participation"],"section":["Local units of government shall adopt the necessary measures to ensure citizens’ and civil society’s contributions to plan local development programs and their implementation according to the law.","تعتمد وحدات الحكم المحلي التدابير اللازمة لضمان مساهمة المواطنين ومنظمات المجتمع المدني في اعداد برامج التنمية المحلية ومتابعة تنفيذها وفق الضوابط التي يحددها القانون."]},{"content":["المادة 164. المجلس الأعلى للحكم المحلي","Article 164. Higher Council for Local Governance"],"section":[{"content":["يستحدث مجلس يسمى المجلس الأعلى للحكم المحلي يتكون من المحافظين. ويتولى المهام الآتية:","The Higher Council for Local Governance shall be made up of governors and shall be responsible for the following tasks:"],"section":[{"content":["Expressing opinions on draft legislation on local planning, budget, and finances, and any other laws relating to local governance. The Council may also present draft laws.","إبداء الرأي في مشاريع القوانين المتعلقة بالتخطيط والميزانية والمالية المحلية وأي قوانين أخرى متعلقة بالحكم المحلي. وله تقديم مقترحات قوانين بشأنها."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/legini"}}},["تعزيز التنسيق والتعاون بين وحدات الحكم المحلي فيما بينها ومع الجهات التنفيذية المختصة.","Strengthen the coordination and cooperation between local units of government and with relevant executive bodies."],["Resolve conflicts between local units of government.","تسوية الخلافات بين وحدات الحكم المحلي."]]},["Headquarters of the Council shall be in Sabha. The Council may hold meetings in any other city in the country. The law regulates this.","ويكون مقر المجلس مدينة سبها ويجوز له أن يعقد اجتماعاته في أي مكان آخر في البلاد. وينظم بقانون."]]}]},{"content":["CHAPTER SEVEN. Independent Constitutional Bodies","الباب السابع. الهيئات الدستورية المستقلة"],"section":[{"content":["Article 165. Independence of Constitutional Bodies","المادة 165. استقلال الهيئات الدستورية"],"section":["The bodies stipulated in this chapter shall enjoy a legal personality and technical, administrative, and financial independence. They may be consulted on draft laws that are relevant to their area of expertise. They shall carry out their work in accordance with the provisions of the Constitution and law. They shall be distributed geographically throughout the country.","تتمتع الهيئات المنصوص عليها في هذا الباب بالشخصية الاعتبارية والاستقلال الإداري والمالي والفني، ويجوز استشارتها في مشاريع القوانين المرتبطة باختصاصاتها، وتمارس عملها وفق أحكام الدستور والقانون. ويراعى توزيعها جغرافيا في مختلف أنحاء البلاد."]},{"content":["Article 166. Administration of Constitutional Bodies","المادة 166. إدارة الهيئات الدستورية"],"metadata":{"topics":["http://www.constituteproject.org/ontology/ecom","http://www.constituteproject.org/ontology/hr"]},"section":["تنتخب السلطة التشريعية أشخاصا مستقلين من ذوي الكفاءة والنزاهة لإدارة هذه الهيئات ولا يجوز عزلهم قبل انتهاء مدة ولايتهم إلا إذا فقدوا شرطا من شروط انتخابهم أو في الحالات التي ينص عليها القانون.","The legislative authority shall elect independent persons who are competent and honest to administer these bodies. Those persons may not be dismissed before the end of their term unless they lose any of the conditions of their election or in the cases that are stipulated by the law."]},{"content":["Article 167. Control of Legislative Authority on these Bodies","المادة 167. رقابة السلطة التشريعية على الهيئات"],"section":["Constitutional bodies shall be subject to the control of the House of Representatives and shall submit reports to it and the Cabinet of Ministers about their work in accordance with what is regulated by the law. The House of Representatives may publish these reports after discussing them.","تخضع الهيئات الدستورية لرقابة مجلس النواب، وتقدم لها تقارير عن أعمالها وفق ما ينظمه القانون. كما تقدم تقاريرها لمجلس الوزراء. ولمجلس النواب نشرها بعد مناقشتها."]},{"content":["Article 168. High National Commissioner for Elections","المادة 168. المفوضية الوطنية العليا للانتخابات"],"metadata":{"topics":["http://www.constituteproject.org/ontology/ecom","http://www.constituteproject.org/ontology/referen"]},"section":["The High National Commissioner for Elections shall, to the exclusion of all others, manage and organize public referenda and general and local elections in all stages with transparency and credibility, including the announcement of the final results. The commission shall be managed by a board made up of nine members, and the legislative authority shall elect one of them to be the chairman of the board. They shall carry out their tasks for one term lasting six years. One third of them shall be renewed every two years.","تتولى المفوضية الوطنية العليا للانتخابات دون غيرها إدارة وتنظيم الاستفتاءات العامة والانتخابات العامة والمحلية في جميع مراحلها بشفافية ومصداقية بما في ذلك إعلان النتائج النهائية. ويدير المفوضية مجلس مكون من تسعة أعضاء تنتخب السلطة التشريعية رئيسا من بينهم، يباشرون مهامهم لفترة واحدة مدتها ست سنوات ويجدد ثلثهم كل سنتين."]},{"content":["المادة 169. ديوان المحاسبة","Article 169. Accounts Department"],"section":[["The Accounts Department is the highest authority for financial oversight and audit in the State. It shall have comprehensive oversight of State funds, the parties that the State finances wholly or partially, and any other bodies specified by the law. It shall also enjoy the authority to keep track of these funds.","ديوان المحاسبة أعلى جهة للرقابة المالية والمحاسبة في الدولة يختص بالرقابة الشاملة على أموالها وعلى الجهات التي تمولها الدولة كليا أو جزئيا وعلى أي جهات أخرى يحددها القانون. كما له سلطة تتبع هذه الأموال."],["The Accounts Department shall be managed by a president and a vice president who will undertake their duties for a six-year term that is eligible for renewal one time.","ويدير الديوان رئيس بصفة مراجع عام ونائب أو أكثر بصفة وكيل يباشرون مهامهم مدة ست سنوات تقبل التجديد لمرة واحدة."]]},{"content":["Article 170. Human Rights National Council","المادة 170. المجلس الوطني لحقوق الإنسان"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hr"}},"section":[{"content":["يتولى المجلس الوطني لحقوق الإنسان ترسيخ قيم حقوق الإنسان والحريات العامة في الشريعة الإسلامية والمواثيق الدولية وتعزيزها ونشر ثقافتها، كما يختص بالآتي:","The Human Rights National Council shall strengthen the values of human rights and public freedoms as stated in Islamic Shariya and international conventions and shall promote them and disseminate their culture. It shall also be concerned with the following:"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/intlaw"}},"section":[["مراقبة أوضاع حقوق الإنسان ورصد الانتهاكات بشأنها وتبليغ الجهات الوطنية المختصة بها ومتابعة ذلك.","Observing human rights conditions and monitoring violations thereof. It shall report them to the competent national authorities and follow up on this."],["Supporting citizens in obtaining their rights as stipulated by the Constitution and the law.","دعم المواطنين في الحصول على حقوقهم المقررة دستوريا وقانونيا."],{"content":["التوصية بالتصديق أو الانضمام للعهود الدولية الخاصة بحقوق الإنسان بما لا يتعارض مع أحكام الدستور.","Recommending the ratification of, or accession to, international covenants of human rights in a way that does not conflict with the provisions of the Constitution."],"metadata":{"topics":["http://www.constituteproject.org/ontology/intlaw","http://www.constituteproject.org/ontology/treat"]}},{"content":["تعزيز التعاون مع منظمات حقوق الإنسان الوطنية والدولية.","Promoting cooperation with national and international human rights organizations."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/intorgs"}}}]},["The Council shall be comprised of nine members and shall take care to represent women and youth. The legislative authority shall elect one of them to be commissioner and another as vice chairman, and they shall carry out their tasks for one term lasting six years. One third of them shall be renewed every two years.","ويشكل المجلس من تسعة أعضاء يراعى فيه تمثيل المرأة والشباب، وتنتخب السلطة التشريعية من بينهم رئيسا بصفة مفوض ونائباً له يباشرون مهامهم لفترة واحدة مدتها ست سنوات، ويجدد ثلثهم كل سنتين"]]},{"content":["Article 171. Cultural and Linguistic Heritage National Council","المادة 171. المجلس الوطني للموروث الثقافي واللغوي"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/cultrght"}},"section":["The Council shall preserve and document the diverse cultural and linguistic heritage of the Libyan people and shall devote attention to ensure the preservation of its authenticity, integration, and peaceful coexistence among Libyans. The Council shall be managed by nine members, who reflect the cultural and linguistic diversity of the Libyan people. The legislative authority shall elect a chairman for one term lasting six years.","يتولى المجلس المحافظة على الموروث الثقافي واللغوي المتنوع للشعب الليبي وتوثيقه والاهتمام به بما يكفل المحافظة على أصالته والاندماج والتعايش بين الليبيين. ويدير المجلس تسعة أعضاء يراعى فيهم التنوع الثقافي واللغوي للشعب الليبي، وتنتخب السلطة التشريعية رئيسا من بينهم لمدة ست سنوات لمرة واحدة."]},{"content":["المادة 172. مجلس البحوث الشرعية","Article 172. Council of Senior Scholars"],"section":[{"content":["The Council of Senior Scholars shall assume the following duties:","يتولى مجلس البحوث الشرعية المهام الآتية:"],"section":[["Expressing opinions on matters referred to it by State authorities to analyze and form opinions of them based on legal (Shariya) evidence.","إبداء الرأي فيما يحال إليه من سلطات الدولة من أجل بحثه وتكوين الرأي فيه استناداً على الأدلة الشرعية."],["Conducting specialized Shariya research to address modern religious issues, seeking the help of specialists in all fields, and giving recommendations therein.","إعداد البحوث الشرعية المتخصصة لمعالجة مختلف القضايا الدينية العامة والمعاصرة، بالاستعانة بالمختصين في المجالات كافة واصدار التوصيات بشأنها."],["Issuing individual fatwas on the affairs of beliefs, acts of worship, and personal transactions.","إصدار الفتاوى الفردية في شؤون العقائد والعبادات والمعاملات الشخصية."]]},["ويتشكل المجلس من خمسة عشر عضواً من المختصين في الشريعة الإسلامية، تختارهم السلطة التشريعية لمدة ست سنوات قابلة للتجديد لمرة واحدة، على أن يكون من بينهم رئيس ونائب لمدة ثلاث سنوات. ويلحق بالمجلس عدد من المختصين في مختلف المجالات. ويراعى في اختيار أعضاء المجلس التوزيع الجغرافي، وتنشأ له فروع، وذلك وفق ما ينظمه القانون.","The Council shall be made up of fifteen members who are specialized in Islamic Shariya selected by the legislative authority for a six-year renewable term. There shall be a president and vice president presiding over the Council for three-year terms. The Council shall also have a number of specialists in various fields. Geographic distribution shall be taken into consideration when selecting the members of the Council, and it shall have branches in accordance with what the law regulates."]]},{"content":["المادة 173. هيئة التنمية المستدامة","Article 173. Body of Sustainable Development"],"section":[{"content":["The Body of Sustainable Development shall assume the following tasks:","تتوله هيئة التنمية المستدامة المهام الآتية:"],"section":[["Recommending the appropriate measures for achieving sustainable and balanced development.","التوصية بالتدابير المناسبة لتحقيق التنمية المستدامة والمتوازنة."],["اقتراح السياسات والخطط والبرامج المناسبة لبناء القدرات البشرية وتنميتها وتنوع الموارد وتحديد أولويات التنمية الوطنية، بما يكفل تقارب المستوى التنموي بين مختلف المناطق.","Proposing the appropriate policies, plans, and programs for building and developing human capacities, the diversity of resources, and identifying the priorities of national development to ensure close development levels between the various regions."],["Offering technical advice on development plans to the local and national levels.","تقديم المشورة الفنية في مخططات التنمية للمستويين المحلي والوطني."],["تقويم الخطط التنموية وكيفية تنفيذها في ضوء مؤشرات التنمية المستدامة والمتوازنة ولوازم المحافظة على حقوق الأجيال القادمة.","Assessing development plans and how to implement them in light of the indicators of sustainable and balanced development and the need for maintaining the rights of future generations."]]},["The body shall be managed by a council made up of six members elected by the legislative authority, who will determine the president and vice president, for six-year terms that can be renewed only once. One third of them shall be renewed every two years.","يدير الهيئة مجلس مكون من ست أعضاء تنتخبهم السلطة التشريعية وتحدد من بينهم الرئيس ونائبه لمدة ست سنوات قابلة للتجديد مرة واحدة، ويجدد ثلثهم كل سنتين."]]},{"content":["المادة 174. هيئات أخرى","Article 174. Other Bodies"],"metadata":{"topics":["http://www.constituteproject.org/ontology/science","http://www.constituteproject.org/ontology/census","http://www.constituteproject.org/ontology/cc","http://www.constituteproject.org/ontology/medcom"]},"section":["تنظم بقانون هيئة للرقابة الإدارية، وهيئة للشفافية ومكافحة الفساد، وهيئة للإحصاء، ومجلس أعلى للإعلام والصحافة، ومجلس للعلوم والتقنية والابتكار. ويحدد القانون تكوينها واختصاصاتها ونظام عملها وضمانات استقلالها وحياد اعضائها وفق ما هو منصوص عليه في هذا الباب.","The law shall regulate bodies for Administrative Oversight, Transparency and Anti-Corruption, the Census, Higher Council for the Media and Press, and the Council for Science, Technology, and Innovation. The law shall determine their composition, competences, labor system, and guarantees of their independence and neutrality of their members in accordance with what is stipulated in this chapter."]}]},{"content":["CHAPTER EIGHT. The Financial System","الباب الثامن. النظام المالي"],"section":[{"content":["Article 175. Public Finance","المادة 175. المالية العامة"],"section":{"content":["تخضع المالية العامة للدولة لمبادئ الشفافية والمساءلة، وتقوم على الأسس الآتية:","The State’s public finance shall be subject to principles of transparency and accountability, based upon on the following foundations:"],"section":[["عمل النظام المالي للدولة كوحدة واحدة.","The State financial system shall function as a single entity."],{"content":["توزيع الإيرادات الوطنية بشكل عادل ومنصف بين مستويات الحكم الوطني والمحلي، بما يراعي الكثافة السكانية، وتوزع السكان في الوحدة المحلية وبعدهم عن المركز، ومستوى البنى التحتية والخدمية، ومؤشرات التنمية المكانية والبشرية المتوازنة.","National revenues shall be distributed fairly and equitably between local and national levels of governance, taking into account population density, local population distribution, levels of infrastructure and services, and indexes of spatial and human development."],"metadata":{"topics":["http://www.constituteproject.org/ontology/mun","http://www.constituteproject.org/ontology/sub"]}},["Government budgets shall be prepared to ensure effective and fair access to services and to strengthen the efficiency of the national economy.","إعداد الموازنات الحكومية بما يكفل وصول الخدمات بشكل فعال وعادل، ويعزز كفاءة الاقتصاد الوطني."],["ترشيد استخدام الموارد بما يحقق تنمية مستدامة ويحفظ حقوق الأجيال القادمة.","Resource usage shall be managed in a way that facilitates sustainable development and preserves the rights of future generations."],["Local government units shall be guaranteed financial independence according to what is stipulated in this Constitution.","ضمان الاستقلال المالي لوحدات الحكم المحلي وفق ما ورد في هذا الدستور."]]}},{"content":["المادة 176. إيرادات الدولة","Article 176. State Revenues"],"section":["تؤول إلى الخزانة العامة كافة إيرادات الدولة، ولا يجوز تخصيص أي جزء من أموال الخزانة العامة أو الإنفاق منها لأي غرض مهما كان نوعه إلا بناء على قانون. وذلك وفق أحكام هذا الدستور.","All public revenues shall be delegated to the public treasury; public treasury funds or any expenditures derived from these funds may not be allocated for any purpose, unless prescribed by the law and in accordance with the provisions of this Constitution."]},{"content":["المادة 177. الموازنة العامة","Article 177. Public Budget"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/budget"}},"section":["تقدم الحكومة مشروع الموازنة إلى مجلس النواب في نهاية شهر سبتمبر من كل عام كحد أقصى، لدراستها واعتمادها في موعد أقصاه نهاية شهر ديسمبر من كل عام، ولا يجوز تأخير تقديمها عن موعدها المحدد إلا بإذن مجلس النواب في الحالات الطارئة والضرورية. وتصدر الموازنة العامة بقانون.","The government shall present the proposed budget to the House of Representatives annually by the end of September at the latest so the budget may be reviewed and adopted by the end of December at the latest. The government may not postpone the specified deadline to present the budget to the House of Representatives without the permission of the House of Representatives in urgent and emergency situations. The public budget shall be issued by law."]},{"content":["المادة 178. فتح الاعتمادات الشهرية المؤقتة","Article 178. Opening of Provisional Monthly Supplies"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/budget"}},"section":["In the event that the budget is not ratified before the beginning of the fiscal year, the Prime Minister may spend 1/12 of the previous year’s budget by presidential decree for salaries, general expenses, and that which is in accordance with State financial law stipulations.","في حال عدم إقرار الموازنة قبل بداية السنة المالية، يجوز لرئيس الوزراء الصرف على أساس واحد من اثني عشر (1/12) من موازنة السنة السابقة بموجب مرسوم رئاسي فيما يتعلق بالمرتبات وما في حكمها والمصروفات العمومية. وذلك وفق ما يحدده القانون المالي للدولة."]},{"content":["Article 179. Out-of-Budget Spending","المادة 179. المصروفات غير الواردة بالموازنة"],"section":["كل مصروف غير وارد بالموازنة أو زائد على التقديرات الواردة بها يجب أن يأذن به مجلس الشورى. ويجب طلب إذنه كلما أريد نقل مبلغ من باب إلى آخر من أبواب الموازنة.","Any spending not stipulated in the budget or exceeding the budget’s initial provisions, must be authorized by the Shura Council. Permission from the Council must be requested every time a sum would like to be moved from one partition of the budget to another."]},{"content":["المادة 180. القروض والالتزامات المالية","Article 180. Loans and Financial Obligations"],"section":["لا يجوز للحكومة عقد القروض، أو الارتباط بالتزامات يترتب عليها إنفاق مبلغ من الخزانة العامة إلا وفق أحكام القانون المالي للدولة.","The government may not contract loans, or become attached to financial obligations, that result in spending from the public treasury, except in accordance with the legal provisions of the State’s financial system."]},{"content":["المادة 181. الحساب الختامي","Article 181. Closing Accounts"],"section":[["تقدم الحكومة الحساب الختامي كما هو في نهاية شهر ديسمبر إلى مجلس النواب لمناقشته واعتماده في موعد أقصاه نهاية شهر ابريل للسنة المالية. ولا يجوز التأخير عن هذا الموعد، وتسأل الحكومة عن ذلك، ويحجب دعم الموازنة بالأموال من قبل المصرف المركزي.","The government shall submit the final accounts, as it stands at the end of December, to the House of Representatives, so that it may be discussed and adopted by the end of April, at the latest, for the fiscal year. The government may not postpone the deadline. If it shall inquire to do so, it must support the budget with funds from the central bank."],["ويجب على مجلس النواب مناقشة الحساب الختامي في ضوء تقرير ديوان المحاسبة واعتماده خلال ستين يوما من تاريخ تقديمه.","The House of Representatives shall discuss the final accounts in light of the Accounts Department report and adopt it within sixty days of its submission."]]},{"content":["Article 182. Emergency and Budget Subvention Accounts","المادة 182. حسابا الطوارئ ودعم الميزانية"],"section":[["ينظم القانون المالي للدولة تكوين حساب الطوارئ الاستراتيجي لمواجهة الأزمات التي تعجز الحكومة عن تغطية نفقاتها من الميزانية المعتمدة مثل النوازل واختلال وتدني الاقتصاد الوطني، وحالات الطوارئ.","State financial law shall regulate the creation of a strategic emergency account to face the crises that impede the government from covering the expenses of the adopted budget such as cataclysms, disorder, national economic depression, and emergency situations."],["State financial law shall also regulate the creation of a subvention account in case of diminished financial resources for the State, extension in development spending, or increased prices in regional and international markets. Both accounts shall receive funding and shall be spent as prescribed by the law.","كما ينظم القانون المالي للدولة تكوين حساب دعم الميزانية في حال تدني الموارد المالية للدولة أو التوسع في الإنفاق التنموي أو مواجهة ارتفاع الأسعار في الأسواق الإقليمية والدولية. ويتم تمويلهما والإنفاق منهما بموجب قانون."]]},{"content":["المادة 183. مصرف ليبيا المركزي","Article 183. Central Bank of Libya"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/bank"}},"section":["The Central Bank of Libya shall enjoy a legal personality with financial, administrative, and technical autonomy. It shall execute its work with transparency in the framework of the State’s public policy. It shall assume responsibility for enacting monetary policy, issuing the national currency, preserving the State’s stability, administering the State’s foreign currency reserves, organizing the credit policy, organizing credit policy implementation, monitoring and supervising the banking sector’s performance, and any other activities determined by the law.","يتمتع مصرف ليبيا المركزي بالشخصية الاعتبارية، والاستقلال الإداري والمالي والفني. يمارس عمله بشفافية في إطار السياسة العامة للدولة ويتولى وضع السياسة النقدية وإصدار العملة الوطنية والمحافظة على استقرارها وإدارة احتياطيات الدولة من النقد الأجنبي وتنظيم السياسة الائتمانية والإشراف على تنفيذها، ومراقبة أداء القطاع المصرفي والإشراف عليه، وأي اختصاصات أخرى يحددها القانون."]}]},{"content":["الباب التاسع. الثروات الطبيعية","CHAPTER NINE. Natural Resources"],"section":[{"content":["المادة 184. ملكية الثروات الطبيعية","Article 184. Ownership of Natural Resources"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/resrce"}},"section":["Natural resources, including oil, gas, minerals, and water, belong to the Libyan people, and the State shall exercise control over the natural resources in the name of the people. The State shall work towards the exploitation, protection, development, investment, and improved management of natural resources, so as to ensure the public interest and that all regions benefit from natural resources in an equitable manner, thus preserving the rights of future generations.","الثروات الطبيعية بما فيها النفط والغاز والمعادن والمياه ملك للشعب الليبي، تمارس الدولة السيادة عليها باسمه وتعمل على استغلالها وحمايتها وتنميتها واستثمارها وحسن إداراتها، بما يضمن المصلحة العامة وانتفاع كافة المناطق منها بشكل عادل، وبما يحفظ حقوق الأجيال القادمة."]},{"content":["Article 185. Contracts and Agreements on Natural Resources","المادة 185. العقود والاتفاقيات بشأن الثروات الطبيعية"],"section":["تعرض العقود والاتفاقيات المتعلقة بالثروات الطبيعية على السلطة التشريعية بمجلسيها لمراجعتها خلال مدد محددة وفي الحالات التي يبينها القانون، وذلك بما يضمن الحفاظ على الثروات الطبيعية والتوازن البيئي ولوازم الشفافية وحماية حقوق الأجيال القادمة، وجبر الضرر للمناطق المتضررة، وكفالة المسؤولية الاجتماعية.","Contracts and agreements related to natural resources shall be subject to legislative authorities and their counsels for review during specific periods and in cases which are regulated by law, in order to ensure the preservation of natural resources, environmental balance, the necessities of transparency, the protection of the rights of future generations, the reduction of damaging harmed regions, and the guarantee of social accountability."]},{"content":["Article 186. Localization of Alternative Projects","المادة 186. توطين مشاريع بديلة"],"section":["تحدد بقانون نسبة من عوائد الثروات غير المتجددة لإنشاء مشاريع بديلة تعطى الأولوية فيها لمناطق الإنتاج حسب إمكانيتها المكانية ولوازم تطوير بناها التحتية ثم للمناطق الأقل نموا.","A law shall allocate a percentage of returns from non-renewable resources to establish alternative projects giving priority to them in areas of production, depending on spatial possibilities and supplies to develop its infrastructure, then the least developed areas."]},{"content":["Article 187. Guaranteeing the Rights of Future Generations","المادة 187. ضمان حقوق الأجيال القادمة"],"section":["تخصص بقانون نسبة من عوائد الثروات الطبيعية لصالح الأجيال القادمة. وتلتزم الدولة بوضع التدابير اللازمة لتنميتها واستثمارها بجودة عالية ووفق معايير الأمان اللازمة","A law shall allocate a proportion of the returns from natural resources for the benefit of future generations. The State shall be committed to enacting the necessary measures to develop and invest in them with high quality and in accordance with the necessary safety standards."]},{"content":["Article 188. Water","المادة 188. المياه"],"section":[{"content":["The State shall commit to taking the necessary measures to improve water resource administration, thereby ensuring its preservation, protection from pollution and attack, and guaranteed economization of consumption. The State shall also explore alternatives to water and ways to achieve water security and shall provide reparations to the areas from which groundwater is transported.","تلتزم الدولة باتخاذ التدابير اللازمة لحسن إدارة الثروة المائية بما يضمن المحافظة عليها وحمايتها من التلوث ومن الاعتداء عليها وترشيد استخدامها الاقتصادي والبحث عن بدائل لها وإيجاد السبل الكفيلة لتحقيق الأمن المائي. مع جبر الضرر للمناطق التي تنقل منها المياه الجوفية."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/env"}}},{"content":["A special body shall be established by law to undertake scientific research, enact policies and their necessary supporting programs, and to supervise the implementation of these policies.","وتنشأ بقانون هيئة خاصة تتولى إجراء البحوث العلمية، ووضع السياسات والبرامج اللازمة لذلك، والإشراف على تنفيذها."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/science"}}}]},{"content":["Article 189. Renewable Energy","المادة 189. الطاقات المتجددة"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/science"}},"section":["The State shall develop the necessary policies to invest in renewable energy sectors from various resources, encourage scientific research, and localize renewable energy projects in appropriate sites.","تضع الدولة السياسات اللازمة للاستثمار في مجالات الطاقات المتجددة من مصادرها المختلفة وتشجيع البحث العلمي فيها وتوطين مشاريعها في المواقع المناسبة لها."]},{"content":["Article 190. Animal and Marine Resources","المادة 190. الثروات الحيوانية والبحرية"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/env"}},"section":["The State shall work towards protecting animal and marine resources, improving their utilization and development, preserving their genealogy, and fostering sustainability and regeneration.","تعمل الدولة على حماية الثروات الحيوانية والبحرية وحسن استغلالها وتنميتها والحفاظ على قدرتها على الاستدامة والتجدد."]},{"content":["Article 191. Vegetation","المادة 191. الغطاء النباتي"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/env"}},"section":[["تلتزم الدولة باتخاذ التدابير اللازمة لحماية الغطاء النباتي وإدارته إدارة رشيدة لضمان تأديته لوظيفته البيئية والاقتصادية والاجتماعية بشكل متوازن.","The State shall commit to taking the necessary measures to protect vegetation with good management to ensure its balanced environmental, economic, and social function."],["The State shall manage its forests and shall rehabilitate what has been damaged. It shall utilize these forests according to the law, and may not transfer its ownership of forests nor take possession of them through occupancy.","وتدير الدولة الغابات التابعة لها، وتعيد تأهيل ما تضرر منها، وتستغلها وفق القانون، ولا يجوز نقل ملكيتها، ولا تملكها بوضع اليد."]]}]},{"content":["CHAPTER TEN. Army and Police","الباب العاشر. الجيش والشرطة"],"section":[{"content":["المادة 192. احتكار الدولة للقوات المسلحة","Article 192. State Monopoly of Armed Forces"],"section":["تحتكر الدولة القوات المسلحة وقوات الأمن ويكون ذلك بمقتضى القانون ولخدمة الصالح العام. ويحظر على أي فرد أو حزب أو جماعة تشكيل مجموعات مسلحة أو شبه مسلحة.","The State shall monopolize the creation of Armed Forces and Security Forces. This shall be in accordance with the law and for the general good. Individuals, parties, and groups shall be prohibited from forming military or paramilitary groups."]},{"content":["المادة 193. القبول في الجيش والشرطة","Article 193. Admission in Army and Police"],"section":{"content":["There shall be no discrimination among those who wish to join army and police forces. The law shall stipulate the conditions for cases that require special qualifications, skills, or knowledge. Army and police personnel shall not be allowed to join or belong to political parties.","لا يجوز التمييز بين الراغبين في الانضمام إلى الجيش والشرطة، وينص القانون على الشروط المحددة للحالات التي تتطلب مؤهلات أو مهارات أو معارف أو قدرات خاصة، ولا يجوز للمنتمين إلى الجيش والشرطة الانضمام إلى الأحزاب السياسية."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/milrest"}}}},{"content":["المادة 194. الجيش","Article 194. Army"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/milrest"}},"section":["The army is a national, armed military force based on discipline and rank, and it is formed and organized structurally in accordance with the law. It shall be obliged to observe complete neutrality, and it shall be subject to civilian authority. It shall have no role in the peaceful rotation of power and shall not interfere with political life. The law shall stipulate the necessary measures for this and national service shall be regulated by the stipulations and conditions of a law.","الجيش هو قوة عسكرية وطنية مسلحة قائمة على الانضباط والتراتبية مؤلفة ومنظمة هيكلياً وفق القانون. وهو ملزم بالحياد التام، ويخضع للسلطة المدنية ولا يتدخل في التداول السلمي على السلطة ولا في الحياة السياسية. ويضع القانون التدابير اللازمة لذلك، وتنظم شروط وأوضاع الخدمة الوطنية بقانون."]},{"content":["المادة 195. مهام الجيش","Article 195. Duties of the Army"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/milrest"}},"section":["The Army shall defend the homeland and its independence, unity, and territorial integrity. It shall support security agencies in accordance with the law. The Army shall be prohibited from undermining the constitutional system and State institutions, obstructing their activity, and restricting the freedoms and rights of citizens.","يضطلع الجيش بواجب الدفاع عن الوطن واستقلاله ووحدة ترابه وسلامة أراضيه، ويدعم الأجهزة الأمنية وفق القانون، ويحظر عليه المساس بالنظام الدستوري ومؤسسات الدولة أو عرقلة نشاطها أو تقييد حقوق وحريات المواطنين"]},{"content":["المادة 196. الشرطة","Article 196. Police"],"section":["The police is a statutory body that is professional, specialized, systematic, civilian, technical, and disciplined. Its mission shall be to combat crime, preserve public safety and peace, maintain order, respect the law, and protect the rights, freedoms, security, and property of persons. Police personnel shall receive training in respect to human rights and methods to prevent and discover crime.","الشرطة هيئة نظامية مدنية تقنية انضباطية تراتبية مهنية ومتخصصة. تتمثل مهمتها في محاربة الجريمة، وتوفير السلامة العامة والطمأنينة وحفظ النظام واحترام القانون وحماية حقوق الأشخاص وحرياتهم وأمنهم وممتلكاتهم. ويتلقى أفراد الشرطة تدريبا على احترام حقوق الإنسان ووسائل الوقاية من الجريمة والكشف عنها."]}]},{"content":["الباب الحادي عشر. التدابير الانتقالية","CHAPTER ELEVEN. Transitional Measures"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/tranprov"}},"section":[{"content":["المادة 197. تدابير العدالة الانتقالية","Article 197. Transitional Justice Measures"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/prevcond"}},"section":{"content":["تلتزم الدولة باتخاذ التدابير الآتية:","The State shall be committed to adopting the following measures:"],"section":[["To uncover and document human rights violations, crimes of corruption, the fate of missing persons, victims, and persons harmed by war violations and operations and armed conflicts on the individual and regional level.","كشف حقيقة انتهاكات حقوق الإنسان وجرائم الفساد وتوثيقها، والكشف عن مصير المفقودين والضحايا والمضرورين من الانتهاكات والعمليات الحربية والنزاعات المسلحة على مستوى الأفراد والمناطق."],["تلتزم الدولة بتعويض الضحايا والمضرورين من الانتهاكات الممنهجة لحقوق الإنسان وحرياته الأساسية تعويضا مناسباً للضرر، وتتنوع التعويضات إلى تعويضات مادية ورمزية وتعويضات فردية وجماعية، ومعالجة للآثار النفسية والاجتماعية وإعادة تأهيل الضحايا ورد الاعتبار لهم، مع مراعاة ما تم من إجراءات إدارية وقضائية سابقة، دون الإخلال بحق الدولة في الرجوع على مرتكبي الانتهاكات.","To compensate victims and harmed persons proportionate to the harm. Compensation may be financial or symbolic and may be individual or collective. The State shall be committed to treating the psychological and social effects and rehabilitating victims, while taking into consideration the administrative and judicial measures that have already been taken, without prejudicing the right of the State to prosecute persons who committed these violations."],["ضمان حقوق من غصبت أو انتزعت ممتلكاتهم العقارية والمنقولة. على أن يراعى في ذلك ضمان الدولة لحقوق المالك الأصلي بالرد أو التعويض، والقدرة المالية لشاغل العقار والإنشاءات المضافة إليه، والإجراءات الإدارية والقضائية السابقة وفق ما ينظمه القانون.","To ensure the rights of persons whose property and movable assets were violated or seized provided that the State shall ensure the rights of the original owner by restitution or compensation and take into consideration the financial status of the occupant of the property and the construction added to it, and previous administrative and judicial measures in accordance with what the law regulates."],["إعادة رفاة ضحايا الحروب من الخارج.","To return the remains of war victims from abroad."],["الملاحقة الجنائية لكافة المساهمين في انتهاكات حقوق الإنسان وجرائم الفساد، على أن يكون كل ذلك وفق المعايير الدولية ومتطلبات المصالحة الوطنية في إطار الشريعة الإسلامية. ولا يعمل بأي نص قانوني يتعارض مع آليات العدالة الانتقالية.","To criminally prosecute all those who had a role in human rights violations and corruption crimes provided that all of this is done in accordance with international standards and within the framework of the Islamic Shariya. No legal provision that conflicts with the mechanisms of transitional justice may be applied."]]}},{"content":["Article 198. Guarantees of Non-Repetition","المادة 198. ضمانات عدم التكرار"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/prevcond"}},"section":{"content":["The State shall be committed to adopting the following measures:","تلتزم الدولة باتخاذ التدابير الآتية:"],"section":[["To examine public establishments for their structural reform and to clear them from those who had a hand in human rights violations and corruption crimes, and to review the entitlements of ranks, grades, and positions in them in accordance with the law. Any public institution found to be in violation of the Constitution must be dissolved.","فحص المؤسسات العامة لإصلاحها بنيويا واستبعاد المساهمين في انتهاكات حقوق الإنسان وجرائم الفساد منها، ومراجعة مدى استحقاق الرتب والدرجات والمراكز الوظيفية بها وفق القانون. مع وجوب حل ما يتعارض منها مع الدستور."],["تفكيك التنظيمات المسلحة كافة ونزع أسلحتها، وإعادة التأهيل النفسي والمهني لأفرادها.","To disarm and dismantle all armed organizations and provide psychological and professional rehabilitation for their personnel."],["الكشف عن حقيقة المنازعات المجتمعية وبيان أسبابها ومعالجتها بشكل جذري لتحقيق المصالحة الوطنية.","To uncover the truth of mass disputes and showing and addressing the root causes to achieve national reconciliation."]]}},{"content":["المادة 199. إعادة الاعمار","Article 199. Reconstruction"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/prevcond"}},"section":["تلتزم الدولة بإعطاء الأولوية في برامجها لإعادة أعمار المدن والقرى المتضررة من العمليات الحربية والنزاعات المسلحة وفق موجبات الاستعجال، وبما يراعي مقتضيات التنمية في مختلف أنحاء البلاد. وتضع الدولة الآليات اللازمة لذلك.","The State shall give priority to its projects for the renovation of cities and villages ravaged by military operations and armed conflicts, in accordance with the urgency of the obligations, taking into account the demands of development across the country. The State shall enact the necessary mechanisms for this."]},{"content":["المادة 200. استرداد الأموال العامة","Article 200. Recovery of Public Funds"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/prevcond"}},"section":["The State shall commit to taking the necessary measures to pursue and recover public funds, including properties and public forests, which were conducted in violations of effective legislation, in addition to the confiscation of funds derived from corruption crimes through direct or indirect means, and the retention of internal and external investments.","تلتزم الدولة باتخاذ التدابير اللازمة لتعقب واسترداد الأموال العامة، بما في ذلك العقارات والغابات العامة التي كانت محلا للتصرفات المخالفة للتشريعات النافذة، ومصادرة الأموال الناجمة عن جرائم الفساد بطريق مباشر أو غير مباشر، وحصر الاستثمارات الداخلية والخارجية."]},{"content":["Article 201. The Recovery of Endowment Funds","المادة 201. استرداد أموال الوقف"],"section":["The State shall commit to taking the necessary measures to pursue and recover endowment funds and to re-evaluate their exploitation and investment, as to insure the actualization of the purposes of the endowment.","تلتزم الدولة باتخاذ التدابير اللازمة لتعقب واسترداد أموال الوقف وإعادة تقويم استغلالها واستثمارها بما يضمن تحقيق أغراض الوقف."]},{"content":["Article 202. Transitional Measure to Elect the First President of the Republic","المادة 202. تدبير انتقالي لانتخاب أول رئيس للجمهورية"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hoselect"}},"section":{"content":["The first president of the republic shall be elected after the implementation of the Constitution and before the election of the legislative authority according to the following:","يتم انتخاب أول رئيس للجمهورية بعد نفاذ الدستور، وقبل انتخاب السلطة التشريعية وفق الآتي:"],"section":[["لغرض الانتخابات الرئاسية الأولى فقط، تقسم البلاد لأربع دوائر لكل منطقة انتخابية من المناطق الثلاث.","For the purpose of the first presidential election alone, divide the country into four constituencies for each electoral district of the three regions."],["The President of the Republic is considered the candidate who received the absolute majority of the number of votes cast when distributed geographically across two-thirds of the electoral districts, then half of the districts, according to the percentage of representation in the constituencies that the law determined.","يعتبر رئيسا للبلاد المترشح الحاصل على الأغلبية المطلقة من عدد اصوات المقترعين متى كانت موزعة جغرافيا على ثلثي الدوائر الانتخابية ثم نصفها وفق نسبة التمثيل في الدوائر التي يحددها القانون."],["If no candidate met the conditions mentioned in the previous paragraph, the two candidates who obtained the most geographic representation among the electoral districts and received the minimum of total votes according to what the law stipulates for the second round shall move forward. The winner shall be the candidate who received the absolute majority of the votes cast","إذا لم يتحصل أي من المترشحين على الشروط المشار إليها في الفقرة السابقة، يدخل المرشحان الأكثر تمثيلا جغرافيا والموزع بين الدوائر الانتخابية والحاصلان على الحد الأدنى من مجموع الاصوات وفق ما يحدده القانون للجولة الثانية. ويكون الفائز فيها المترشح المتحصل على الأغلبية المطلقة لأصوات المقترعين."]]}},{"content":["Article 203. Prohibition of a Provisional Extension of the term of the President of the Republic","المادة 203. حظر التجديد المؤقت لرئيس الجمهورية"],"metadata":{"topics":["http://www.constituteproject.org/ontology/hosterml","http://www.constituteproject.org/ontology/hosterm"]},"section":["تكون ولاية رئيس الجمهورية في الدورتين الانتخابيتين الأولى والثانية لفترة واحدة، وغير قابلة للتجديد.","The term for the President of the Republic shall be for the first two election cycles; the first and second are one term. Renewal shall be unacceptable."]},{"content":["المادة 204. بخصوص الأحزاب السياسية","Article 204. As for Political Parties"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/partrght"}},"section":["تحل كافة الأحزاب السياسية وتوقف إجراءات تأسيسها خلال فترة أربع سنوات من تاريخ نفاذ الدستور، يصدر خلالها قانون تتم بموجبه إعادة تشكيلها.","All political parties shall be dissolved and procedures for their establishment shall be suspended for a period of four years, during which a law shall be passed according to which they shall be re-formed."]},{"content":["Article 205. Special Provision for Women","المادة 205. حكم خاص بالمرأة"],"metadata":{"topics":["http://www.constituteproject.org/ontology/uhquota","http://www.constituteproject.org/ontology/lhquota"]},"section":["يضمن أي نظام انتخابي حصة للمرأة لا تقل عن خمس وعشرين بالمائة من مجموع مقاعد المجالس المنتخبة لمدة ثلاث دورات انتخابية متتالية.","Any electoral system shall guarantee a quota for women of no less than twenty-five percent of the total seats in elected councils for a period of three consecutive electoral cycles."]},{"content":["Article 206. As for Nationality","المادة 206. بخصوص الجنسية"],"section":[{"content":["توقف إجراءات اكتساب الجنسية لمدة عشر سنوات اعتبارا من تاريخ نفاذ الدستور.","Procedures of naturalization shall be suspended for 10 years from the day when the Constitution goes into effect."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/natcit"}}},{"content":["2.  ","2."],"section":["تلتزم الدولة بالبت في طلبات إثبات الجنسية المقدمة قبل 2011/2/17م وفق القانون النافذ قبل هذا الدستور. كما تلتزم الدولة بتصنيف أوضاع حاملي الجنسية العربية بين الجنسية الأصلية والجنسية المكتسبة.","The State shall be committed to deciding on applications of naturalization submitted before 17 February 2011 according to the effectual law before this Constitution. The State shall also be committed to classifying the status of Arab nationality holders between those who have original and acquired citizenship."]},{"content":["3.  ","3."],"section":["With the implementation of this Constitution, the records system binding those of Libyan decent in Libyan embassies in neighboring countries shall stop working.","يوقف بنفاذ الدستور العمل بنظام سجلات قيد المنتمين للأصل الليبي المعمول بها في سفارات ليبيا لدى الدول المجاورة."]},{"content":["4.  ","4."],"section":["All decisions granting nationality issued as of 15 February 2011 in violation of the provisions of the Nationality Law, which was in force at the time of issuing them, shall be annulled.","تراجع قرارات منح الجنسية الصادرة اعتبارا من تاريخ 2011 /2 /15م ويلغى ما كان مخالفا منها لأحكام قانون الجنسية المعمول به وقت صدورها."]}]},{"content":["Article 207. As for Investment","المادة 207. بخصوص الاستثمار"],"section":["على الجهات المختصة بالدولة مراجعة عقود الاستثمار التي تتوفر بشأنها قرائن على فساد مالي أو إداري، والتي تم إبرامها خلال الفترة من 1980م إلى نفاذ هذا الدستور، واتخاذ الإجراءات اللازمة دون اعتداد بآثار التقادم بشأنها","The State’s responsible parties shall review investment contracts, which provide evidence of fiscal or administrative corruption, and shall review investment contacts that were ratified during the period between 1980 and the implementation of this Constitution. They shall take the necessary procedures without reliance upon the effects of prescription."]}]},{"content":["CHAPTER TWELVE. General Provisions","الباب الثاني عشر. أحكام عامة"],"section":{"content":["أحكام عامة.  ","Emergency Provisions and Martial Law."],"section":[{"content":["المادة 208. إعلان حالة الطوارئ","Article 208. Declaration of the State of Emergency"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/em"}},"section":[["لرئيس الجمهورية، بالتشاور مع رئيس الوزراء ورئيسي مجلسي النواب والشيوخ، إعلان حالة الطوارئ في حال تعرض البلاد لنازلة أو حصار أو خطر يهدد سلامتها. ويجتمع مجلس الشورى خلال ثلاثة أيام من إعلان حالة الطوارئ في جلسة استثنائية، بناء على طلب رئيس الجمهورية أو من تلقاء نفسه لإقرارها أو إلغاءها وفق أحكام الدستور. وإذا وقع إعلان حالة الطوارئ في غير دور الانعقاد، وجب انعقاد مجلس الشورى على وجه السرعة، وفي مدة لا تزيد على سبعة أيام من تاريخ إعلان حالة الطوارئ. ويكون مجلس الشورى في انعقاد دائم إلى حين إعلان رئيس الجمهورية عن زوالها.","The President, in consultation with the Prime Minister, the President of the House of Representatives, and the President the Senate, shall declare a state of emergency when the State faces a calamity, a siege, or a danger which threatens the safety of the State. The Shura Council shall gather during the three days following the declaration of the state of emergency in a special session, based upon the request of the President of the Republic or on its own, to ratify or cancel the state of emergency in accordance with the provisions of the Constitution. If the declaration of the state of emergency occurs when the Shura Council is in recess, they must call a session as soon as possible, not exceeding seven days from the announcement of the state of emergency. The Shura Council shall be in constant deliberation until the President of the Republic declares the cessation of their convening session."],["The duration of the state of emergency must not exceed sixty days with the approval of the elected majority of Shura Council members. In all cases, the objective, region, and duration of the state of emergency must be defined in its declaration, in accordance with the law.","ويجب ألا تزيد مدة حالة الطوارئ على ستين يوماً بموافقة غالبية أعضاء مجلس الشورى المنتخبين، ويمكن تجديدها لمدة أو مدتين لا تزيد كل منهما على ستين يوماً بموافقة ثلثي أعضاء مجلس الشورى المنتخبين. وفي جميع الأحوال يجب أن يحدد إعلان حالة الطوارئ الهدف والمنطقة والفترة الزمنية التي تشملها وفقا للقانون."]]},{"content":["المادة 209. الأحكام العرفية","Article 209. Martial Law"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/em"}},"section":[["The President of the Republic may, in the case of war or in the case of an imminent threat to national security, request the Shura Council declare a state of martial law. The Council shall approve the request with the absolute majority of its elected members in a period not to exceed three days, in which the President shall announce the state of emergency in the specified region.","يجوز لرئيس الجمهورية، في حالتي الحرب والتهديد الجسيم لأمن البلاد، أن يطلب من مجلس الشورى إعلان حالة الأحكام العرفية. على أن يبت المجلس في الطلب بالأغلبية المطلقة لأعضائه المنتخبين خلال مدة لا تجاوز ثلاثة أيام، يعلن خلالها الرئيس حالة الطوارئ في المنطقة المحددة."],["The regions which shall be subjected to martial law must be specified; martial law may not be imposed on the entire country. Martial law shall be raised by a decision of the Shura Council, based upon the request of the President of the Republic. The law shall regulate the special provisions for this.","ويجب أن تحدد المناطق التي تخضع للأحكام العرفية، ولا يجوز فرضها على كامل البلاد. وترفع بقرار من مجلس الشورى بناءً على طلب رئيس الجمهورية. ويقدم الرئيس تقريرا شهريا بشأنها. وينظم القانون الأحكام الخاصة بها."]]},{"content":["المادة 210. القيود في حالة الطوارئ والأحكام العرفية","Article 210. Restrictions of the State of Emergency and Martial Law"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/em"}},"section":[["The law shall specify the reasons for declaring a state of emergency and martial law and their respective range, extent, and duration; the law shall specify the rights which may be constrained and the legal measures which may be taken. Considering Articles 38, 39, and 41, the President of the Republic may not impose restrictions on fundamental rights and liberties during a state of emergency or martial law, but to the necessary extent to preserve the public security and safety of the country.","يحدد القانون أسباب إعلان حالة الطوارئ أو الأحكام العرفية ونطاق كل منهما والمدة والحقوق التي يمكن تقييدها والإجراءات والتدابير الجائز اتخاذها. مع مراعاة المواد (38-39-40) لا يجوز لرئيس الجمهورية أثناء حالة الطوارئ أو الأحكام العرفية فرض قيود على الحقوق والحريات الأساسية إلا بالقدر الضروري للمحافظة على الأمن العام والسلامة العامة للبلاد."],{"content":["2.  ","2."],"section":["All decisions and actions during a state of emergency or martial law shall be subjected to the inspection of the judiciary.","تخضع جميع القرارات والتصرفات أثناء حالة الطوارئ والأحكام العرفية لرقابة القضاء."]},{"content":["3.  ","3."],"section":["The military judiciary may not consider civil suits during a state of emergency or martial law.","لا يجوز في حالة الطوارئ أو الأحكام العرفية نظر الدعاوى المدنية أمام القضاء العسكري."]},{"content":["4.  ","4."],"section":["لا يجوز أثناء حالة الطوارئ أو الأحكام العرفية حل المجالس المنتخبة.","Elected councils may not be dissolved during a state of emergency or marital law."]},{"content":["5.  ","5."],"section":["عند إعلان حالة الطوارئ أو الأحكام العرفية في نهاية مدة أي مجلس منتخب تمتد مدته إلى حين انتهائها.","When the declaration of a state of emergency or martial law is at the end of a council session, any elected council shall extend its term until the end of the state of emergency or martial law."]},{"content":["6.  ","6."],"section":["The State shall commit to respecting the principle of lawfulness and shall not obstruct State institutions during a state of emergency or martial law.","تلتزم الدولة أثناء حالة الطوارئ أو الأحكام العرفية باحترام مبدأ المشروعية وعدم عرقلة مؤسسات الدولة."]},{"content":["7.  ","7."],"section":["The Constitution may not be amended nor its provisions obstructed during a state of emergency or martial law. In addition, elections may not be held, the election laws may not be amended, nor shall the established guarantees of the Shura Council be touched.","لا يجوز أثناء حالة الطوارئ أو الأحكام العرفية تعديل الدستور أو تعطيل أحكامه. كما لا يجوز إجراء انتخابات أو تعديل قانونها، أو المساس بالضمانات المقررة لأعضاء مجلس الشورى."]}]},{"content":["المادة 211. إصدار الأحكام القضائية","Article 211. Issuing Judicial Decisions"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/god"}},"section":["Judicial decisions shall be issued in the name of Allah, the Most Gracious, Most Merciful.","تصدر الأحكام القضائية باسم الله الرحمن الرحيم."]},{"content":["Article 212. Prohibition against Exercising Other Posts","المادة 212. حظر ممارسة وظائف أخره"],"metadata":{"topics":["http://www.constituteproject.org/ontology/cabrest","http://www.constituteproject.org/ontology/profleg"]},"section":["Members of the Shura Council, the President of the Republic, the Prime Minister, Cabinet of Ministers, and members of local councils and constitutional bodies may not exercise any other public positions or pursue any other activity that provides financial returns. Any monetary gift or in kind received in person or through an intermediary relating to the position or its opportunities shall be property of the State public treasury.","لا يجوز لأعضاء مجلس الشورى ولرئيس الجمهورية ورئيس الوزراء والوزراء وأعضاء المجالس المحلية والهيئات الدستورية المستقلة ممارسة أي وظائف عامة أخرى أو مزاولة أي نشاط آخر قد يعود عليهم بعوائد مالية. وأي هدايا نقدية أو عينية يتلقونها بالذات أو بالواسطة بسبب المنصب أو بمناسبته تؤول ملكيتها للخزانة العامة للدولة."]},{"content":["Article 213. Prohibition against Assuming Some Posts","المادة 213. حظر تولي بعض المناصب"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/bank"}},"section":["يشترط فيمن يتولى إدارة السجل المدني والقيادة العامة للجيش وإدارة الاستخبارات ومحافظ مصرف ليبيا المركزي ونائبه وكذلك في كل من يتولى تمثيل الدولة في البعثات الدبلوماسية أن يكون ليبيا غير حامل لجنسية أجنبية وألا يكون متجنسا ما لم تمض على اكتسابه للجنسية الليبية مدة لا تقل عن عشر سنوات.","For those who assume a post managing the Civil Register, General Command of the Army, Intelligence Department, Governor of the Central Bank of Libya, and all who represent the State on diplomatic delegations, s/he shall be Libyan; not carry a foreign nationality; be naturalized for a period no less than ten years."]},{"content":["Article 214. Authorizations of Financial Disclosure","المادة 214. إقرارات الذمة المالية"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/assets"}},"section":["Members of the Shura Council, the President of the Republic, the Prime Minister, Cabinet Ministers, and members of local councils and constitutional bodies shall present a financial disclosure for themselves personally, along with their spouses and children that are minors, within the first month after taking the oath and undertaking the duties of their positions, as regulated by the law. Disclosures shall be kept with the Constitutional Court.","يجب على أعضاء مجلس الشورى ورئيس الدولة ورئيس الوزراء والوزراء وأعضاء المجالس المحلية والهيئات الدستورية المستقلة خلال الشهر الأول من أدائهم القسم وتوليهم مهام مناصبهم تقديم إقرار بالذمة المالية لهم شخصيا ولأزواجهم ولأولادهم القصر وفق ما ينظمه القانون. وتحفظ الإقرارات لدى المحكمة الدستورية."]},{"content":["المادة 215. الوحدة العضوية لأحكام الدستور","Article 215. Organic Unity of the Provisions of the Constitution"],"section":["الدستور بديباجته ونصوصه وحدة واحدة لا تتجزأ، وتفسر أحكامه وتؤول بحسبانها وحدة عضوية متماسكة","The Constitution, with its preamble and provisions, is one indivisible unit. Its provisions shall be interpreted and considered as a coherent organic unit."]},{"content":["المادة 216. تعديل الدستور وإجراءاته","Article 216. Amendment of the Constitution and its Procedures"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/amend"}},"section":[["It is prohibited to amend the provisions of this Constitution before five years from its entry into force.","لا يجوز تعديل أحكام هذا الدستور إلا بعد انقضاء خمس سنوات من دخوله حيز النفاذ."],{"content":["2.  ","2."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/unamend"}},"section":["لا يجوز المساس بالمبدأ الذي تقوم عليه المادة الثامنة من هذا الدستور، ولا بالمبادئ المتعلقة بالتعددية السياسية والتداول السلمي على السلطة ووحدة وسلامة التراب الوطني ولا بالضمانات المتعلقة بالحقوق والحريات إلا بغرض تعزيزها، ولا بزيادة عدد دورات أو مدد رئاسة الجمهورية.","It is prohibited to infringe upon the principle on which Article 8 of this Constitution is based nor those related to political pluralism, peaceful rotation of power, unity and safety of national territory, and guarantees related to rights and freedoms except for the purpose of enhancing them, nor the increase of the terms or duration of the Presidency of the Republic."]},{"content":["3.  ","3."],"section":["The President of the Republic or one third of the House of Representative or one third of the Senate may request the amendment of an article or more of the Constitution provided that the request states the articles to be amended, the reasons, and the alternative proposals.","يجوز لكل من رئيس الجمهورية أو ثلث مجلس النواب أو ثلث مجلس الشيوخ طلب تعديل مادة أو أكثر من مواد الدستور. على أن يتضمن الطلب المواد المطلوب تعديلها والأسباب والمقترحات البديلة."]},{"content":["4.  ","4."],"section":["The request for amendment shall be discussed by the chamber to which it is presented within a period that does not exceed 30 days from the date of submitting the request, and it shall be approved by the absolute majority of its elected members in accordance with the bylaws of each chamber. It shall then be referred to the other chamber for approval or rejection within the same period.","يناقش طلب التعديل من المجلس المقدم إليه خلال مدة لا تجاوز ثلاثين يوما من تاريخ تقديم الطلب ويقر بالأغلبية المطلقة لأعضائه المنتخبين وفق نظام كل مجلس، ويحال إلى المجلس الأخر للموافقة عليه أو رفضه خلال نفس الميعاد"]},{"content":["5.  ","5."],"section":["في حالة الموافقة على التعديل يعرض رئيس الجمهورية الأمر على المحكمة الدستورية لرقابة صحة الإجراءات وجواز طلب التعديل خلال مدة لا تجاوز خمسة عشر يوما.","In the event that the amendment is adopted, the President of the Republic shall submit it to the Constitutional Court to control that the procedures have been followed and that the request for amendment is valid within a period that does not exceed 15 days."]},{"content":["6.  ","6."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/referen"}},"section":["When the Constitutional Court acknowledges the validity of the request for amendment, it shall be put to a referendum and approved by the absolute majority of voters.","عند إقرار المحكمة الدستورية صحة طلب التعديل، يعرض على الشعب في استفتاء عام ويقر بالأغلبية المطلقة للمقترعين"]},{"content":["7.  ","7."],"section":["عند رفض الطلب، لا يجوز عرضه مرة أخرى خلال نفس دورة الانعقاد.","If the request is declined, it may not be submitted again during the same legislative term."]}]},{"content":["Article 217. A Special Provision","المادة 217. حكم خاص"],"metadata":{"topics":["http://www.constituteproject.org/ontology/anthem","http://www.constituteproject.org/ontology/flag"]},"section":["The State Flag and State anthem shall be subjected to a general referendum before the end of the second legislative cycle.","يعرض علم الدولة ونشيدها على الاستفتاء العام قبل انتهاء الدورة التشريعية الثانية."]},{"content":["المادة 218. تعديل التشريعات","Article 218. Amendment of Legislation"],"section":["تعدل التشريعات النافذة بما يتلاءم مع أحكام هذا الدستور","Effective legislation shall be amended in accordance with the provisions of this Constitution."]},{"content":["Article 219. Institution Building","المادة 219. البناء المؤسسي"],"section":["The legislative authority shall issue the necessary legislation to build the institutions specified in this Constitution in the first election cycle. The authorities and public institutions shall continue exercising their duties until established authorities assume leadership, according to the provisions in this Constitution.","تتولى السلطة التشريعية إصدار التشريعات اللازمة لبناء المؤسسات المنصوص عليها في هذا الدستور في أول دورة انتخابية. وتستمر السلطات والمؤسسات العامة في ممارسة مهامها إلى حين استلام السلطات المنشأة وفق أحكام هذا الدستور."]},{"content":["المادة 220. نفاذ الدستور","Article 220. Implementation of the Constitution"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/referen"}},"section":["يدخل هذا الدستور حيز النفاذ بعد موافقة الشعب بالاستفتاء عليه ونشره في الجريدة الرسمية. وتلغى كافة الوثائق والإعلانات الدستورية السابقة","This Constitution shall enter into force after the people adopt it in a referendum and it is circulated in the official newspaper. All previous constitutional documents and declarations shall be nullified."]}]}}]}}