{"document":{"section":[{"content":"Preamble","metadata":{"topics":["http://www.constituteproject.org/ontology/preamble","http://www.constituteproject.org/ontology/motive"]},"section":[{"content":"Meeting the age-old desires of our people, the armed struggle for national liberation, whose purpose was to liberate the land and Man, brought together all the patriotic sectors of Mozambican society in the same ideals of freedom, unity, justice and progress.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/prevcond"}}},{"content":"When national independence was won on the 25th of June 1975, the Mozambican people were given back their fundamental rights and freedoms."},{"content":"The Constitution of 1990 introduced the democratic rule of law, based on the separation and interdependence of powers and on pluralism. It laid down the structural parameters for modernisation, making a decisive contribution to the beginning of a democratic climate that led the country to its first multiparty elections."},{"content":"This Constitution reaffirms, develops and deepens the fundamental principles of the Mozambican State, and enshrines the sovereign nature of the democratic rule of law, based on pluralism of expression and partisan organisation and on respect for and the guarantee of fundamental rights and liberties of citizens."},{"content":"The extensive participation of citizens in making this basic law conveys the consensus to strengthen democracy and national unity, which flows from the collective wisdom of the people."}]},{"content":"TITLE I. BASIC PRINCIPLES","section":[{"content":"CHAPTER I. THE REPUBLIC","section":[{"content":"Article 1. Republic of Mozambique","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/system"}},"section":{"content":"The Republic of Mozambique is an independent, sovereign, democratic State of  social justice."}},{"content":"Article 2. Sovereignty and Legality","section":[{"content":"Sovereignty is vested in the people."},{"content":"The Mozambican people shall exercise their sovereignty in the manner provided for in the Constitution."},{"content":"The State is subordinate to the Constitution and is founded on legality."},{"content":"Constitutional rules shall prevail over all other rules of the legal order."}]},{"content":"Article 3. Democratic Rule of Law","section":{"content":"The Republic of Mozambique is a State governed by the rule of law, based on pluralism of expression and democratic political organisation and on the respect for and guarantee of fundamental human rights and freedoms."}},{"content":"Article 4. Legal Pluralism","section":{"content":"The State recognises the different normative and dispute resolution systems that co-exist in Mozambican society, insofar as they are not contrary to the fundamental principles and values of the Constitution."}},{"content":"Article 5. Nationality","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/citizen"}},"section":[{"content":"Mozambican nationality may be by origin or it may be acquired."},{"content":"The requirements for the attribution, acquisition, loss and re-acquisition of nationality are determined by the Constitution and regulated by law."}]},{"content":"Article 6. Territory","section":[{"content":"The territory of the Republic of Mozambique is a single whole, indivisible and inalienable, comprising the entire land surface, maritime zone and air space delimited by the national boundaries."},{"content":"The breadth, limits and legal order of Mozambique’s territorial waters, the exclusive economic zone, the contiguous zone and seabed rights shall be fixed by law."}]},{"content":"Article 7. Territorial Organisation","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/sub"}},"section":[{"content":"The territory of the Republic of Mozambique shall be subdivided into provinces, districts, administrative posts, localities and settlements."},{"content":"Urban zones shall be classified either as cities or as towns."},{"content":"The definition of the characteristics of territorial divisions, the creation of any new units, as well as the power to decide on politico-administrative organisation shall be fixed by law."}]},{"content":"Article 8. Unitary State","section":{"content":"The Republic of Mozambique is a unitary State, which respects the principles of autonomy of local authorities (autarquias locais) in its organisation."}},{"content":"Article 9. National Languages","metadata":{"topics":["http://www.constituteproject.org/ontology/lang","http://www.constituteproject.org/ontology/langprot"]},"section":{"content":"The State shall esteem national languages as cultural and educational heritage, and shall promote their development and increasing use as languages that convey our identity."}},{"content":"Article 10. Official Language","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/lang"}},"section":{"content":"The official language in the Republic of Mozambique shall be Portuguese."}},{"content":"Article 11. Fundamental Objectives","section":{"content":"The fundamental objectives of the Republic of Mozambique shall be:","section":[{"content":"the defence of independence and sovereignty;"},{"content":"the consolidation of national unity;"},{"content":"the building of a society of social justice and the achievement of material and spiritual wellbeing and quality of life for its citizens;"},{"content":"the promotion of balanced economic, social and regional development in the country;"},{"content":"the defence and promotion of human rights and of the equality of citizens  before the law;"},{"content":"the strengthening of democracy, freedom, social stability and social and individual harmony;"},{"content":"the promotion of a society of pluralism, tolerance and a culture of peace;"},{"content":"the development of the economy and scientific and technological progress;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/scifree"}}},{"content":"the affirmation of the Mozambican identity, of its traditions and other social and cultural values;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/cultrght"}}},{"content":"the establishment and development of relations of friendship and cooperation with other peoples and States."}]}},{"content":"Article 12. Lay State","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/offrel"}},"section":[{"content":"The Republic of Mozambique shall be a lay State."},{"content":"The lay nature of the State rests on the separation between the State and religious denominations.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/seprel"}}},{"content":"Religious denominations shall have organisational freedom, freedom to carry out their functions and freedom of worship, and they shall conform to the laws of the State."},{"content":"The State shall recognise and esteem the activities of religious denominations in order to promote a climate of understanding, tolerance and peace, the strengthening of national unity, the material and spiritual wellbeing of citizens, and economic and social development."}]},{"content":"Article 13. National Symbols","section":{"content":"The symbols of the Republic of Mozambique shall be the national flag, emblem and anthem."}},{"content":"Article 14. Age-old Resistance","section":{"content":"The Republic of Mozambique shall esteem the heroic struggle and age-old resistance of the Mozambican people against foreign domination."}},{"content":"Article 15. National Liberation, Defence of Sovereignty and Democracy","section":[{"content":"The Republic of Mozambique shall acknowledge and esteem the sacrifices made by those who gave their lives to the national liberation struggle and to the defence of the country’s sovereignty and democracy."},{"content":"The State shall ensure the special protection of those who were disabled in the national liberation struggle, as well as the orphans and other dependants of those who died in this cause.","metadata":{"topics":["http://www.constituteproject.org/ontology/finsup3","http://www.constituteproject.org/ontology/finsup4"]}},{"content":"The Law shall determine how the rights established in this article are to be made effective."}]},{"content":"Article 16. War Disability","section":[{"content":"The State shall ensure special protection to those who were disabled during the armed conflict that ended with the signing of the General Peace Agreement in 1992, as well as the orphans and other direct dependants."},{"content":"The State shall likewise protect those who have been disabled in the performance of public service or a humanitarian act."},{"content":"The Law shall determine how the rights established in this article are to be made effective."}]}]},{"content":"CHAPTER II. FOREIGN POLICY AND INTERNATIONAL LAW","section":[{"content":"Article 17. International Relations","metadata":{"topics":["http://www.constituteproject.org/ontology/region","http://www.constituteproject.org/ontology/intorgs","http://www.constituteproject.org/ontology/intrght"]},"section":[{"content":"The Republic of Mozambique shall establish relations of friendship and cooperation with other States on the basis of mutual respect for sovereignty and territorial integrity, equality, non-interference in internal affairs and reciprocity of benefits."},{"content":"The Republic of Mozambique shall accept, observe and apply the principles of the Charter of the United Nations and of the Charter of the Organisation of African Unity."}]},{"content":"Article 18. International Law","metadata":{"topics":["http://www.constituteproject.org/ontology/intlaw","http://www.constituteproject.org/ontology/custlaw","http://www.constituteproject.org/ontology/treatcon"]},"section":[{"content":"Validly approved and ratified International treaties and agreements shall enter into force in the Mozambican legal order once they have been officially published and while they are internationally binding on the Mozambican State."},{"content":"Norms of international law shall have the same force in the Mozambican legal order as have infra-constitutional legislative acts of the Assembly of the Republic and the Government, according to the respective manner in which they are received."}]},{"content":"Article 19. International Solidarity","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/solid"}},"section":[{"content":"The Republic of Mozambique shall be in solidarity with the struggle of the peoples and States of Africa, for unity, freedom, dignity and the right to economic and social progress."},{"content":"The Republic of Mozambique shall seek to strengthen relations with countries engaged in the consolidation of their national independence, democracy and the recovery of the use and control of their natural wealth for their respective peoples."},{"content":"The Republic of Mozambique shall join with all States struggling for the establishment of a just and equitable economic order in international relations."}]},{"content":"Article 20. Support for Freedom of Peoples and Asylum","section":[{"content":"The Republic of Mozambique shall support and be in solidarity with the struggles of peoples for their national liberation and for democracy.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/solid"}}},{"content":"The Republic of Mozambique shall grant asylum to foreigners persecuted on the grounds of their struggle for national liberation, for democracy, for peace and for the protection of human rights.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/asylum"}}},{"content":"The law shall define political refugee status."}]},{"content":"Article 21. Special Ties of Friendship and Co-operation","section":{"content":"The Republic of Mozambique shall maintain special ties of friendship and cooperation with the countries of the region, with countries whose official language is Portuguese and with countries that host Mozambican emigrants."}},{"content":"Article 22. Policy of Peace","section":[{"content":"The Republic of Mozambique shall pursue a policy of peace and shall only resort to the use of force in the case of legitimate self-defence."},{"content":"The Republic of Mozambique shall support the primacy of negotiated solutions to conflicts."},{"content":"The Republic of Mozambique shall uphold the principle of general and universal disarmament of all States."},{"content":"The Republic of Mozambique shall advocate the transformation of the Indian Ocean into a nuclear free zone of peace."}]}]}]},{"content":"TITLE II. NATIONALITY","section":[{"content":"CHAPTER I. NATIONALITY BY ORIGIN","section":[{"content":"Article 23. Jus Soli and Jus Sanguinis","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/citizen"}},"section":[{"content":"The following persons shall, provided that they were born in Mozambique, be Mozambicans:","section":[{"content":"The children of a father or a mother who was born in Mozambique;"},{"content":"Children whose parents are stateless or of unknown nationality;"},{"content":"Those who were domiciled in Mozambique at the time of independence and did not choose any other nationality, expressly or tacitly."}]},{"content":"The children of a Mozambican father or mother working for the Mozambican State outside the country shall be Mozambicans, even if born abroad."},{"content":"The children of a Mozambican father or mother shall be Mozambican, even if born abroad, provided that they have expressly declared, either on their own behalf, if over eighteen years of age, or through their legal representatives, if younger, that they wish to be Mozambican."}]},{"content":"Article 24. Jus Soli","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/citizen"}},"section":[{"content":"Persons born in Mozambique after the proclamation of independence are Mozambican nationals."},{"content":"This rule shall not apply to children born of a foreign father and a foreign mother, when either of them is in Mozambique in the employ of the government of his or her country."},{"content":"The persons referred to in the preceding paragraph shall only have Mozambican nationality if they declare, for themselves if they are over eighteen years of age, or through their legal representatives if younger than this, that they wish to be Mozambican."},{"content":"The time limit for the declaration referred to in the preceding paragraph is one year, counting from the date of birth of the interested party, where the declaration is made by his or her legal representative, or from his or her eighteenth birthday, where the declaration is made personally."}]},{"content":"Article 25. By Age of Majority","section":{"content":"Persons who have met the requirements for nationality by origin but have not acquired such nationality by virtue of a choice made by their legal representatives, shall be Mozambican, provided that they are over eighteen years of age and that, within one year after attaining the age of majority, they personally declare that they wish to be Mozambican."}}]},{"content":"CHAPTER II. ACQUIRED NATIONALITY","section":[{"content":"Article 26. By Marriage","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/natcit"}},"section":[{"content":"A foreign person who has been married to a Mozambican citizen for at least five years acquires Mozambican nationality, except in cases of statelessness, provided that all of the following conditions are met:","section":[{"content":"that he or she declares that he or she wishes to acquire Mozambican nationality;"},{"content":"that he or she meets the requirements and offers the guarantees prescribed by law."}]},{"content":"The nationality acquired by the spouse shall not be prejudiced by the declaration of annulment or dissolution of the marriage."}]},{"content":"Article 27. By Naturalisation","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/natcit"}},"section":[{"content":"Mozambican nationality may be granted by naturalisation to foreigners who, at the time of submission of their application, meet all the following conditions:","section":[{"content":"that they have resided in Mozambique habitually and regularly for at least ten years;"},{"content":"that they are over eighteen years of age;"},{"content":"that they know Portuguese or a Mozambican language;"},{"content":"that they have command of their person and are capable of ensuring their own subsistence;"},{"content":"that they have civic probity;"},{"content":"that they meet the requirements and offer the guarantees prescribed by law."}]},{"content":"The conditions set out in paragraphs a) and c) shall be waived for foreigners who have rendered relevant services to the Mozambican State, in the terms prescribed by law."}]},{"content":"Article 28. By Filiation","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/natcit"}},"section":{"content":"Mozambican nationality may be granted by means of naturalisation to the unmarried children, under eighteen years of age, of a citizen who has acquired Mozambican nationality."}},{"content":"Article 29. By Adoption","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/natcit"}},"section":{"content":"A person who is adopted fully by a Mozambican national acquires Mozambican nationality."}},{"content":"Article 30. Restrictions on the Performance of Functions","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/rightres"}},"section":[{"content":"Citizens with acquired nationality may not be deputies or members of Government nor shall they be eligible for access to a diplomatic or military career."},{"content":"The law shall define the conditions under which citizens who have acquired Mozambican nationality may perform public duties or private duties of public interest."}]}]},{"content":"CHAPTER III. LOSS AND REACQUISITION OF NATIONALITY","section":[{"content":"Article 31. Loss","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/citrev"}},"section":{"content":"Mozambican nationality shall be lost by a person who:","section":[{"content":"being a national of another State, declares, in accordance with the proper procedures, that he or she does not wish to be Mozambican;"},{"content":"having been given Mozambican nationality as a minor by virtue of a legal representative’s declaration, declares, in accordance with the proper procedures, and within one year of reaching the age of majority, that he or she does not wish to be Mozambican, provided that he or she can demonstrate possession of another nationality."}]}},{"content":"Article 32. Reacquisition","section":[{"content":"Mozambican nationality may be granted to Mozambicans who, having lost such nationality now request it, provided that they meet all of the following conditions:","section":[{"content":"that they establish their domicile in Mozambique;"},{"content":"that they meet the requirements and offer the guarantees prescribed by law."}]},{"content":"A Mozambican woman who has lost her nationality through marriage may reacquire it by addressing a request to the competent authorities."},{"content":"Reacquisition of nationality shall restore the legal situation prevailing prior to the loss of nationality."}]}]},{"content":"CHAPTER IV. PREVAILING NATIONALITY AND REGISTRATION","section":[{"content":"Article 33. Prevalence of Mozambican Nationality","section":{"content":"No other nationality of persons who are Mozambican nationals under the terms of the law of the Republic of Mozambique shall be recognised or have any legal effect in the Mozambican legal order."}},{"content":"Article 34. Registration","section":{"content":"The registration and proof of acquisition, loss and reacquisition of Mozambican nationality shall be regulated by law."}}]}]},{"content":"TITLE III. FUNDAMENTAL RIGHTS, DUTIES AND FREEDOMS","section":[{"content":"CHAPTER I. GENERAL PRINCIPLES","section":[{"content":"Article 35. Principle of Universality","metadata":{"topics":["http://www.constituteproject.org/ontology/equalgr10","http://www.constituteproject.org/ontology/equalgr6","http://www.constituteproject.org/ontology/equalgr1","http://www.constituteproject.org/ontology/equalgr4","http://www.constituteproject.org/ontology/equalgr15","http://www.constituteproject.org/ontology/equal","http://www.constituteproject.org/ontology/equalgr12","http://www.constituteproject.org/ontology/equalgr3"]},"section":{"content":"All citizens are equal before the law, and they shall enjoy the same rights and be subject to the same duties, regardless of colour, race, sex, ethnic origin, place of birth, religion, level of education, social position, the marital status of their parents, their profession or their political preference."}},{"content":"Article 36. Principle of Equality","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/equalgr1"}},"section":{"content":"Men and women shall be equal before the law in all spheres of political, economic, social and cultural life."}},{"content":"Article 37. Disability","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/equalgr9"}},"section":{"content":"Disabled citizens shall enjoy fully the rights enshrined in the Constitution and shall be subject to the same duties, except those which their disability prevents them from exercising or fulfilling."}},{"content":"Article 38. Duty to Respect the Constitution","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/abide"}},"section":[{"content":"All citizens shall have the duty to respect the constitutional order."},{"content":"Acts contrary to the provisions of the Constitution shall be subject to punishment in terms of the law."}]},{"content":"Article 39. Acts against National Unity","section":{"content":"All acts intended to undermine national unity, to disturb social harmony or to create divisions or situations of privilege or discrimination based on colour, race, sex, ethnic origin, place of birth, religion, level of education, social position, physical or mental ability, the marital status of one’s parents, profession or political preference, shall be punished in terms of the law"}},{"content":"Article 40. Right to Life","section":[{"content":"All citizens shall have the right to life and to physical and moral integrity, and they shall not be subjected to torture or to cruel or inhuman treatment.","metadata":{"topics":["http://www.constituteproject.org/ontology/torture","http://www.constituteproject.org/ontology/cruelty","http://www.constituteproject.org/ontology/life"]}},{"content":"There shall be no death penalty in the Republic of Mozambique.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/cappun"}}}]},{"content":"Article 41. Other Individual Rights","metadata":{"topics":["http://www.constituteproject.org/ontology/privacy","http://www.constituteproject.org/ontology/libel"]},"section":{"content":"All citizens shall have the right to their honour, good name and their reputation, as well as the right to defend their public image and to protect their privacy."}},{"content":"Article 42. Scope and Meaning of Fundamental Rights","section":{"content":"The fundamental rights enshrined in the Constitution shall not exclude any other rights provided for by law."}},{"content":"Article 43. Interpretation of Fundamental Rights","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/intrght"}},"section":{"content":"The constitutional principles in respect of fundamental rights shall be interpreted and integrated in harmony with the Universal Declaration of Human Rights and with the African Charter of Human and Peoples Rights."}},{"content":"Article 44. Duties Towards One’s Fellow Beings","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/solid"}},"section":{"content":"All individuals shall have the duty to respect and consider their fellow beings without any form of discrimination whatsoever, and to maintain relations with them aimed at promoting, safeguarding and strengthening respect, mutual tolerance and solidarity."}},{"content":"Article 45. Duties Towards the Community","metadata":{"topics":["http://www.constituteproject.org/ontology/taxes","http://www.constituteproject.org/ontology/work","http://www.constituteproject.org/ontology/env"]},"section":{"content":"Every individual shall have the duty to:","section":[{"content":"serve the national community, placing his or her physical and intellectual abilities at its service;"},{"content":"work to the best of his or her abilities and means;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/work"}}},{"content":"pay contributions and taxes;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/taxes"}}},{"content":"advocate, in his or her relations with the community, the preservation of cultural values, the spirit of tolerance and of dialogue and, in general, to contribute to civic education and advancement;"},{"content":"defend and promote health;"},{"content":"protect and conserve the environment;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/env"}}},{"content":"defend and protect the public good and the good of the community."}]}},{"content":"Article 46. Duties Towards the State","section":[{"content":"All citizens shall have the duty to contribute to the defence of the country."},{"content":"Every individual shall also have the duty to fulfill his or her obligations under the law, and to obey orders that are issued by legitimate authorities in accordance with the terms of the Constitution and with respect for his or her fundamental rights."}]},{"content":"Article 47. Rights of Children","metadata":{"topics":["http://www.constituteproject.org/ontology/childpro","http://www.constituteproject.org/ontology/finsup4"]},"section":[{"content":"Children shall have the right to protection and the care required for their well being."},{"content":"Children may express their opinion freely on issues that relate to them, according to their age and maturity."},{"content":"All acts carried out by public entities or private institutions in respect of children shall take into account, primarily, the paramount interests of the child."}]}]},{"content":"CHAPTER II. RIGHTS, DUTIES AND FREEDOMS","section":[{"content":"Article 48. Freedom of Expression and Information","section":[{"content":"All citizens shall have the right to freedom of expression and to freedom of the press, as well as the right to information.","metadata":{"topics":["http://www.constituteproject.org/ontology/express","http://www.constituteproject.org/ontology/press"]}},{"content":"The exercise of freedom of expression, which consists of the ability to impart one’s opinions by all lawful means, and the exercise of the right to information shall not be restricted by censorship.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/opinion"}}},{"content":"Freedom of the press shall include, in particular, the freedom of journalistic expression and creativity, access to sources of information, protection of independence and professional secrecy, and the right to establish newspapers, publications and other means of dissemination."},{"content":"In the public sector media, the expression and confrontation of ideas from all currents of opinion shall be guaranteed.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/govmed"}}},{"content":"The State shall guarantee the impartiality of the public sector media, as well as the independence of journalists from the Government, the Administration and other political powers.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/govmed"}}},{"content":"The exercise of the rights and freedoms provided for in this article shall be governed by law on the basis of the imperative respect for the Constitution and for the dignity of the human person.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/dignity"}}}]},{"content":"Article 49. Broadcasting Rights, Right of Reply and of Political Response","metadata":{"topics":["http://www.constituteproject.org/ontology/radio","http://www.constituteproject.org/ontology/tv"]},"section":[{"content":"Political parties shall, according to their degree of representation and to criteria prescribed by law, have the right to broadcasting time on public radio and television services."},{"content":"Political parties that have seats in the Assembly of the Republic but are not members of Government shall, in terms of the law and according to their degree of representation, have the right to broadcasting time on public radio and television services in order to exercise their right of reply and the right to respond to the political statements of the Government."},{"content":"Trade unions, professional organisations and organisations representing social and economic activities shall also be guaranteed broadcasting rights, according to criteria prescribed by law."},{"content":"During election periods, contestants shall have the right to regular and equitable broadcasting time on public radio and television stations of national or local range, within the terms of the law."}]},{"content":"Article 50. Superior Council for the Media","metadata":{"topics":["http://www.constituteproject.org/ontology/tv","http://www.constituteproject.org/ontology/radio","http://www.constituteproject.org/ontology/medcom"]},"section":[{"content":"The Superior Council for the Media shall guarantee the right to information, to freedom of the press and to independence of the media, as well as the exercise of broadcasting rights and the right of reply."},{"content":"The Superior Council for the Media shall be an independent body composed of eleven members appointed as follows:","section":[{"content":"two members appointed by the President of the Republic, of whom one shall be the President;"},{"content":"five members elected by the Assembly of the Republic, according to the degree of parliamentary representation;"},{"content":"three representatives of journalists, elected by their respective professional organisations;"},{"content":"one representative of journalist businesses or institutions."}]},{"content":"The Superior Council for the Media shall issue opinions prior to Government decisions on the licensing of private television and radio stations."},{"content":"The Superior Council for the Media shall participate in the appointment and discharge of directors-general of public sector media organisations, in the terms of the law."},{"content":"The law shall regulate the organisation, functioning and other powers of the Superior Council for the Media."}]},{"content":"Article 51. Right to Freedom of Assembly and Demonstration","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/assem"}},"section":{"content":"All citizens shall have the right to freedom of assembly and demonstration, within the terms of the law."}},{"content":"Article 52. Freedom of Association","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/assoc"}},"section":[{"content":"All citizens shall enjoy freedom of association."},{"content":"Social organisations and associations shall have the right to pursue their aims, to create institutions designed to achieve their specific objectives and to own assets in order to carry out their activities, in accordance with the law."},{"content":"Armed associations of a military or paramilitary nature, as well as associations that promote violence, racism, xenophobia or pursue aims that are against the law, shall be prohibited."}]},{"content":"Article 53. Freedom to Form, Participate in and Join Political Parties","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/partrght"}},"section":[{"content":"All citizens shall have the freedom to form or to participate in political parties."},{"content":"Party membership shall be voluntary and shall stem from the freedom of citizens to associate on the basis of the same political ideals."}]},{"content":"Article 54. Freedom of Conscience, Religion and Worship","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/freerel"}},"section":[{"content":"All citizens shall have the freedom to practice or not to practice a religion."},{"content":"Nobody shall be discriminated against, persecuted, prejudiced, deprived of his or her rights, or benefit from or be exempt from duties, on the grounds of his faith or religious persuasion or practice."},{"content":"Religious denominations shall have the right to pursue their religious aims freely and to own and acquire assets for realising their objectives."},{"content":"The protection of places of worship shall be ensured."},{"content":"The right to conscientious objection shall be guaranteed in terms of the law.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/opinion"}}}]},{"content":"Article 55. Freedom of Residence and Movement","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/freemove"}},"section":[{"content":"All citizens shall have the right to take up residence in any part of the national territory."},{"content":"All citizens shall be free to travel inside the national territory and abroad, except those who have been legally deprived of this right by the courts."}]}]},{"content":"CHAPTER III. INDIVIDUAL RIGHTS, FREEDOMS AND GUARANTEES","section":[{"content":"Article 56. General Principles","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/binding"}},"section":[{"content":"Individual rights and freedoms shall be directly applicable, shall bind both public and private entities, shall be guaranteed by the State, and shall be exercised within the Constitutional framework and the law."},{"content":"The exercise of rights and freedoms may be restricted for the purposes of safeguarding other rights and interests that are protected by the Constitution."},{"content":"The law may restrict rights, freedoms and guarantees only in cases expressly provided for in the Constitution."},{"content":"Legal restrictions on rights and freedoms shall be of a general and abstract nature and shall not have retroactive effect."}]},{"content":"Article 57. Non-Retroactivity","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/expost"}},"section":{"content":"In the Republic of Mozambique laws may have retroactive effect only where this is to the benefit of citizens and other legal persons."}},{"content":"Article 58. Right to Compensation and State Responsibility","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/illadmin"}},"section":[{"content":"Everyone shall have the right to claim compensation in accordance with the law, for damages caused by a violation of their fundamental rights."},{"content":"The State shall be responsible for damages caused by the unlawful acts of its agents, in the performance of their functions, without prejudice to rights of recourse available under the law."}]},{"content":"Article 59. Right to Liberty and to Security","section":[{"content":"In the Republic of Mozambique everyone has the right to security and nobody shall be detained and put on trial except in accordance with the law."},{"content":"Accused persons shall enjoy a presumption of innocence until final court judgement has been passed.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/presinoc"}}},{"content":"No citizen shall be tried more than once for the same crime, nor shall a penalty be imposed that was not provided for, or is heavier than the one that was applicable, at the time when the criminal offence was committed.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/doubjep"}}}]},{"content":"Article 60. Application of Criminal Law","section":[{"content":"Nobody shall be condemned for an act that did not constitute a criminal offence at the time when it was committed.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/wolaw"}}},{"content":"Criminal law may be applied retroactively only in favour of the accused.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/expost"}}}]},{"content":"Article 61. Restrictions on Penalties and Security Measures","section":[{"content":"Penalties and security measures that deprive or restrict freedom in perpetuity or for an unlimited or indefinite period shall be prohibited."},{"content":"Penalties are not transmissible."},{"content":"No penalty shall deprive persons of any of their civil, professional or political rights, nor shall any penalty deprive a convicted person of his or her fundamental rights, except insofar as the restrictions are inherent to the conviction and are specifically necessary for the execution of the sentence."}]},{"content":"Article 62. Access to Courts","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/couns"}},"section":[{"content":"The State shall guarantee that citizens have access to the courts and that persons charged with a crime have the right to defence and the right to legal assistance and aid."},{"content":"The accused shall have the right freely to choose a defence counsel to assist in all acts of the proceedings. It shall be ensured that adequate legal assistance and aid is given to accused persons who, for economic reasons, are unable to engage their own attorney."}]},{"content":"Article 63. Attorneyship and Advocacy","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/couns"}},"section":[{"content":"The State shall ensure that attorneys at law are given the immunity necessary for the performance of their functions, and shall regulate legal representation in court as a fundamental element of the administration of justice."},{"content":"In the performance of an attorney’s functions, documents, correspondence and other items that have been entrusted to the attorney by his or her client, have been obtained for the defence of the client or pertain to his or her profession, shall be inviolable, within legal limits."},{"content":"Searches, seizures and other similar measures against an attorney’s offices or files may only be executed by order of a court and shall be performed in the presence of the ordering judge, the attorney and one representative of the bar association appointed by the association for this purpose, when the commission of an unlawful act punishable by a term of imprisonment longer than two years is involved and there is evidence to attribute the commission of the act to the attorney."},{"content":"An attorney shall have the right to communicate personally and privately with his or her client, even when such client is imprisoned or detained in a civil or military institution."},{"content":"The law shall regulate all other matters pertaining to attorneyship and advocacy."}]},{"content":"Article 64. Preventive Imprisonment","section":[{"content":"Preventive imprisonment shall be permitted only in cases provided for by the law, which shall determine the duration of such imprisonment."},{"content":"Citizens held in preventive imprisonment shall, within the period fixed by law, be brought before the judicial authorities who alone shall have the power to decide on the lawfulness and continuation of the imprisonment."},{"content":"Everyone deprived of their liberty shall be informed promptly and in a way that they understand of the reasons for their imprisonment or detention and of their rights."},{"content":"The judicial decision by which an imprisonment or detention is ordered or maintained shall be communicated at once to a relative or trusted acquaintance of the detainee, as indicated by the detainee."}]},{"content":"Article 65. Principles of Criminal Process","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/evidence"}},"section":[{"content":"In criminal process, the right to defence and to trial is an inviolable right guaranteed to every accused.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/inalrght"}}},{"content":"Criminal trial hearings shall be public, except in so far as it is prudent to exclude or restrict publicity in order to safeguard personal, family, social or moral privacy, or for material reasons of trial security or public order.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/pubtri"}}},{"content":"All evidence obtained through the use of torture, coercion, offences against the physical or moral integrity of the person, the abusive intrusion into their private and family life or into their home, correspondence or telecommunications, shall be invalid.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/telecom"}}},{"content":"No case may be withdrawn from a court whose competence is established by an earlier law, except in cases specifically provided for by law."}]},{"content":"Article 66. Habeas corpus","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/habcorp"}},"section":[{"content":"In the case of unlawful imprisonment or detention, the citizen shall have the right to interpose a writ of habeas corpus."},{"content":"The writ of habeas corpus shall be interposed before a court, which shall decide on the matter within a period not longer than eight days."}]},{"content":"Article 67. Extradition","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/excrim"}},"section":[{"content":"Extradition may take place only pursuant to a court decision."},{"content":"Extradition for political reasons shall not be authorised."},{"content":"Extradition shall not be permitted for crimes which are punishable by death or by perpetual imprisonment under the law of the requesting State, or when there are grounds to believe that the extradited person may be subjected to torture or inhumane, degrading or cruel treatment."},{"content":"No Mozambican citizen may be expelled or extradited from the national territory."}]},{"content":"Article 68. Inviolability of the Home and of Correspondence","section":[{"content":"The home and the correspondence or other forms of private communication shall be inviolable, except in cases specifically provided for by law."},{"content":"Entry into the home of a citizen against the citizen’s will may be ordered only by the competent judicial authorities, in such instances and according to such procedures as are specifically established by law."},{"content":"Nobody shall enter the home of any person during the night without that person’s consent."}]},{"content":"Article 69. Right to Contest","section":{"content":"Every citizen shall be entitled to contest those acts that violate their rights established in the Constitution and the laws."}},{"content":"Article 70. Right of Recourse to the Courts","section":{"content":"Every citizen shall have the right of recourse to the courts against acts that violate their rights and interests recognised by the Constitution and the laws."}},{"content":"Article 71. Use of Computerised Data","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/infoacc"}},"section":[{"content":"The use of computerised means for recording and processing individually identifiable data in respect of political, philosophical or ideological beliefs, of religious faith, party or trade union affiliation or private lives, shall be prohibited."},{"content":"The law shall regulate the protection of personal data kept on computerized records, the conditions of access to data banks, and the creation and use of such data banks and information stored on computerised media by public authorities and private entities."},{"content":"Access to data bases or to computerised archives, files and records for obtaining information on the personal data of third parties, as well as the transfer of personal data from one computerised file to another that belongs to a distinct service or institution, shall be prohibited except in cases provided for by law or by judicial decision."},{"content":"All persons shall be entitled to have access to collected data that relates to them and to have such data rectified."}]},{"content":"Article 72. Suspension of Rights","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/em"}},"section":[{"content":"Individual freedoms and guarantees may be temporarily suspended or restricted only in the event of a declaration of a state of war, of a state of siege, or of a state of emergency, in accordance with the terms of the Constitution."},{"content":"Whenever there is a suspension or restriction of freedoms or guarantees, such suspension or restriction shall be general and abstract, and the duration and the legal grounds on which it is founded shall be specified."}]}]},{"content":"CHAPTER IV. POLITICAL RIGHTS, FREEDOMS AND GUARANTEES","section":[{"content":"Article 73. Universal Suffrage","metadata":{"topics":["http://www.constituteproject.org/ontology/freeelec","http://www.constituteproject.org/ontology/voteun"]},"section":{"content":"The Mozambican people shall exercise political power through elections of their representatives by universal, direct, equal and periodic suffrage and by secret ballot, through referenda on major national issues, and through the permanent democratic participation of citizens in the affairs of the nation."}},{"content":"Article 74. Political Parties and Pluralism","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/partreg"}},"section":[{"content":"Parties shall be the expression of political pluralism; they shall contribute to the formation and manifestation of the will of the people and shall be fundamental instruments of democratic participation by citizens in the governing of the country."},{"content":"The internal structure and the operation of political parties shall be democratic."}]},{"content":"Article 75. Formation of Political Parties","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/partreg"}},"section":[{"content":"In deep respect for national unity and democratic values, political parties shall be bound by the principles enshrined in the Constitution and in the law."},{"content":"In their formation and in the realisation of their objectives, political parties shall, in particular:","section":[{"content":"be national in scope;"},{"content":"defend national interests;"},{"content":"contribute to the formation of public opinion, particularly on major national issues;"},{"content":"strengthen the patriotic spirit of citizens and the consolidation of the Mozambican Nation."}]},{"content":"Parties shall contribute towards peace and stability in the country through the political and civic education of citizens."},{"content":"The formation, structure and operation of parties shall be regulated by law."}]},{"content":"Article 76. Names","section":{"content":"Political parties shall be prohibited from using names containing expressions that are directly related to any religious denominations or churches, and from using emblems that may be confused with national or religious symbols."}},{"content":"Article 77. Resorting to Armed Violence","section":{"content":"Political parties shall be prohibited from advocating or resorting to armed violence in order to change the political or social order of the country."}},{"content":"Article 78. Social Organisations","section":[{"content":"Social organisations, as associations with their own interests and affinities, play an important role in promoting democracy and in the participation of citizens in public affairs."},{"content":"Social organisations contribute to achieving the rights and freedoms of citizens, as well as towards raising individual and collective awareness in the fulfilment of civic duties."}]},{"content":"Article 79. Right of Petition, Complaint and Claim","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/petition"}},"section":{"content":"All citizens shall have the right to present petitions, complaints and claims to the competent authority in order to demand the restitution of their rights violated or in defence of the public interest."}},{"content":"Article 80. Right of Resistance","section":{"content":"All citizens shall have the right not to comply with orders that are unlawful or that infringe on their rights, freedoms and guarantees."}},{"content":"Article 81. Right of Popular Action","section":[{"content":"All citizens shall have the right to popular action in accordance with the law, either personally or through associations for defending the interests in question."},{"content":"The right of popular action shall consist of:","section":[{"content":"the right to claim for the injured party or parties such compensation as they are entitled to;"},{"content":"The right to advocate the prevention, termination or judicial prosecution of offences against the public health, consumer rights, environmental conservation and cultural heritage;"},{"content":"The right to defend the property of the State and of local authorities."}]}]}]},{"content":"CHAPTER V. ECONOMIC, SOCIAL AND CULTURAL RIGHTS AND DUTIES","section":[{"content":"Article 82. Right of Ownership","section":[{"content":"The State shall recognise and guarantee the right of ownership of property.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/proprght"}}},{"content":"Expropriation may take place only for reasons of public necessity, utility, or interest, as defined in the terms of the law, and subject to payment of fair compensation.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/exprop"}}}]},{"content":"Article 83. Right of Inheritance","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/transfer"}},"section":{"content":"The State recognises and guarantees, in accordance with the law, the right of inheritance."}},{"content":"Article 84. Right to Work","section":[{"content":"Work shall be a right and a duty of every citizen.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/occupate"}}},{"content":"All citizens shall have the right freely to choose their profession."},{"content":"Forced labour shall be prohibited, except where the work is performed within the framework of penal legislation.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/slave"}}}]},{"content":"Article 85. Right to Retribution and to Safety at Work","section":[{"content":"All workers shall have the right to fair remuneration, rest and vacation and to retirement in accordance with the law.","metadata":{"topics":["http://www.constituteproject.org/ontology/remuner","http://www.constituteproject.org/ontology/leisure"]}},{"content":"Workers shall have the right to protection, health and safety at work.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/safework"}}},{"content":"Workers may be dismissed only in the cases and in accordance with the terms provided for by law."}]},{"content":"Article 86. Freedom of Professional Associations and Unions","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/jointrde"}},"section":[{"content":"All workers shall have the freedom to organise professional associations or trade unions."},{"content":"Professional associations and trade unions shall be governed by the principles of democratic organisation and management, based on the active participation of their members in all of their activities, and on the periodic election of their bodies by secret ballot."},{"content":"Professional associations and trade unions shall be independent from employers, from the State, from political parties and from churches or religious denominations."},{"content":"The law shall regulate the creation, merger, alliance and dissolution of professional associations and trade unions, as well as the guarantees of their autonomy and independence from employers, from the State, from political parties and from churches and religious denominations."}]},{"content":"Article 87. Right to Strike and Prohibition of Lock Outs","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/strike"}},"section":[{"content":"Workers shall have the right to strike, and the law shall regulate the exercise of this right."},{"content":"The law shall restrict the exercise of the right to strike in essential services and activities, in the interest of the pressing needs of society and of national security."},{"content":"Lock outs shall be prohibited."}]},{"content":"Article 88. Right to Education","section":[{"content":"In the Republic of Mozambique, education shall be a right and a duty of all citizens."},{"content":"The State shall promote the extension of education to professional and continuing vocational training, as well as equal access to the enjoyment of this right by all citizens."}]},{"content":"Article 89. Health","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/health"}},"section":{"content":"All citizens shall have the right to medical and health care, within the terms of the law, and shall have the duty to promote and protect public health."}},{"content":"Article 90. Right to a Balanced Environment","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/env"}},"section":[{"content":"All citizens shall have the right live in a balanced environment and shall have the duty to defend it."},{"content":"The State and the local authorities, with collaboration from associations for environmental protection, shall adopt policies to protect the environment and shall promote the rational use of all natural resources."}]},{"content":"Article 91. Housing and Urbanisation","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/shelter"}},"section":[{"content":"All citizens shall have the right to a suitable home, and it shall be the duty of the State, in accordance with national economic development, to create the appropriate institutional, normative and infra-structural conditions."},{"content":"The State shall also be responsible for funding and supporting the initiatives of the local communities, the local authorities and the people, in order to promote private and cooperative construction as well the accessibility of home ownership."}]},{"content":"Article 92. Rights of Consumers","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/conright"}},"section":[{"content":"Consumers shall have the right to quality in the goods and services that they consume, to education and information, to the protection of their health, to the safeguarding of their economic interests and to reparation for damage."},{"content":"Advertising shall be regulated by law and all forms of hidden, indirect and misleading advertising shall be prohibited."},{"content":"Consumer associations and co-operatives shall have the right, within the terms of the law, to State assistance, the right to be heard on issues concerning consumer protection, and title to sue in order to defend the interests of their members."}]},{"content":"Article 93. Physical Culture and Sport","section":[{"content":"Citizens shall have the right to physical education and to sport."},{"content":"The State shall encourage, through educational and sporting institutions, the practice and the dissemination of physical education and sport."}]},{"content":"Article 94. Freedom of Cultural Creativity","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/artists"}},"section":[{"content":"All citizens shall have the right to freedom of scientific, technical, literary and artistic creativity."},{"content":"The State shall protect rights relating to intellectual property, including copyright, and shall promote the practice and dissemination of literature and art.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/intprop"}}}]},{"content":"Article 95. Right to Assistance of the Disabled and the Aged","section":[{"content":"All citizens shall have the right to assistance in the case of disability or old age.","metadata":{"topics":["http://www.constituteproject.org/ontology/finsup1","http://www.constituteproject.org/ontology/finsup3"]}},{"content":"The State shall promote and encourage the creation of conditions for realizing this right."}]}]}]},{"content":"TITLE IV. ECONOMIC, SOCIAL, FINANCIAL AND FISCAL ORGANISATION","section":[{"content":"CHAPTER I. GENERAL PRINCIPLES","section":[{"content":"Article 96. Economic Policy","section":[{"content":"The State economic policy shall be directed towards laying the fundamental bases for development, improving the living conditions of the people, strengthening the sovereignty of the State, and consolidating national unity, through the participation of citizens and the efficient use of human and material resources."},{"content":"Without prejudice to balanced development, the State shall guarantee the distribution of national wealth and it shall recognise and esteem the role of productive zones."}]},{"content":"Article 97. Fundamental Principles","section":{"content":"The economic and social order of the Republic of Mozambique shall aim to satisfy the basic needs of the people and to promote social wellbeing, and shall be based on the following fundamental principles:","section":[{"content":"on the value of labour;"},{"content":"on market forces;"},{"content":"on the initiatives of economic operators;"},{"content":"on the co-existence of the public sector, the private sector and the social and co-operative sector;"},{"content":"on public ownership of natural resources and means of production, in accordance with the collective interest;"},{"content":"on the protection of the co-operative and social sector;"},{"content":"on the action of the State as regulator and promoter of economic and social growth and development."}]}},{"content":"Article 98. State Property and Public Domain","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/resrce"}},"section":[{"content":"Natural resources in the soil and the subsoil, in inland waters, in the territorial sea, on the continental shelf and in the exclusive economic zone shall be the property of the State."},{"content":"The public domain of the State shall comprise:","section":[{"content":"the maritime zone;"},{"content":"the airspace;"},{"content":"archaeological heritage;"},{"content":"nature conservation zones;"},{"content":"hydraulic resources;"},{"content":"energy resources;"},{"content":"roads and railways;"},{"content":"mineral deposits;"},{"content":"other property classified as such by law."}]},{"content":"The law shall regulate the legal regime of property in the public domain, as well as its management and conservation, and shall distinguish between the public domain of the state, the public domain of local authorities and the public domain of communities, with due respect for the principles of imprescriptibility and immunity from seizure."}]},{"content":"Article 99. Sectors of Ownership of the Means of Production","section":[{"content":"The national economy shall guarantee the coexistence of three sectors of ownership of the means of production."},{"content":"The public sector consists of those means of production the ownership and management of which belong to the State or other public entities."},{"content":"The private sector consists of those means of production the ownership and management of which belong to private individual or corporate persons, without prejudice to the following paragraph."},{"content":"The co-operative and social sector comprises, specifically:","section":[{"content":"community means of production, held and managed by local communities;"},{"content":"means of production exploited collectively by workers;"},{"content":"means of production held and managed by not-for-profit corporate persons whose main objective is social solidarity, specifically those of a mutual nature."}]}]},{"content":"Article 100. Taxes","section":{"content":"Taxes shall be established and modified by law, and shall be set according to criteria of social justice."}}]},{"content":"CHAPTER II. ECONOMIC ORGANISATION","section":[{"content":"Article 101. Co-ordination of Economic Activity","section":[{"content":"The State shall promote, co-ordinate and supervise economic activity, acting directly or indirectly to resolve the basic problems of the people and to reduce social and regional inequalities."},{"content":"State investment shall play a driving role in promoting balanced development."}]},{"content":"Article 102. Natural Resources","section":{"content":"The State shall promote knowledge, survey and valorisation of natural resources, and shall determine the conditions under which they may be used and developed subject to national interests."}},{"content":"Article 103. Agriculture","section":[{"content":"In the Republic of Mozambique, agriculture shall be the basis for national development."},{"content":"The State shall guarantee and promote rural development in order to meet the growing and diverse needs of the people, and for the economic and social progress of the country."}]},{"content":"Article 104. Industry","section":{"content":"In the Republic of Mozambique, industry shall be the driving force for the national economy."}},{"content":"Article 105. Family Sector","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/fndfam"}},"section":[{"content":"The family sector shall play a fundamental role in meeting the basic needs of the people."},{"content":"The State shall support and provide incentives for family sector production, and shall encourage peasants as well as individual workers to organize themselves into more advanced forms of production."}]},{"content":"Article 106. Small Scale Production","section":{"content":"The State shall recognise the contribution made by small scale production to the national economy, and shall support its development as a way of making good use of the capacity and the creativity of the people."}},{"content":"Article 107. National Business Sector","section":[{"content":"The State shall promote and support the active participation of the national business sector in the development and consolidation of the country’s economy."},{"content":"The State shall create incentives to provide for the growth of the national business sector throughout the country, particularly in rural zones."}]},{"content":"Article 108. Foreign Investment","section":[{"content":"The State shall guarantee foreign investment, which shall operate within the framework of State economic policy."},{"content":"Foreign ventures shall be permitted in all of the national territory and in all economic sectors, except those that are reserved exclusively for ownership or development by the State."}]},{"content":"Article 109. Land","section":[{"content":"All ownership of land shall vest in the State."},{"content":"Land may not be sold or otherwise disposed of, nor may it be mortgaged or subject to attachment."},{"content":"As a universal means for the creation of wealth and of social well being, the use and enjoyment of land shall be the right of all the Mozambican people."}]},{"content":"Article 110. Use and Enjoyment of Land","section":[{"content":"The State shall determine the conditions under which land may be used and enjoyed."},{"content":"The right to use and benefit from land shall be granted to individual or corporate persons, taking into account its social or economic purpose."}]},{"content":"Article 111. Rights Acquired Through Inheritance or Occupation of Land","section":{"content":"In granting titles for the use and enjoyment of land, the State shall recognise and protect rights acquired through inheritance or by occupation, unless there is a legal reservation or the land has been lawfully granted to another person or entity."}}]},{"content":"CHAPTER III. SOCIAL ORGANISATION","section":[{"content":"Article 112. Labour","section":[{"content":"Labour is the driving force of development and shall merit respect and protection."},{"content":"The State shall promote the fair distribution of the proceeds of labour."},{"content":"The State maintains that everyone should receive equal pay for equal work."}]},{"content":"Article 113. Education","section":[{"content":"The Republic of Mozambique shall promote an educational strategy that aims towards national unity, wiping out illiteracy, mastering science and technology, and providing citizens with moral and civic values.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/science"}}},{"content":"The State shall organise and develop education through a national system of education."},{"content":"Public education shall not pertain to any religion."},{"content":"Education provided by collective and other private entities shall be administered in accordance with the law and shall be subject to State control."},{"content":"The State shall not plan education and culture in accordance with any specific philosophical, aesthetic, political, ideological or religious guidelines."}]},{"content":"Article 114. Higher Education","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/achighed"}},"section":[{"content":"Access to public institutions of higher education shall guarantee equal and equitable opportunities and the democratisation of education, taking into account the requirements in terms of qualified staff and the raising of educational and scientific standards of the country."},{"content":"Public institutions of higher education shall be corporate persons governed by public law, and they shall have legal personality and enjoy scientific, teaching, financial and administrative autonomy, without prejudice to the appropriate evaluation of teaching standards, in accordance with the law."},{"content":"The State shall recognise and supervise private and co-operative education in accordance with the law."}]},{"content":"Article 115. Culture","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/cultrght"}},"section":[{"content":"The State shall promote the development of national culture and identity and shall guarantee free expression of the traditions and values of Mozambican society."},{"content":"The State shall promote the dissemination of Mozambican culture and shall take action to enable the Mozambican people to benefit from the cultural achievements of other peoples."}]},{"content":"Article 116. Health","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/health"}},"section":[{"content":"Medical and health care for citizens shall be organised through a national health system, which shall benefit all Mozambican people."},{"content":"To achieve the goals of the national health system, the law shall establish the ways in which medical and health care is delivered."},{"content":"The State shall encourage citizens and institutions to participate in raising the standard of health in the community."},{"content":"The State shall promote the expansion of medical and health care and the equal access of all citizens to the enjoyment of this right."},{"content":"The State shall be responsible for promoting, supervising and controlling the production, the sale and the use of chemical, biological and pharmaceutical products and other forms of treatment and diagnosis."},{"content":"The medical and health care activities run by collective and private entities shall be carried out in accordance with the law and be subject to the supervision of the State."}]},{"content":"Article 117. Environment and Quality of Life","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/env"}},"section":[{"content":"The State shall promote efforts to guarantee the ecological balance and the conservation and preservation of the environment, with a view to improving the quality of life of its citizens."},{"content":"With a view to guaranteeing the right to the environment within the framework of sustainable development, the State shall adopt policies aimed at:","section":[{"content":"preventing and controlling pollution and erosion;"},{"content":"integrating environmental objectives with sectoral policies;"},{"content":"promoting the integration of environmental values into educational policies and programmes;"},{"content":"guaranteeing the rational utilisation of natural resources and the safeguarding of their capacity to regenerate, ecological stability and the rights of future generations;"},{"content":"promoting territorial ordinance with a view to ensuring the correct location of activities, and balanced socio-economic development."}]}]},{"content":"Article 118. Traditional Authority","section":[{"content":"The State shall recognise and esteem traditional authority that is legitimate according to the people and to customary law."},{"content":"The State shall define the relationship between traditional authority and other institutions and the part that traditional authority should play in the economic, social and cultural affairs of the country, in accordance with the law."}]},{"content":"Article 119. Family","section":[{"content":"The family is the fundamental unit and the basis of society."},{"content":"The State shall, in accordance with the law, recognise and protect marriage as the institution that secures the pursuit of family objectives.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/marriage"}}},{"content":"In the context of the development of social relations based on respect for human dignity, the State shall guarantee the principle that marriage is based on free consent.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/dignity"}}},{"content":"The law shall establish forms in which traditional and religious marriage shall be esteemed, and determine the registration requirements and effects of such marriage.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/civmar"}}}]},{"content":"Article 120. Motherhood and Fatherhood","section":[{"content":"Motherhood and fatherhood shall be afforded dignity and protection.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/dignity"}}},{"content":"The family shall be responsible for raising children in a harmonious manner, and shall teach the new generations moral, ethical and social values."},{"content":"The family and the State shall ensure the education of children, bringing them up in the values of national unity, love for the motherland, equality among men and women, respect and social solidarity.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/childpro"}}},{"content":"Fathers and mothers shall support children born out of wedlock and those born in wedlock."}]},{"content":"Article 121. Childhood","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/childpro"}},"section":[{"content":"All children have the right to protection from the family, from society and from the State, having in mind their full development."},{"content":"Children, in particular orphans and disabled and abandoned children, shall be protected by the family, by society and by the State against all forms of discrimination, ill treatment and the abusive use of authority within the family and in other institutions.","metadata":{"topics":["http://www.constituteproject.org/ontology/finsup3","http://www.constituteproject.org/ontology/finsup4"]}},{"content":"Children shall not be discriminated against on the grounds of their birth, nor shall they be subjected to ill treatment."},{"content":"Child labour shall be prohibited, whether the children are of compulsory school going age or any other age.","metadata":{"topics":["http://www.constituteproject.org/ontology/edcomp","http://www.constituteproject.org/ontology/childwrk"]}}]},{"content":"Article 122. Women","section":[{"content":"The State shall promote, support and value the development of women, and shall encourage their growing role in society, in all spheres of political, economic, social and cultural life of the country."},{"content":"The State shall recognise and hold in high esteem the participation of women in the national liberation struggle and in the defence of sovereignty and democracy."}]},{"content":"Article 123. Youth","section":[{"content":"Young people, honourably upholding the patriotic traditions of the Mozambican people, played a decisive role in the national liberation struggle and the struggle for democracy, and they constitute a force for the renewal of society."},{"content":"State policy shall be directed particularly towards ensuring the harmonious development of the character of young people, to helping them acquire a taste for free and creative work, to developing their sense of serving the community, and to providing appropriate conditions for their entering into active life."},{"content":"The State shall promote, support and encourage young people’s initiatives in consolidating national unity, and in the reconstruction, the development and the defence of the country."},{"content":"The State and society shall stimulate and support the creation of youth organisations for the pursuit of cultural, artistic, recreational, sporting and educational objectives.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/artists"}}},{"content":"The State, acting in co-operation with associations representing parents and persons in charge of education, and with private institutions and youth organisations, shall adopt a national youth policy capable of promoting and supporting the professional training of young people, their access to first jobs and free intellectual and physical development.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/provwork"}}}]},{"content":"Article 124. Elderly","section":[{"content":"The elderly shall have the right to special protection by their family, society and the State, particularly through the creation of housing conditions, by living in togetherness with the family and the community, and by being received at public and private institutions, thereby preventing them from becoming marginalized.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/finsup1"}}},{"content":"The State shall promote a policy for the elderly that integrates economic, social and cultural action, with a view to creating opportunities for personal achievement through their involvement in the life of the community.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/artists"}}}]},{"content":"Article 125. Disabled","section":[{"content":"The disabled shall have a right to special protection by the family, the society and the State."},{"content":"The State shall promote the creation of conditions for learning and developing sign language."},{"content":"The State shall promote the creation of conditions necessary for the economic and social integration of the disabled.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/finsup3"}}},{"content":"The State shall promote, in co-operation with associations of the disabled and with private entities, a policy that will guarantee:","section":[{"content":"the rehabilitation and integration of the disabled;"},{"content":"the creation of appropriate conditions to prevent them from becoming socially isolated and marginalized;"},{"content":"priority treatment of disabled citizens by public and private services;"},{"content":"easy access to public places."}]},{"content":"The State shall encourage the establishment of associations of the disabled."}]}]},{"content":"CHAPTER VI. FINANCIAL AND TAX SYSTEM","section":[{"content":"Article 126. Financial System","section":{"content":"The financial system shall be organised in such a way as to guarantee that savings are formed, deposited and secure and that financial measures required for the country’s economic and social development are applied."}},{"content":"Article 127. Tax System","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/tax"}},"section":[{"content":"The tax system shall be structured in order to meet the financial needs of the State and other public bodies, achieve the objectives of the State’s economic policy, and guarantee the fair distribution of income and wealth."},{"content":"Taxes shall be established and modified by law, which shall stipulate tax incidence and tax rates, and fiscal benefits and guarantees afforded to taxpayers."},{"content":"Nobody may be compelled to pay taxes that have not been established in accordance with the Constitution, and which are not assessed and collected in terms of the law."},{"content":"During the course of the same financial year, the bases of tax incidence and tax rates may not be increased."},{"content":"Tax law shall not have retroactive effect, except where this would be more favourable to the taxpayer."}]},{"content":"Article 128. Economic and Social Plan","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/econplan"}},"section":[{"content":"The purpose of the Economic and Social Plan is to guide economic and social development towards sustainable growth, to reduce regional imbalances and progressively to eliminate economic and social differences between cities and the countryside."},{"content":"The Economic and Social Plan shall be expressed financially in the State Budget."},{"content":"The draft Economic and Social Plan shall be submitted to the Assembly of the Republic, together with reports on the major global and sectoral options, including information to substantiate them."}]},{"content":"Article 129. Drafting and Execution of the Economic and Social Plan","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/econplan"}},"section":[{"content":"The Government shall draft the Economic and Social Plan on the basis of its five-year programme."},{"content":"The draft Economic and Social Plan shall be submitted to the Assembly of the Republic and shall contain a forecast of the macroeconomic aggregates and the actions to be taken in pursuit of the sectoral development goals, and it shall be accompanied by implementation reports to substantiate it."},{"content":"The drafting and implementation of the Economic and Social Plan shall be decentralised by province and by sector."}]},{"content":"Article 130. State Budget","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/budget"}},"section":[{"content":"The budget shall be unitary, shall specify revenue and expenditure, and shall at all times respect the rules on annual publication and on publicity, in accordance with the law."},{"content":"The budget may comprise multi-annual programmes or projects, in which case the budget shall present the expenditure in respect of the particular year to which it refers."},{"content":"The State Budget bill shall be drafted by the Government and presented to the Assembly of the Republic, and it shall contain information to substantiate revenue forecasts, limits on expenditure, deficit financing, as well as all information to substantiate budgetary policy."},{"content":"The law shall determine the rules for implementation of the budget, and shall establish the criteria according to which the budget may be modified, the implementation period, as well as the procedures to be followed when the deadlines for presentation of the budget or voting on it cannot be met."}]},{"content":"Article 131. Supervision","section":{"content":"The Administrative Court and the Assembly of the Republic shall supervise the implementation of the State Budget, and the Assembly of the Republic shall appraise and decide on the General State Account after it has received the opinion of the Administrative Court."}},{"content":"Article 132. Central Bank","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/bank"}},"section":[{"content":"The Bank of Mozambique is the Central Bank of the Republic of Mozambique."},{"content":"The operation of the Bank of Mozambique shall be governed by specific legislation and by international norms that bind the Republic of Mozambique and apply to it."}]}]}]},{"content":"TITLE V. ORGANISATION OF POLITICAL POWER","section":{"content":"SOLE CHAPTER. GENERAL PRINCIPLES","section":[{"content":"Article 133. Sovereign Public Offices","section":{"content":"The sovereign public offices are: the President of the Republic, the Assembly of the Republic, the Government, the courts and the Constitutional Council."}},{"content":"Article 134. Separation and Interdependence","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/execindp"}},"section":{"content":"The sovereign public offices are established on the principles of separation and interdependence of powers enshrined in the Constitution, and shall owe obedience to the Constitution and the laws."}},{"content":"Article 135. General Principles of the Electoral System","metadata":{"topics":["http://www.constituteproject.org/ontology/freeelec","http://www.constituteproject.org/ontology/voteun"]},"section":[{"content":"The general rule shall be that the appointment of elective sovereign public offices and elective local and provincial offices shall take place through universal, direct, equal and periodic suffrage and by personal and secret ballot."},{"content":"Results of elections shall be calculated according to the system of proportional representation."},{"content":"Voter registration and electoral activity shall be the supervised by an independent and impartial body, the composition, organisation, operation and powers of which shall be established by law."},{"content":"The electoral procedures shall be regulated by law."}]},{"content":"Article 136. Referenda","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/referen"}},"section":[{"content":"Citizens who have been registered as voters within the national territory, and those living abroad who have been properly registered as voters, may be called to take part in referenda on major national issues."},{"content":"The decision to call a referendum shall be taken by the President of the Republic upon the recommendation of the Assembly of the Republic, approved by an absolute majority of its members and on the initiative of at least one third of the deputies."},{"content":"The following matters may not be the subject of referenda:","section":[{"content":"Amendments to the Constitution, with the exception of those in article 292 (1);"},{"content":"Matters referred to in article 179 (2)."}]},{"content":"If the matters referred to in article 179 (2) are the subject of an international convention, they may be submitted to a referendum, except where they concern peace and the changing of boundaries."},{"content":"No referendum shall be called or held during the period between the calling and the holding of a general election for sovereign public offices."},{"content":"A referendum shall be considered valid and binding only where at least half of the registered voters have voted in it."},{"content":"In addition to the relevant provisions of the electoral law, specific legislation shall establish the conditions for setting up and for holding referenda."}]},{"content":"Article 137. Incompatibility","section":[{"content":"The offices of President of the Republic, President of the Assembly of the Republic, Prime Minister, President of the Supreme Court, President of the Constitutional Council, President of the Administrative Court, Attorney General of the Republic, Ombudsman, Vice President of the Supreme Court, Deputy Attorney General of the Republic, Deputy, Deputy Minister, Secretary of State, Provincial Governor, District Administrator, military personnel in active service shall be mutually incompatible.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/milrest"}}},{"content":"The position of member of Government shall likewise be incompatible with the offices referred to in the preceding paragraph, with the exception of those of the President of the Republic and the Prime Minister."},{"content":"The law shall define other incompatibilities, including incompatibilities between public offices and private duties."}]},{"content":"Article 138. Central Offices","section":{"content":"Central State offices are: the sovereign public offices, governmental bodies as a whole, and such institutions as are responsible for guaranteeing that national interests prevail and that a unitary State policy is implemented."}},{"content":"Article 139. Powers of Central Offices","section":[{"content":"Central State offices shall, in general, have power to exercise sovereign functions, to regulate matters in accordance with the law, and to define national policies."},{"content":"The central offices shall have exclusive powers in the following matters: representation of the State, definition and organisation of the territory, national defence, public order, supervision of borders, issuing of currency, and diplomatic relations."}]},{"content":"Article 140. Heads and Agents of Public Offices","section":[{"content":"Central offices shall take action directly, or through appointed heads or agents of the administration, who shall supervise central activities within a particular territorial area."},{"content":"The law shall determine the form, organisation and powers for the exercise of Public Administration."}]},{"content":"Article 141. Provincial Government","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/sub"}},"section":[{"content":"The representative of the Government at provincial level is the Provincial Governor."},{"content":"The Provincial Government is the body charged with ensuring the implementation, at provincial level, of centrally defined Government policies, and it shall exercise administrative supervision over local authorities, in accordance with the law."},{"content":"Members of the Provincial Government shall be appointed by the Ministers responsible for the particular portfolios, in consultation with the Provincial Governor."},{"content":"The organisation, composition, functioning and powers of Provincial Government shall be defined by law."}]},{"content":"Article 142. Provincial Assemblies","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/sub"}},"section":[{"content":"Provincial assemblies shall be democratically representative bodies elected by universal, direct suffrage and by secret ballot, in accordance the principle of proportional representation, and their terms of office shall be five years."},{"content":"Provincial assemblies shall, in particular, have the power to:","section":[{"content":"supervise and monitor adherence to principles and norms established in the Constitution and in the laws, as well as the observance of decisions of the Council of Ministers relating to the particular province;"},{"content":"approve the Provincial Government programme and supervise and monitor compliance with it."}]},{"content":"The composition, organisation, operation and other powers shall be defined by law."}]},{"content":"Article 143. Normative Acts","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hogdec"}},"section":[{"content":"Legislative acts shall consist of laws and decree-laws."},{"content":"Acts of the Assembly of the Republic shall take the form of laws, motions and resolutions."},{"content":"Decree-laws are legislative acts passed by the Council of Ministers pursuant to authorisation from the Assembly of the Republic."},{"content":"Regulatory acts of the Government shall take the form of Decrees, whether they are made under the authority of a regulatory law or are made as autonomous regulations."},{"content":"Acts of the Governor of the Bank of Mozambique, in the exercise of his powers, shall take the form of notices."}]},{"content":"Article 144. Publicity","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hogdec"}},"section":[{"content":"The following shall be published in the Boletim da República (Government Gazette), under pain of having no legal effect:","section":[{"content":"laws, motions and resolutions of the Assembly of the Republic;"},{"content":"decrees of the President of the Republic;"},{"content":"decree-laws, decrees, resolutions and other legal instruments issued by the Government;"},{"content":"decisions of the Supreme Court and judgements of the Constitutional Council, as well as the decisions of other courts to which the law attributes general binding force;"},{"content":"judgements on the results of elections and national referenda; f) resolutions ratifying international treaties and agreements; g) notices issued by the Governor of the Bank of Mozambique."}]},{"content":"The law shall define the publicity requirements applicable to other public legal instruments."}]},{"content":"Article 145. Representation of Central Offices","section":{"content":"The state offices shall insure that they are represented at all territorial levels."}}]}},{"content":"TITLE VI. PRESIDENT OF THE REPUBLIC","section":[{"content":"CHAPTER I. STATUTE AND APPOINTMENT","section":[{"content":"Article 146. Definition","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/execnum"}},"section":[{"content":"The President of the Republic is the Head of State, embodying national unity, representing the nation on a national and an international scale, and overseeing the correct functioning of the State offices."},{"content":"The Head of State shall be the guarantor of the Constitution."},{"content":"The Head of State shall be the Head of Government."},{"content":"The President of the Republic shall be the Commander-in-Chief of the Defence and Security Forces.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/comchief"}}}]},{"content":"Article 147. Eligibility","metadata":{"topics":["http://www.constituteproject.org/ontology/hosterm","http://www.constituteproject.org/ontology/hosterml","http://www.constituteproject.org/ontology/hoselect"]},"section":[{"content":"The President of the Republic shall be elected through direct, universal, equal and periodic suffrage and by personal and secret ballot."},{"content":"All Mozambican citizens may be candidates for the office of President of the Republic, provided that they meet all of the following conditions:","metadata":{"topics":["http://www.constituteproject.org/ontology/hosrest","http://www.constituteproject.org/ontology/hosage"]},"section":[{"content":"that they possess nationality by origin and do not possess any other nationality;"},{"content":"that they are at least thirty-five years of age;"},{"content":"that they are in full possession of their civil and political rights;"},{"content":"that they have been proposed by at least ten thousand voters."}]},{"content":"The term of the office of the President of the Republic shall be five years."},{"content":"The President of the Republic may be re-elected only once."},{"content":"A President of the Republic who has been elected on two consecutive occasions may be a candidate for further presidential elections only five years after the end of his last term of office."}]},{"content":"Article 148. Election","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hoselect"}},"section":[{"content":"The candidate who gains more than half of the votes cast shall be elected President of the Republic."},{"content":"If none of the candidates obtains an absolute majority, there shall be a second round between the two candidates receiving the most votes."}]},{"content":"Article 149. Incompatibility","section":{"content":"The President of the Republic may not, except where the Constitution expressly provides otherwise, perform any other public function, and in no event may he perform any private functions."}},{"content":"Article 150. Investiture and Swearing Into Office","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/oath"}},"section":[{"content":"The President of the Republic shall be sworn into office by the President of the Constitutional Council in a public ceremony before the deputies of the Assembly of the Republic and other representatives of the sovereign public offices."},{"content":"On assuming office, the President of the Republic shall take the following oath:","section":{"content":"I do swear on my honour that I will respect and ensure respect for the Constitution, that I will faithfully carry out the task of President of the Republic of Mozambique, that I will dedicate all my efforts to the defence, promotion and consolidation of national unity, to human rights, to democracy and to the well-being of the Mozambican people, and I will ensure that justice is done for all citizens."}}]},{"content":"Article 151. Disability or Absence","section":[{"content":"In the event of short-term disability or absence of the President of the Republic from the country, he shall be substituted by the President of the Assembly of the Republic or, in his absence, by his substitute."},{"content":"The simultaneous absence from the country of the Head of State and his constitutional substitute shall be prohibited."},{"content":"The Assembly of the Republic, the Constitutional Council and the Government shall be notified immediately of any short-term disability or absence of the President of the Republic."}]},{"content":"Article 152. Interim Substitute and Incompatibilities","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hossucc"}},"section":[{"content":"The President of the Assembly of the Republic shall also assume the functions of the Head of State on an interim basis in the following circumstances:","section":[{"content":"in the event of death or permanent incapacitation, certified by a medical board;"},{"content":"in the event of resignation, notified to the Assembly of the Republic;"},{"content":"in the event of suspension or dismissal as a result of an indictment or conviction by the Supreme Court."}]},{"content":"The circumstances referred to in the preceding paragraph shall result in the holding of presidential elections."},{"content":"If the President of the Republic resigns from office, he may not run as a candidate for a new term of office for the next ten years."},{"content":"While the President of the Assembly of the Republic is acting as interim President of the Republic, his functions as a deputy shall be suspended automatically."}]},{"content":"Article 153. Criminal Responsibility","metadata":{"topics":["http://www.constituteproject.org/ontology/hosdiss","http://www.constituteproject.org/ontology/hosimm"]},"section":[{"content":"For crimes committed in the performance of his functions, the President of the Republic shall be tried before the Supreme Court.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/suppow"}}},{"content":"For crimes committed outside the performance of his functions, the President of the Republic shall be tried before the ordinary courts, at the end of his term of office."},{"content":"It shall be incumbent upon the Assembly of the Republic to request that the Attorney General of the Republic institute criminal proceedings against the President of the Republic, upon the recommendation of at least one third and carried by a majority of two thirds of the deputies of the Assembly of the Republic."},{"content":"The President of the Republic shall be suspended from his duties as of the date on which definitive indictment or its equivalent has been passed, and his conviction shall result in his discharge from office."},{"content":"The Supreme Court, sitting in plenary session, shall deliver its judgement within a maximum period of sixty days."},{"content":"In the event of a conviction, the President of the Republic shall not be able to stand as a candidate for that office again, nor may he hold any position in a sovereign public office or a local authority."}]},{"content":"Article 154. Preventive Detention","section":{"content":"In no circumstances whatsoever shall the President of the Republic in office be subjected to preventive detention."}},{"content":"Article 155. Election in the Event of Vacancy of Office","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hossucc"}},"section":[{"content":"The election of a new President of the Republic in the event of death, permanent incapacitation, resignation or discharge, shall take place within the following ninety days, and the interim President of the Republic shall be barred from standing as a candidate."},{"content":"An election for the office of President of the Republic shall not be held if the vacancy occurs during the three hundred and sixty five days preceding the end of the term of office, in which case the interim President of the Republic shall hold office until the next general election."}]},{"content":"Article 156. Incapacitation","section":[{"content":"The permanent incapacitation of the President of the Republic shall be certified by a medical board, as defined by the law."},{"content":"The permanent incapacitation of the President of the Republic shall be declared by the Constitutional Council."},{"content":"The Constitutional Council shall certify the death and the divestiture of office of the President of the Republic."}]},{"content":"Article 157. Regime Governing the Interim Period","section":[{"content":"During the period in which the office of President of the Republic is vacant, the Constitution may not be altered."},{"content":"The interim President of the Republic shall guarantee the functioning of the offices of the State and all other institutions, but shall not exercise the powers referred to in article 159 paragraphs (c), (e), (f), (g), (h) (i) and (j), article 160 paragraphs 1(b) and 1(c), article 161 paragraph 2(e) and article 162 (c)."}]},{"content":"Article 158. Form of Acts","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hosdec"}},"section":{"content":"Normative acts of the President of the Republic shall take the form of presidential decrees, and other decisions shall take the form of presidential orders, and they shall be published in the Boletim da República."}}]},{"content":"CHAPTER II. POWERS","section":[{"content":"Article 159. General Powers","metadata":{"topics":["http://www.constituteproject.org/ontology/pardon","http://www.constituteproject.org/ontology/hospow"]},"section":{"content":"In the performance of his functions, the Head of State shall have the power to:","section":[{"content":"address the nation through messages and communications;"},{"content":"inform the Assembly of the Republic every year on the general state of the Nation;"},{"content":"decide, in the terms of article 136, to call referenda on issues of major national interest;"},{"content":"call a general election;"},{"content":"dissolve the Assembly of the Republic in terms of article 188;"},{"content":"dismiss all other members of Government when its programme has been rejected by the Assembly of the Republic for the second time;"},{"content":"appoint the President of the Supreme Court, the President of the Constitutional Council, the President of the Administrative Court and the Vice President of the Supreme Court;"},{"content":"appoint, exonerate and dismiss the Attorney General of the Republic and the Deputy Attorney General of the Republic;"},{"content":"grant pardons and commute sentences;"},{"content":"confer, within the terms of the law, honorary titles, decorations and distinctions."}]}},{"content":"Article 160. In Matters of Government","metadata":{"topics":["http://www.constituteproject.org/ontology/sub","http://www.constituteproject.org/ontology/execnum","http://www.constituteproject.org/ontology/bank","http://www.constituteproject.org/ontology/cabsel","http://www.constituteproject.org/ontology/cabdiss"]},"section":[{"content":"In matters of Government activity, the President of the Republic shall have power to:","metadata":{"topics":["http://www.constituteproject.org/ontology/hogsucc","http://www.constituteproject.org/ontology/hogdiss","http://www.constituteproject.org/ontology/hogelect"]},"section":[{"content":"convene and preside at sessions of the Council of Ministers;"},{"content":"appoint, exonerate and dismiss the Prime Minister;"},{"content":"create ministries and ministerial commissions."}]},{"content":"In addition, he shall have power to appoint, exonerate and dismiss:","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hogelect"}},"section":[{"content":"the Ministers and Deputy-Ministers;"},{"content":"the Provincial Governors;"},{"content":"the Principals and Vice-Principals of State universities, on the recommendation of the respective management boards, in accordance with the law;"},{"content":"the Governor and Vice-Governor of the Bank of Mozambique;"},{"content":"the Secretaries of State."}]}]},{"content":"Article 161. In Matters of Defence and Public Order","metadata":{"topics":["http://www.constituteproject.org/ontology/war","http://www.constituteproject.org/ontology/em","http://www.constituteproject.org/ontology/milcom","http://www.constituteproject.org/ontology/treat"]},"section":{"content":"In matters of national defence and of public order, the President of the Republic shall have power to:","section":[{"content":"declare a state of war and its termination, a state of siege, or a state of emergency;"},{"content":"sign treaties;"},{"content":"decree general or partial mobilisation;"},{"content":"preside over the National Council of Defence and Security;"},{"content":"appoint, exonerate and dismiss the Chief and Deputy Chief of the General Staff, the General Commander and Deputy General Commander of the Police, the Wing Commanders of the Armed Forces of Mozambique, and other officers of the Defence and Security Forces in the terms established by law."}]}},{"content":"Article 162. In Matters of International Relations","metadata":{"topics":["http://www.constituteproject.org/ontology/headforn","http://www.constituteproject.org/ontology/hospow","http://www.constituteproject.org/ontology/treat"]},"section":{"content":"In matters of international relations, the President of the Republic shall have power to:","section":[{"content":"guide foreign policy;"},{"content":"enter into international treaties;"},{"content":"appoint, exonerate and dismiss ambassadors and diplomatic envoys of the Republic of Mozambique;"},{"content":"receive the credentials of ambassadors and diplomatic envoys of other countries."}]}},{"content":"Article 163. Enactment and Veto","metadata":{"topics":["http://www.constituteproject.org/ontology/override","http://www.constituteproject.org/ontology/legapp"]},"section":[{"content":"The President of the Republic shall have the power to enact laws and to order their publication in the Boletim da República."},{"content":"Bills shall be enacted into law within thirty days after being received or after notification of the decision delivered by the Constitutional Council that none of the provisions of the bill are unconstitutional."},{"content":"The President of the Republic may, by order with reasons adduced, veto a bill and return it to the Assembly of the Republic for re-examination."},{"content":"Should the bill, on re-examination, be approved by a two-thirds majority of the Assembly of the Republic, the President of the Republic must enact it into law and order its publication."}]}]},{"content":"CHAPTER III. COUNCIL OF STATE","section":[{"content":"Article 164. Definition and Composition","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hosstaff"}},"section":[{"content":"The Council of State is a political body to advise the President of the Republic."},{"content":"The Council of State shall be presided over by the President of the Republic and it shall have the following composition:","section":[{"content":"the President of the Assembly of the Republic;"},{"content":"the Prime Minister;"},{"content":"the President of the Constitutional Council;"},{"content":"the Ombudsman;"},{"content":"the former Presidents of the Republic who were not dismissed from office;"},{"content":"the former Presidents of the Assembly of the Republic;"},{"content":"seven persons of recognised merit elected by the Assembly of the Republic, for the length of the legislative term, on the basis of parliamentary  representation;"},{"content":"four persons of recognised merit appointed by the President of the Republic, for the term of his office;"},{"content":"the runner-up of the Presidential elections."}]}]},{"content":"Article 165. Taking Office and Status","section":[{"content":"The members of the Council of State shall take up office before the President of the Republic."},{"content":"The members of the Council of State shall continue to perform their functions while they remain in their respective offices."},{"content":"The members of the Council of State shall enjoy such privileges, immunities and ceremonial treatment as the law may establish."}]},{"content":"Article 166. Powers","section":{"content":"The Council of State shall, in general, advise the President of the Republic on the performance of his functions whenever the President requests such advice, and it must, compulsorily, pronounce itself on:","section":[{"content":"the dissolution of the Assembly of the Republic;"},{"content":"the declaration of a state of war, a state of siege or a state of emergency;","metadata":{"topics":["http://www.constituteproject.org/ontology/em","http://www.constituteproject.org/ontology/war"]}},{"content":"the holding of referenda, in the terms of article 159 (c)","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/referen"}}},{"content":"the calling of a general election."}]}},{"content":"Article 167. Functioning","section":[{"content":"The opinions of the Council of State shall be issued at a meeting convened for this purpose and presided over by the President of the Republic, and may be made public when the action to which they refer is carried out."},{"content":"Meetings of the Council of State shall not be public."},{"content":"The Council of State shall establish its own bylaws."}]}]}]},{"content":"TITLE VII. ASSEMBLY OF THE REPUBLIC","section":[{"content":"CHAPTER I. STATUS AND ELECTION","section":[{"content":"Article 168. Definition","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/housenum"}},"section":[{"content":"The Assembly of the Republic is the representative assembly of all Mozambican citizens."},{"content":"Deputies shall represent the entire country and not only the area by which they were elected."}]},{"content":"Article 169. Functions","metadata":{"topics":["http://www.constituteproject.org/ontology/lhselect","http://www.constituteproject.org/ontology/lhseats"]},"section":[{"content":"The Assembly of the Republic is the highest legislative body in the Republic of Mozambique."},{"content":"The Assembly of the Republic determines the norms that conduct the functioning of the State and the economic and social life through laws and deliberations of generic character."}]},{"content":"Article 170. Election and Composition","section":[{"content":"The Assembly of the Republic shall be elected through direct, universal, equal and periodic suffrage and by secret and personal ballot."},{"content":"The Assembly of the Republic shall consist of two hundred and fifty deputies."},{"content":"Candidates for election shall be political parties, either individually or in coalitions, and their respective lists may include citizens who are not party members."}]},{"content":"Article 171. Term of Office of Deputies","metadata":{"topics":["http://www.constituteproject.org/ontology/profleg","http://www.constituteproject.org/ontology/hoglegr"]},"section":[{"content":"The term of office of the deputies shall be the same as the legislative term, except in the event of resignation or loss of office."},{"content":"The suspension, substitution, resignation or loss of office of deputies shall be regulated by the Statute of Deputies."}]},{"content":"Article 172. Incompatibility","section":[{"content":"The office of deputy shall be incompatible with the following offices:","section":[{"content":"member of Government;"},{"content":"judicial officer in office;"},{"content":"diplomat in active service;"},{"content":"military and police officers in active service;"},{"content":"provincial governor and district administrator;"},{"content":"holders of offices in local authorities."}]},{"content":"The law shall establish any other incompatibilities."}]},{"content":"Article 173. Powers of Deputies","section":{"content":"The deputies shall have the following powers:","section":[{"content":"to exercise the right to vote;"},{"content":"to present bills and proposals for resolutions and other decisions;"},{"content":"to stand as candidates for offices of the Assembly of the Republic;"},{"content":"to request and obtain from the Government or from public institutions such data and information as are required for the performance of their functions;"},{"content":"to put questions to the Government;"},{"content":"other powers assigned by the Bylaws of the Assembly of the Republic."}]}},{"content":"Article 174. Immunities","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/immunity"}},"section":[{"content":"No deputy may be arrested or detained except in the event of flagrante delicto, or put on trial without the consent of the Assembly of the Republic."},{"content":"If criminal proceedings are pending in which a deputy is the accused, the deputy shall be heard by a judge of appeal."},{"content":"Deputies shall enjoy a special forum and shall be tried by the Supreme Court in terms of the law."}]},{"content":"Article 175. Non-Liability","section":[{"content":"The deputies of the Assembly of the Republic may not be sued, detained or put on trial for the opinions voiced or votes cast in exercising their functions as deputies.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/immunity"}}},{"content":"The above does not apply to civil or criminal liability for libel, defamation or slander."}]},{"content":"Article 176. Rights and Privileges of Deputies","section":[{"content":"Deputies shall enjoy the following rights and other privileges:","section":[{"content":"A special identification card;"},{"content":"free movement through public places with restricted access, when in the performance or because of their functions;"},{"content":"support, co-operation, protection and facilities from public or military entities of the Republic, for the purposes of the performance of their functions within the terms of the law;"},{"content":"remuneration and subsidies established by law.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/income"}}}]},{"content":"Deputies may not take part in judicial proceedings as witnesses or expert witnesses, unless this has been authorised by the Assembly of the Republic or by its Standing Commission."},{"content":"Deputies shall also enjoy the other rights and privileges established by law."}]},{"content":"Article 177. Duties of Deputies","section":{"content":"Deputies shall have the following duties:","section":[{"content":"to comply with the Constitution and the laws;"},{"content":"to comply with the Statute of Deputies;"},{"content":"to respect the dignity of the Assembly of the Republic and its deputies;"},{"content":"to attend plenary sessions and sessions of the commission of which he is a  member;"},{"content":"to take part in voting and in the work of the Assembly of the Republic."}]}},{"content":"Article 178. Resignation and Loss of Office","section":[{"content":"A deputy may resign from office within the terms of the law."},{"content":"Deputies shall lose their office if they:","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/remleg"}},"section":[{"content":"have been definitively convicted of a felonious crime that carries a prison sentence of over two years;"},{"content":"become a member of or take on functions in a party or coalition other than the one for which they were elected;"},{"content":"do not take up a seat in the Assembly of the Republic, or exceed the number of absences established in the Bylaws.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/attend"}}}]},{"content":"Loss of office shall also occur in the event of any ineligibility existing at the date of the elections and discovered subsequently, as well as any form of incapacity prescribed by law."}]}]},{"content":"CHAPTER II. POWERS","section":[{"content":"Article 179. Powers","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/econplan"}},"section":[{"content":"The Assembly of the Republic shall have power to legislate on basic issues of the country’s domestic and foreign policy."},{"content":"The Assembly of the Republic shall have exclusive power to:","section":[{"content":"pass constitutional laws;"},{"content":"delimit the boundaries of the Republic of Mozambique;"},{"content":"decide on territorial divisions;"},{"content":"approve the electoral law and the rules for referenda;"},{"content":"approve and terminate treaties dealing with issues within their jurisdiction;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/treat"}}},{"content":"propose the holding of referenda on matters of national interest;"},{"content":"endorse the suspension of constitutional guarantees and the declaration of state of siege or a state of emergency;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/em"}}},{"content":"ratify the appointment of the President of the Supreme Court, the President of the Constitutional Council, the President of the Administrative Court and the Vice President of the Supreme Court;"},{"content":"elect the Ombudsman;"},{"content":"decide on the Government programme;"},{"content":"decide on reports on the activities of the Council of Ministers;"},{"content":"decide on the major options of the Economic and Social Plan and the State Budget and the respective reports on their implementation;"},{"content":"approve the State Budget;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/budget"}}},{"content":"define defence and security policy, after consulting the National Defence and Security Council;"},{"content":"define the bases for tax policy and the tax system;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/tax"}}},{"content":"authorise the Government, while defining the general conditions, to contract and make loans and to carry out other credit transactions, for periods exceeding one financial year, and to establish the upper limit for guarantees that may be given by the State;"},{"content":"define the statute for holders of sovereign public offices, holders of provincial offices and holders of offices in local authorities;"},{"content":"decide on the general bases for the organisation and functioning of Public Administration;"},{"content":"ratify decree-laws;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hosdec"}}},{"content":"ratify and terminate international treaties;"},{"content":"ratify treaties on Mozambique’s participation in international defence organisations;"},{"content":"grant amnesties and pardons."}]},{"content":"With the exception of those powers stated in paragraph 2 of this article, the Assembly of the Republic may authorise the Government to legislate on other matters in the form of decree-laws."},{"content":"The Assembly of the Republic shall also have power to:","section":[{"content":"elect the President, the Vice Presidents and the Standing Commission;"},{"content":"approve the Bylaws of the Assembly of the Republic and the Statute of Deputies;"},{"content":"set up Commissions of the Assembly of the Republic and regulate their operation;"},{"content":"create national parliamentary groups."}]}]},{"content":"Article 180. Laws Delegating Legislative Authority","section":[{"content":"Laws delegating legislative authority shall define the purpose, intention, extent and duration of the authority."},{"content":"Legislative authority may not be used more than once, without prejudice to cases where its implementation is broken down into parts or where it has been extended."},{"content":"Legislative authority shall expire at the end of the legislative term or on the dissolution of the Assembly of the Republic."},{"content":"The Government shall publish authorised legislative acts by the last day of the time limit stipulated in the authorising legislation, which shall commence on the date of its publication."}]},{"content":"Article 181. Decree-Laws","section":[{"content":"A decree-law passed by the Council of Ministers under the authority of authorising legislation shall be deemed ratified if its ratification is not demanded by a minimum of fifteen deputies during the session of the Assembly of the Republic held immediately after its publication."},{"content":"The Assembly of the Republic may wholly or partially suspend the legal force of a decree-law until it has been evaluated."},{"content":"The suspension shall expire if by the end of the session the Assembly has not pronounced on the matter."},{"content":"Refusal to ratify shall result in revocation."}]},{"content":"Article 182. Form of Acts","section":{"content":"Legislative acts of the Assembly of the Republic shall take the form of laws, and its other decisions shall take the form of resolutions, and they shall be published in the Boletim da República."}},{"content":"Article 183. Legislative Initiative","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/legini"}},"section":[{"content":"Legislative initiative shall belong to:","section":[{"content":"the deputies;"},{"content":"the parliamentary benches;"},{"content":"the commissions of the Assembly of the Republic;"},{"content":"the President of the Republic;"},{"content":"the Government."}]},{"content":"The deputies and the parliamentary benches may not propose bills which, directly or indirectly, involve an increase in State expenditure or a reduction in State revenue, or which in any way change the financial year in progress."}]},{"content":"Article 184. Rules for Debate and Voting","section":[{"content":"Debate of legislative proposals and bills, and of proposed referenda, shall consist of a general first reading and a specialised second reading."},{"content":"Voting shall consist of a vote on the first reading, a vote on the second reading and a final overall vote."},{"content":"If the Assembly so resolves, texts approved on the first reading shall be put to the commissions for a vote on the second reading, without prejudice to the power of the Assembly to recall them and put them to a final plenary vote for overall approval."}]}]},{"content":"CHAPTER III. ORGANISATION AND FUNCTIONING","section":[{"content":"Article 185. Legislative Term","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/lhterm"}},"section":[{"content":"The legislative term shall be of five years and it shall commence with the first session of the Assembly of the Republic held after the elections and terminate with the first session of the newly elected Assembly."},{"content":"The first session of the Assembly of the Republic shall take place within twenty days after the election results have been announced and validated."}]},{"content":"Article 186. Parliamentary Sessions","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/exsess"}},"section":{"content":"The Assembly of the Republic shall meet in ordinary session twice each year, and in extraordinary session whenever requested by the President of the Republic, by the Standing Commission or by at least one third of the deputies."}},{"content":"Article 187. Quorum and Decision Making","section":[{"content":"The Assembly of the Republic may deliberate and make decisions only when more than half of its deputies are present.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/quorum"}}},{"content":"Decisions of the Assembly of the Republic shall be carried by more than half of the votes of the deputies present."},{"content":"Matters relating to the statute of the opposition shall be carried by a majority of two thirds of the votes of the deputies.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/legsupr"}}}]},{"content":"Article 188. Dissolution","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/legdiss"}},"section":[{"content":"The President of the Republic may dissolve the Assembly of the Republic if it rejects the Government programme, after debate."},{"content":"The President of the Republic shall call new legislative elections, in the terms of the Constitution."}]},{"content":"Article 189. Restrictions on Dissolution","section":[{"content":"The Assembly of the Republic may not be dissolved in the event of a state of siege or a state of emergency, during the course of such a state, or until sixty days after it has terminated."},{"content":"A dissolution carried out contrary to the provisions of the preceding paragraph shall be of no legal effect whatsoever."},{"content":"The dissolution of the Assembly of the Republic shall not bring to an end the term of office of its deputies nor the powers and functions of the Standing Commission, which shall subsist until the first session of the new elected Assembly."},{"content":"In the event of dissolution, the new Assembly shall begin a new legislative term, which shall endure for the remainder of the previous legislative term."}]},{"content":"Article 190. President of the Assembly of the Republic","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/lhlead"}},"section":[{"content":"The Assembly of the Republic shall elect from among its members a President of the Assembly of the Republic."},{"content":"The Head of State shall convene and chair the session at which the election of the President of the Assembly of the Republic takes place."},{"content":"The President of the Assembly of the Republic shall be sworn into office by the President of the Constitutional Council."},{"content":"The President of the Assembly of the Republic is answerable to the Assembly of the Republic."}]},{"content":"Article 191. Powers of the President of the Assembly of the Republic","section":{"content":"The President of the Assembly of the Republic shall have power to:","section":[{"content":"convene and chair sessions of the Assembly of the Republic and of its Standing Commission;"},{"content":"ensure compliance with the decisions of the Assembly of the Republic;"},{"content":"sign laws of the Assembly of the Republic and submit them for enactment;"},{"content":"sign and order the publication of resolutions of the Assembly of the Republic;"},{"content":"represent the Assembly of the Republic on a domestic and international level;"},{"content":"promote institutional relations between the Assembly of the Republic and the Provincial Assemblies, in accordance with the rules in their bylaws;"},{"content":"exercise any other powers established by the Constitution and the Bylaws;"}]}},{"content":"Article 192. Vice Presidents of the Assembly of the Republic","section":[{"content":"The Assembly of the Republic shall elect from among its members Vice Presidents nominated by the parties with the greatest parliamentary representation."},{"content":"In the case of absence or disability of the President of the Assembly of the Republic, his functions shall be exercised by the Vice Presidents."}]},{"content":"Article 193. Standing Commission","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/stdcom"}},"section":[{"content":"The Standing Commission is the body of the Assembly of the Republic that coordinates the activities of the Assembly in plenary sitting and of its commissions and national parliamentary groups."},{"content":"The Standing Commission of the Assembly of the Republic shall be composed of the President, the Vice Presidents and other deputies elected in the terms of the law, on the recommendation of the parliamentary benches, according to their degree of representation."},{"content":"The representatives referred to in the preceding paragraphs shall have the same number of votes in the Standing Commission as that of the benches that they represent."},{"content":"The Standing Commission of the Assembly of the Republic shall sit during the intermissions of the plenary sessions, and at other times established in the Constitution and the law."}]},{"content":"Article 194. Permanence","section":{"content":"At the end of the legislative term or in the event of dissolution, the Standing Commission of the Assembly of the Republic shall remain in office until the founding session of the newly elected Assembly."}},{"content":"Article 195. Powers","section":{"content":"The Standing Commission of the Assembly of the Republic shall have power to:","section":[{"content":"exercise the powers of the Assembly of the Republic with respect to the terms of office of the deputies;"},{"content":"ensure compliance with the Constitution and the laws, and monitor the activity of the Government and the Public Administration;"},{"content":"give its prior opinion on the declaration of war;"},{"content":"authorise or confirm, subject to ratification, declarations of states of siege and states of emergency, whenever the Assembly of the Republic is not in session;"},{"content":"conduct the relations between the Assembly of the Republic and parliaments and similar institutions in other countries;"},{"content":"authorise the President of the Republic to make State visits abroad;"},{"content":"establish commissions of inquiry of an urgent nature, during intermissions between plenary sessions of the Assembly of the Republic;"},{"content":"prepare and organise sessions of the Assembly of the Republic;"},{"content":"exercise such other functions as are conferred by the Bylaws of the Assembly of the Republic;"},{"content":"conduct the work of the plenary sessions;"},{"content":"announce the loss of office and resignation of deputies, as well as suspensions, in terms of the Constitution and the Bylaws of the Assembly of the Republic;"},{"content":"decide on questions of interpretation of the Bylaws of the Assembly of the Republic during intermissions between plenary sessions;"},{"content":"integrate the initiatives of deputies, the benches or the Government in the work of each session;"},{"content":"support the President of the Assembly of the Republic in the administrative and financial management of the Assembly."}]}},{"content":"Article 196. Parliamentary Benches","section":[{"content":"The deputies elected by each political party may set up a parliamentary bench."},{"content":"The formation and organisation of benches shall be provided for in the Bylaws of the Assembly of the Republic."}]},{"content":"Article 197. Powers of the Parliamentary Benches","section":[{"content":"The Parliamentary Benches shall have the following powers:","section":[{"content":"to present candidates for the office of President of the Assembly of the Republic;"},{"content":"to propose candidates for Vice President of the Assembly of the Republic;"},{"content":"to nominate candidates for the Standing Commission of the Assembly of the Republic;"},{"content":"to nominate candidates for commissions of the Assembly of the Republic;"},{"content":"to exercise legislative initiative;"},{"content":"to call for debate on current and urgent issues of national interest, with the presence of the Government;"},{"content":"to call for the formation of parliamentary commissions of inquiry;"},{"content":"to call for debate on urgent issues that are not on the agenda;"},{"content":"to request information from and put questions to the Government."}]},{"content":"Each parliamentary bench shall be entitled to have access to places of work within the Assembly of the Republic, as well as to technical and administrative staff, in terms of the law."}]},{"content":"Article 198. Government Five-Year Programme","section":[{"content":"At the beginning of the legislative term, the Assembly of the Republic shall evaluate the Government programme."},{"content":"The Government may present a revised programme that takes into account the outcomes of the debate."}]},{"content":"Article 199. Participation of Members of Government in the Sessions","section":[{"content":"The Prime Minister and the Ministers shall be entitled to attend the plenary sessions of the Assembly of the Republic, and shall have the right to speak, in accordance with the Bylaws."},{"content":"At plenary sessions of the Assembly of the Republic, the attendance of the member or members of Government that have been summoned shall be mandatory."}]}]}]},{"content":"TITLE VIII. GOVERNMENT","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/cabinet"}},"section":[{"content":"CHAPTER I. DEFINITION AND COMPOSITION","section":[{"content":"Article 200. Definition","section":{"content":"The Government of the Republic of Mozambique is the Council of Ministers."}},{"content":"Article 201. Composition","section":[{"content":"The Council of Ministers shall consist of the President of the Republic, who shall preside, the Prime Minister and the Ministers."},{"content":"Deputy Ministers and Secretaries of State may be summoned to take part in meetings of the Council of Ministers."}]},{"content":"Article 202. Convocation and Chairmanship","section":[{"content":"In discharging its functions, the Council of Ministers shall do so in accordance with the decisions of the President of the Republic and of the Assembly of the Republic."},{"content":"The Council of Ministers shall be convened and chaired by the Prime Minister, to whom this power is delegated by the President of the Republic."},{"content":"Government policies shall be formulated by the Council of Ministers in sessions led by the President of the Republic."}]}]},{"content":"CHAPTER II. POWERS AND RESPONSIBILITIES","section":[{"content":"Article 203. Functions","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/cabpow"}},"section":[{"content":"The Council of Ministers shall secure the administration of the country, shall guarantee its territorial integrity, shall safeguard public order and the security and stability of citizens, shall promote economic development, shall implement the State’s social agenda, shall develop and consolidate legality and shall carry out the country’s foreign policy."},{"content":"The defence of public order shall be guaranteed by the appropriate entities operating under government control."}]},{"content":"Article 204. Powers","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/cabpow"}},"section":[{"content":"In particular, the Council of Ministers shall have the power to:","section":[{"content":"guarantee the enjoyment by citizens of their rights and freedoms;"},{"content":"secure public order and social discipline;"},{"content":"draft bills to be submitted to the Assembly of the Republic;"},{"content":"pass decree-laws under the legislative authority of the Assembly of the Republic;"},{"content":"prepare the Economic and Social Plan and the State Budget and implement them after they have been approved by the Assembly of the Republic;"},{"content":"promote and regulate economic activity and the activity of social sectors;"},{"content":"prepare the signature of international treaties and sign, ratify, adhere to and terminate international agreements, in matters that are within their governmental jurisdiction;"},{"content":"direct labour and social security policy;"},{"content":"direct the State sectors, particularly education and health;"},{"content":"direct and promote housing policy."}]},{"content":"The Council of Ministers shall also have power to:","section":[{"content":"guarantee the defence and consolidation of the public domain and property of the State;"},{"content":"direct and co-ordinate the activities of the ministries and other offices subordinate to the Council of Ministers;"},{"content":"evaluate the experiences of local executive offices and regulate their organisation and functioning, and supervise the offices of the local authorities within the terms of the law;"},{"content":"encourage and support entrepreneurial activity and the exercise of private initiative, and protect the interests of consumers and of the general public;"},{"content":"promote the development of co-operatives and support family sector production."}]},{"content":"The Government shall have exclusive legislative initiative in respect of matters concerning its own organisation, composition and functioning."}]},{"content":"Article 205. Powers of the Prime Minister","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hogpow"}},"section":[{"content":"Without prejudice to other attributes conferred upon him by the President of the Republic and by law, the Prime Minister shall assist and advise the President of the Republic in the running of Government."},{"content":"In particular, the Prime Minister shall have power to:","section":[{"content":"assist the President of the Republic in drawing up the Government Programme;"},{"content":"advise the President of the Republic on the creation of ministries and ministerial commissions, and on the appointment of members of the Government and  other governmental heads;"},{"content":"draft the Government’s plan of work and present it to the President of the Republic;"},{"content":"ensure that members of the Government implement decisions taken by State offices;"},{"content":"chair the meetings of the Council of Ministers dealing with the implementation of defined policies and other decisions;"},{"content":"co-ordinate and control the activities of ministries and other governmental institutions;"},{"content":"supervise the technical and administrative operations of the Council of Ministers."}]}]},{"content":"Article 206. Relationship with the Assembly of the Republic","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/invexe"}},"section":[{"content":"In his relations with the Assembly of the Republic, the Prime Minister shall have power to:","section":[{"content":"present to the Assembly of the Republic the Government’s programme, the draft Economic and Social Plan and the draft State Budget;"},{"content":"present Government implementation reports;"},{"content":"express the Government’s positions to the Assembly of the Republic."}]},{"content":"In the exercise of these functions, the Prime Minister shall be assisted by members of the Council of Ministers, whom he shall have designated."}]},{"content":"Article 207. Accountability of the Council of Ministers","section":{"content":"The Council of Ministers shall be answerable to the President of the Republic and to the Assembly of the Republic on the implementation of domestic and foreign policy, and shall be accountable to them for its actions in the terms of the law."}},{"content":"Article 208. Political Accountability of Members of Government","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/cabdiss"}},"section":{"content":"The members of the Council of Ministers shall be accountable to the President of the Republic and to the Prime Minister for the enforcement of the decisions of the Council of Ministers within their areas of jurisdiction."}},{"content":"Article 209. Collective Responsibility","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/cabdiss"}},"section":{"content":"The members of the Government shall be bound by the Government Programme and by the decisions of the Council of Ministers."}},{"content":"Article 210. Form of Acts","section":[{"content":"Normative acts of the Council of Ministers shall take the form of decree-laws and decrees."},{"content":"The decree-laws and decrees referred to in the preceding paragraph shall indicate the law under the authority of which they were passed."},{"content":"The President of the Republic shall sign and order the publication of decree- laws, and the Prime Minister shall sign and order the publication of other decrees of the Government."},{"content":"All other Government acts shall take the form of resolutions."}]},{"content":"Article 211. Immunities","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hogimm"}},"section":[{"content":"No member of Government may be arrested or detained without the permission of the President of the Republic, unless apprehended in the act of committing a felonious crime that carries a sentence of long-term imprisonment."},{"content":"In the event that criminal proceedings are brought against a member of Government, and the member has been definitively charged, the President of the Republic shall decide whether or not the member should be suspended for the purposes of the proceedings, and a decision to suspend shall be mandatory when the crime in question is of the type referred to in the preceding paragraph."}]}]}]},{"content":"TITLE IX. COURTS","section":[{"content":"CHAPTER I. GENERAL PRINCIPLES","section":[{"content":"Article 212. Jurisdictional Function","section":[{"content":"It shall be the function of the courts to guarantee and strengthen the rule of law as an instrument of legal stability, to guarantee respect for the laws, to safeguard the rights and freedoms of citizens, as well as the vested interests of other bodies and entities that have legal existence."},{"content":"The courts shall punish violations of the legal order and shall adjudicate cases in accordance with the law."},{"content":"The law may establish institutional and procedural mechanisms for links between courts and other forums whose purpose is the settlement of interests and the resolution of disputes."}]},{"content":"Article 213. Educational Function","section":{"content":"The courts shall educate citizens and the public administration in the voluntary and conscientious observance of laws, thereby establishing a just and harmonious social community."}},{"content":"Article 214. Unconstitutionality","section":{"content":"In matters brought before them for decision, the courts shall not apply laws or principles that are contrary to the Constitution."}},{"content":"Article 215. Court Decisions","section":{"content":"Court decisions shall be binding on all citizens and other legal persons, and these decisions shall take precedence over the decisions of other authorities."}},{"content":"Article 216. Participation of Elected Magistrates","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/ordsel"}},"section":[{"content":"Elected magistrates may take part in trials, in the terms of the law."},{"content":"Elected magistrates shall only take part in first instance judgements and in decisions on questions of fact."},{"content":"Participation of elected magistrates shall be compulsory in cases where the procedural law requires it, or when the trial judge so decides, when the Public Prosecution Service recommends it or when the parties request it."},{"content":"The law shall establish the manner in which the magistrates referred to in this article are elected, as well as the duration of their terms of office."}]}]},{"content":"CHAPTER II. STATUTE OF JUDGES","section":[{"content":"Article 217. Independence of Judges","section":[{"content":"In the exercise of their functions, judges shall be independent and shall owe obedience only to the law.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/judind"}}},{"content":"Judges shall likewise be impartial and unaccountable."},{"content":"Judges shall be irremovable, inasmuch as they cannot be transferred, suspended, retired or dismissed, except in the cases established by law.","metadata":{"topics":["http://www.constituteproject.org/ontology/jrem","http://www.constituteproject.org/ontology/judretir"]}}]},{"content":"Article 218. Responsibility","section":[{"content":"Judges may be held responsible in civil, criminal and disciplinary proceedings for acts committed in the discharge of their duties only in cases specified by law."},{"content":"The removal of a professional judge from the bench may take place only under legally established terms.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/jrem"}}}]},{"content":"Article 219. Incompatibility","section":{"content":"Judges in office may not undertake any other public or private activity, except for teaching, legal research or other activities of scientific, literary, artistic and technical dissemination or publication, with prior authorisation from the Superior Council of the Judiciary."}},{"content":"Article 220. Superior Council of the Judiciary","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/jc"}},"section":{"content":"The Superior Council of the Judiciary shall be the body responsible for the management and discipline of the judiciary."}},{"content":"Article 221. Composition","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/jc"}},"section":[{"content":"The Superior Council of the Judiciary shall be composed of:","section":[{"content":"the President of the Supreme Court;"},{"content":"the Vice President of the Supreme Court;"},{"content":"two members appointed by the President of the Republic;"},{"content":"five members elected by the Assembly of the Republic, according to principles of proportional representation;"},{"content":"seven members of the judiciary in different categories, all of whom shall be elected by their peers in the terms of the Statute of Judges."}]},{"content":"The Superior Council of the Judiciary shall be presided over by the President of the Supreme Court, who shall be substituted, in cases of absence or disability, by the Vice President of the Supreme Court."},{"content":"The Superior Council of the Judiciary shall incorporate officers of justice elected by their peers for discussion and deliberation on matters related to professional merit and to the exercise disciplinary authority over them, in terms to be established by law."},{"content":"The law shall regulate all other matters in respect of the powers, organization and functioning of the Superior Council of the Judiciary."}]},{"content":"Article 222. Powers","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/jc"}},"section":{"content":"The Superior Council of the Judiciary shall have power to:","section":[{"content":"nominate, appoint, transfer, promote, exonerate and evaluate professional merit, take disciplinary action and, in general, carry out all acts of the same nature in relation to members of the judiciary;"},{"content":"evaluate professional merit and take disciplinary action in relation to officers of justice, without prejudice to the disciplinary powers assigned to judges;"},{"content":"propose extraordinary inspections, inquiries and investigations to the courts;"},{"content":"give opinions and make recommendations on the policy of the judiciary, on its own initiative or at the request of the President of the Republic, the President of the Assembly of the Republic or the Government."}]}}]},{"content":"CHAPTER III. ORGANISATION OF THE COURTS","section":[{"content":"SECTION I. CATEGORIES OR COURTS","section":[{"content":"Article 223. Categories of Courts","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/levjud"}},"section":[{"content":"In the Republic of Mozambique, there shall be the following courts:","section":[{"content":"the Supreme Court;"},{"content":"the Administrative Court;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/judcrts1"}}},{"content":"the courts of justice."}]},{"content":"There may be administrative courts, labour courts, fiscal courts, customs courts, admiralty courts, arbitration courts and community courts.","metadata":{"topics":["http://www.constituteproject.org/ontology/judcrts1","http://www.constituteproject.org/ontology/judcrts7"]}},{"content":"The powers, organisation and functioning of the courts referred to in the preceding paragraph shall be established by law, which may provide for a hierarchical order among courts from provincial courts to the Supreme Court."},{"content":"The courts of justice shall have common jurisdiction in civil and criminal matters and shall exercise their jurisdiction over all areas not assigned to other jurisdictional orders."},{"content":"At first instance, there may be courts of special jurisdiction and specialized courts to adjudicate particular matters."},{"content":"The establishment of courts with exclusive jurisdiction to try specific categories of crimes shall not be permitted, subject to the provisions on courts martial."}]},{"content":"Article 224. Courts Martial","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/judcrts4"}},"section":{"content":"Courts martial with jurisdiction to try crimes of a strictly military nature shall be established during times of war."}}]},{"content":"SECTION II. SUPREME COURT","section":[{"content":"Article 225. Definition","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/suppow"}},"section":[{"content":"The Supreme Court shall be the highest body within the hierarchy of courts of justice."},{"content":"The Supreme Court shall ensure the uniform application of the law within its sphere of jurisdiction, in the interests of the Mozambican people."}]},{"content":"Article 226. Composition","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hocsel"}},"section":[{"content":"The Supreme Court shall be composed of judges of appeal, whose number shall be established by law.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hocsize"}}},{"content":"The President of the Republic shall nominate the President and the Vice President of the Supreme Court, after consultation with the Superior Council of the Judiciary."},{"content":"Judges of the Supreme Court shall be nominated by the President of the Republic on the recommendation of the Superior Council of the Judiciary, on the basis of their curricula, after a public tender open to judges and other national citizens of reputed merit, all of whom shall hold degrees in law and be in full possession of their civil and political rights.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hocres"}}},{"content":"At the time of their appointment, judges of the Supreme Court shall be of at least thirty-five years of age and shall have at least ten years of experience at the bar or in teaching law, and all other requirements shall be fixed by law.","metadata":{"topics":["http://www.constituteproject.org/ontology/hocage","http://www.constituteproject.org/ontology/hocres"]}}]},{"content":"Article 227. Functioning","section":{"content":"The Supreme Court shall sit:","section":[{"content":"in divisions, as a court of first instance and as a court of appeal;"},{"content":"in plenary session, sitting either as a court of appeal or as a court of sole instance, in cases expressly provided for in the law."}]}}]},{"content":"SECTION III. ADMINISTRATIVE COURT","section":[{"content":"Article 228. Definition","section":[{"content":"The Administrative Court shall be the highest body in the hierarchy of administrative, customs and fiscal courts.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/judcrts1"}}},{"content":"The Administrative Court shall control the legality of administrative acts and the application of rules and regulations issued by the Public Administration, and it shall scrutinise the legality of public expenditure and the enforcement of liability for financial infractions."}]},{"content":"Article 229. Composition","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/adsel"}},"section":[{"content":"The Administrative Court shall be composed of judges of appeal, whose number shall be established by law."},{"content":"The President of the Republic shall nominate the President of the Administrative Court, after consultation with the Superior Council of the Administrative Judiciary."},{"content":"Judges of the Administrative Court shall be nominated by the President of the Republic on the recommendation of the Superior Council of the Administrative Judiciary."},{"content":"At the time of their appointment, judges of the Administrative Court shall be of at least thirty-five years of age and shall meet all other requirements established by law.","metadata":{"topics":["http://www.constituteproject.org/ontology/adres","http://www.constituteproject.org/ontology/adage"]}}]},{"content":"Article 230. Powers","section":[{"content":"In particular, the Administrative Court shall:","section":[{"content":"adjudicate cases concerning disputes arising from administrative legal relations;"},{"content":"adjudicate appeals lodged against decisions of State offices and of their office holders and agents;"},{"content":"hear appeals lodged against judgements delivered by administrative, fiscal and customs courts."}]},{"content":"The Administrative Court shall also:","section":[{"content":"issue a report and opinion on the General State Account;"},{"content":"carry out prior scrutiny of the legality of, and budget cover for, acts and contracts that are subject to Administrative Court jurisdiction;"},{"content":"scrutinise public moneys successively and concomitantly;"},{"content":"supervise the use of financial resources obtained abroad, namely, through loans, grants, sureties and donations."}]}]},{"content":"Article 231. Organisation and Functioning","section":{"content":"The law shall regulate the organisation and functioning of the Administrative Court, as well as all other matters related to its powers and jurisdiction."}},{"content":"Article 232. Superior Council of the Administrative Judiciary","section":[{"content":"The Superior Council of the Administrative Judiciary shall be the body responsible for the management and discipline of the administrative, fiscal and customs judiciary."},{"content":"The law shall regulate the organisation, composition and functioning of the Superior Council of the Administrative Judiciary."}]},{"content":"Article 233. Incompatibility","section":{"content":"Administrative Court judges in office may not undertake any other public or private activity, except for teaching, legal research or other activities of scientific, literary, artistic and technical dissemination or publication, with prior authorization from the Superior Council of the Administrative Judiciary."}}]}]}]},{"content":"TITLE X. PUBLIC PROSECUTION SERVICE","section":[{"content":"Article 234. Definition","section":[{"content":"The Public Prosecution Service shall constitute a hierarchically organized magistracy, which is subordinate to the Attorney General of the Republic."},{"content":"In the exercise of their functions, the judicial officers and agents of the Public Prosecution Service shall be subject to the criteria of legality, objectivity, impartiality and exclusive obedience to the directives and orders prescribed by law."},{"content":"The Public Prosecution Service shall enjoy its own statute and autonomy, within the terms of the law."}]},{"content":"Article 235. Nature","section":{"content":"The Public Prosecution Service shall comprise a magistracy, the Office of the Attorney General of the Republic and subordinate offices."}},{"content":"Article 236. Functions","section":{"content":"The Public Prosecution Service shall represent the State and defend such interests as the law may determine, and it shall control the legality and duration of detentions, shall conduct the institution of criminal proceedings, shall exercise penal authority, and shall ensure the legal defence of minors and absent or incapacitated persons."}},{"content":"Article 237. Office of Attorney General of the Republic","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/atgen"}},"section":[{"content":"The Office of the Attorney General shall be the highest office of the Public Prosecution Service, and its organisation, composition and powers shall be defined by law."},{"content":"The Attorney General of the Republic, assisted by the Deputy Attorney General of the Republic, shall head the Office of the Attorney General."}]},{"content":"Article 238. Superior Council of the Public Prosecution Service","section":[{"content":"The Office of the Attorney General of the Republic shall include the Superior Council of the Public Prosecution Service, which shall include members elected by the Assembly of the Republic, and members elected by the judicial officers of the Public Prosecution Service from among their number."},{"content":"The Superior Council of the Public Prosecution Service shall be the body responsible for the management and discipline of the Public Prosecution Service."},{"content":"The law shall regulate the organisation, composition and functioning of the Superior Council of the Public Prosecution Service."}]},{"content":"Article 239. Attorney General and Deputy Attorney General of the Republic","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/atgen"}},"section":[{"content":"The Attorney General and the Deputy Attorney General of the Republic shall be appointed by the President of the Republic for a period of five years, from among persons who shall hold degrees in law and shall have at least ten years of professional experience in the judiciary or practice at the bar or in teaching law, and their terms of office may not be terminated otherwise than by:","section":[{"content":"resignation;"},{"content":"exoneration;"},{"content":"dismissal;"},{"content":"compulsory retirement consequent to disciplinary or criminal proceedings;"},{"content":"acceptance of a position or office which is incompatible with the exercise of his functions."}]},{"content":"The Attorney General of the Republic shall be accountable to the Head of State."},{"content":"The Attorney General of the Republic shall report annually to the Assembly of the Republic."}]},{"content":"Article 240. Deputy Attorneys General","section":[{"content":"The Deputy Attorneys General shall represent the Public Prosecution Service before the divisions of the Supreme Court and the Administrative Court, and their office shall be the highest office in the magistracy of the Public Prosecution Service."},{"content":"Deputy Attorneys General shall be nominated by the President of the Republic on the recommendation of the Superior Council of the Public Prosecution Service, on the basis of their curricula, after a public tender open to national citizens of reputed merit, who shall hold degrees in law and be in full possession of their civil and political rights and who, at the time of the tender, shall be of at least thirty-five years of age and shall have at least ten years of experience in the legal profession or in teaching law."}]}]},{"content":"TITLE XI. CONSTITUTIONAL COUNCIL","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/judcrts2"}},"section":[{"content":"Article 241. Definition","section":[{"content":"The Constitutional Council is a sovereign public office with special jurisdiction to administer justice in matters of a legal-constitutional nature."},{"content":"The law shall determine the organisation, the functioning, the procedures for scrutiny and control of constitutionality and of the legality of normative acts, and all other powers of the Constitutional Council.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/interp"}}}]},{"content":"Article 242. Composition","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/consel"}},"section":[{"content":"The Constitutional Council shall consist of seven judges of appeal, appointed in the following manner:","section":[{"content":"one judge of appeal, who shall be the President of the Constitutional Council, appointed by the President of the Republic;"},{"content":"five judges of appeal appointed by the Assembly of the Republic according to principles of proportional representation;"},{"content":"one judge of appeal appointed by the Superior Council of the Judiciary."}]},{"content":"Judges of the Constitutional Council shall be appointed for renewable terms of five years and they shall enjoy a guarantee of independence, security of tenure, impartiality and unaccountability.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/conterm"}}},{"content":"At the time of their appointment, Judges of the Constitutional Council shall be of at least thirty-five years of age and shall have at least ten years of professional experience in the judiciary or in practice at the bar or in teaching law.","metadata":{"topics":["http://www.constituteproject.org/ontology/conage","http://www.constituteproject.org/ontology/conres"]}}]},{"content":"Article 243. Incompatibility","section":{"content":"Judges of the Constitutional Council in office may not undertake any other public or private activity, except for teaching, legal research, or other activities of scientific, literary, artistic and technical dissemination or publication, with prior authorisation from the relevant body."}},{"content":"Article 244. Powers","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/conpow"}},"section":[{"content":"The Constitutional Council shall have power to:","section":[{"content":"evaluate and declare the unconstitutionality of laws and the illegality of normative acts of State offices;"},{"content":"settle conflicts of jurisdiction between the sovereign public offices;"},{"content":"make prior evaluations of the constitutionality of referenda."}]},{"content":"The Constitutional Council shall also:","section":[{"content":"verify the legal prerequisites required of candidates for the office of President of the Republic;"},{"content":"pronounce upon the permanent incapacity of the President of the Republic;"},{"content":"verify the death and the divestiture of the President of the Republic;"},{"content":"evaluate electoral complaints and appeals in the last instance, and validate and proclaim electoral results, in the terms of the law;"},{"content":"decide, in the last instance, on the legality of the establishment of political parties and coalitions, as well as evaluate the legality of their names, acronyms and symbols, and order their dissipation in the terms of the Constitution and the laws;"},{"content":"adjudicate actions contesting elections and the deliberations of political parties, as well as the legality of their names, acronyms and symbols;"},{"content":"adjudicate actions concerning disputes about the terms of office of deputies;"},{"content":"adjudicate actions concerning incompatibilities established in the Constitution and in the law."}]},{"content":"The Constitutional Council shall exercise such other powers as may be assigned to it in terms of the law."}]},{"content":"Article 245. Request for Evaluation of Unconstitutionality","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/uncon"}},"section":[{"content":"The Constitutional Council shall with, general binding force, evaluate and pronounce upon the unconstitutionality of laws and the illegality of other normative acts of State offices, at any time during which they are in force."},{"content":"The following may request the Constitutional Council to pronounce upon the unconstitutionality of laws, or on the illegality of normative acts of State offices:","section":[{"content":"the President of the Republic;"},{"content":"the President of the Assembly of the Republic;"},{"content":"at least one third of the deputies of the Assembly of the Republic;"},{"content":"the Prime Minister;"},{"content":"the Attorney General of the Republic;"},{"content":"the Ombudsman;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/ombuds"}}},{"content":"two thousand citizens."}]},{"content":"The law shall establish rules on the admission of actions for the evaluation of unconstitutionality."}]},{"content":"Article 246. Anticipatory Finding of Constitutionality","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/uncon"}},"section":[{"content":"The President of the Republic may request the Constitutional Council to carry out an anticipatory evaluation of the constitutionality of any legal instrument sent to him for enactment."},{"content":"Anticipatory evaluation of constitutionality shall be requested within the time limit established in article 163 (2)."},{"content":"When an evaluation of constitutionality has been requested, the time limit for enactment shall be interrupted."},{"content":"If the Constitutional Council finds that there is no unconstitutionality, the new time limit for enactment shall run from the date upon which the President of the Republic is informed of the decision of the Constitutional Council."},{"content":"If the Constitutional Council makes a finding of unconstitutionality, the President of the Republic shall veto the bill and return it to the Assembly of the Republic."}]},{"content":"Article 247. Appeals","section":[{"content":"Supreme Court decisions harmonising questions of law and other decisions made on grounds of unconstitutionality must be referred to the Constitutional Council in the following cases:","section":[{"content":"in the event of a refusal to apply any rule on grounds of its unconstitutionality;"},{"content":"when the Attorney General of the Republic or the Public Prosecution Service requests an abstract evaluation of the constitutionality or legality of a rule whose application has been refused, on grounds of unconstitutionality or illegality, by judicial decision from which there is no appeal."}]},{"content":"The law shall regulate the rules on admissibility of appeals contemplated in this provision."}]},{"content":"Article 248. Judgements Binding and Unappealable","section":[{"content":"Judgements of the Constitutional Council shall be binding on all citizens, institutions and other legal persons, they shall not be subject to appeal and they shall prevail over other decisions."},{"content":"A person who fails to comply with the judgements referred to in this article shall be guilty of the criminal offence of contempt, unless a more serious crime applies."},{"content":"The decisions of the Constitutional Council shall be published in the Boletim da República."}]}]},{"content":"TITLE XII. PUBLIC ADMINISTRATION, POLICE, OMBUDSMAN AND LOCAL STATE BODIES","section":[{"content":"CHAPTER I. PUBLIC ADMINISTRATION","section":[{"content":"Article 249. Fundamental Principles","section":[{"content":"The Public Administration shall serve the public interests and, in the discharge of its functions, shall respect the fundamental rights and freedoms of citizens."},{"content":"The offices and agents of the Public Administration shall owe obedience to the Constitution and the law, and shall act with respect for the principles of equality, of impartiality, of ethics and of justice."}]},{"content":"Article 250. Structure","section":[{"content":"The Public Administration shall be structured on the basis of the principle of decentralisation and de-concentration, thereby encouraging the modernisation and efficiency of its services, without prejudice to unified action and the directive powers of Government."},{"content":"The Public Administration shall promote the simplification of administrative procedures, and shall make public services more accessible to citizens."}]},{"content":"Article 251. Access and Statute of Officers","section":[{"content":"Access to public office shall not be obstructed on grounds of colour, race, sex, religion, ethnic or social origin, or party-political preference, and shall adhere strictly to the criteria of the merit and ability of applicants."},{"content":"The law shall regulate the statute of officers and other agents of the State, as well as the incompatibilities and the guarantees of impartiality in the exercise of public offices."}]},{"content":"Article 252. Hierarchy","section":[{"content":"In the exercise of their functions, officers and other agents of the State shall owe obedience to their hierarchical superiors in terms of the law."},{"content":"The duty of obedience shall cease whenever to discharge it would involve the commission of a crime."}]},{"content":"Article 253. Rights and Guarantees of Citizens","section":[{"content":"Citizens shall have the right to receive information from the competent Public Administration services, whenever they request it, on the progress of processes in which they have a direct interest, in terms of the law."},{"content":"Interested parties shall be notified of administrative acts within the terms and the time limits established by law, and reasons for these acts shall be given whenever they affect the rights or interests of legally entitled citizens."},{"content":"Interested citizens shall be guaranteed the right to judicial appeal against the illegality of administrative acts that endanger their rights."}]}]},{"content":"CHAPTER II. POLICE","section":[{"content":"Article 254. Definition","section":[{"content":"The function of the Police, in collaboration with other State institutions, shall be to guarantee law and order, to safeguard the security of persons and property, to keep public peace and to ensure respect for the democratic rule of law and the strict observance of the fundamental rights and freedoms of citizens."},{"content":"The Police shall not adhere to any particular party."},{"content":"In the exercise of its functions, the Police shall owe obedience to the law and shall serve citizens and public and private institutions with impartiality and independence."}]},{"content":"Article 255. Command and Organisation","section":[{"content":"The Police of the Republic of Mozambique shall be headed by a Commander-General."},{"content":"The law shall establish the general organisation of the Police and shall determine its branches, its functions, its structure and the rules regarding admission into the Police."}]}]},{"content":"CHAPTER III. OMBUDSMAN","section":[{"content":"Article 256. Definition","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/ombuds"}},"section":{"content":"The Ombudsman is an office established to guarantee the rights of citizens and to uphold legality and justice in the actions of the Public Administration."}},{"content":"Article 257. Election","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/ombuds"}},"section":{"content":"The Ombudsman shall be elected by a two-thirds majority of the deputies of the Assembly of the Republic, for a term which shall be determined by law."}},{"content":"Article 258. Independence","section":[{"content":"The Ombudsman shall be independent and impartial in the exercise of his functions and he shall owe obedience only to the Constitution and the laws.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/ombuds"}}},{"content":"The Ombudsman shall provide report annually on his activity to the Assembly of the Republic."}]},{"content":"Article 259. Powers","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/ombuds"}},"section":[{"content":"The Ombudsman shall investigate the cases submitted to him. He shall not have power to make decisions about the cases, but shall submit recommendations to the appropriate offices to correct or prevent illegalities or injustices."},{"content":"If the investigations of the Ombudsman lead to the conclusion that the Public Administration has committed serious mistakes, irregularities or violations, he shall inform the Assembly of the Republic, the Attorney General of the Republic and the central or local authority, with recommendations for pertinent measures."}]},{"content":"Article 260. Duty to Collaborate","section":{"content":"The offices and agents of the Public Administration shall be under a duty to collaborate with the Ombudsman in the exercise of his functions, should he so request."}},{"content":"Article 261. Statute, Procedures and Organisation","section":{"content":"The law shall determine all other aspects pertaining to the statute, the procedures, and the organisational structure supporting the Ombudsman."}}]},{"content":"CHAPTER IV. LOCAL STATE BODIES","section":[{"content":"Article 262. Definition","section":{"content":"The function of local State bodies shall be to represent the State at local level, in the administration and development of their respective territories, and they shall contribute to national integration and unity."}},{"content":"Article 263. Organisational Principles","section":[{"content":"The organisation and operation of local State bodies shall adhere to the principles of decentralisation and de-concentration, without prejudice to unified action and the directive powers of Government."},{"content":"In their operation, local State bodies shall promote the use of available resources, ensure the active participation of citizens and encourage local initiative in solving problems of their communities."},{"content":"In their actions, local State bodies shall respect the attributes, powers and autonomy of local authorities."},{"content":"So that it may exercise its particular powers, the State shall ensure that it is represented in the territorial constituency of every local authority."},{"content":"The law shall establish institutional mechanisms for liaison with local communities, and it may delegate to local communities certain functions that are within the powers of the State."}]},{"content":"Article 264. Functions","section":[{"content":"Local State bodies shall, within their respective territories, and without prejudice to the autonomy of local authorities, ensure that economic, cultural and social programmes and tasks of local and national interest are implemented, in accordance with the Constitution and with the decisions of the Assembly of the Republic, the Council of Ministers, and higher ranking State offices."},{"content":"The organisation, functioning and powers of the local State bodies shall be regulated by law."}]}]}]},{"content":"TITLE XIII. NATIONAL DEFENCE AND NATIONAL DEFENCE AND SECURITY COUNCIL","section":[{"content":"CHAPTER I. NATIONAL DEFENCE","section":[{"content":"Article 265. Fundamental Principles","section":{"content":"The State’s national defence and security policy shall seek to defend national independence, to preserve the sovereignty and the integrity of the country, and to guarantee the normal functioning of institutions and the security of citizens against any armed aggression."}},{"content":"Article 266. Defence Force and Security Service","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/oath"}},"section":[{"content":"The defence force and the security service shall be subordinate to national defence and security policy and shall owe allegiance to the Constitution and to the nation."},{"content":"The oath taken by members of the State’s defence force and security service shall establish the duty to respect the Constitution, to protect institutions and to serve the people."},{"content":"The State’s defence force and security service shall not adhere to any party and they shall abstain from taking positions or taking part in actions that could threaten their internal cohesion and national unity."},{"content":"The State’s defence force and security service shall owe special obedience to the President of the Republic, in his capacity as Commander-in-Chief."}]},{"content":"Article 267. Defence of the Motherland, Military Service and Civic Service","metadata":{"topics":["http://www.constituteproject.org/ontology/nomil","http://www.constituteproject.org/ontology/milserv"]},"section":[{"content":"It shall be the sacred duty and the honour of all Mozambican citizens to participate in the defence of independence, of sovereignty and of territorial integrity."},{"content":"Military service shall be rendered in terms of the law within units of the Mozambique Armed Defence Forces."},{"content":"The law shall establish a civic service to substitute or complement military service for all citizens who are not subject to military duties."},{"content":"Exemptions from military service shall be established by law."}]}]},{"content":"CHAPTER II. NATIONAL DEFENCE AND SECURITY COUNCIL","section":[{"content":"Article 268. Definition and Composition","section":[{"content":"The National Defence and Security Council shall be the State consultative body for matters pertaining to national sovereignty, territorial integrity, the defence of democratically established authority, and security."},{"content":"The National Defence and Security Council shall be presided over by the President of the Republic and the law shall determine its composition, which shall include two members appointed by the President of the Republic and five members appointed by the Assembly of the Republic."}]},{"content":"Article 269. Powers","section":{"content":"The National Defence and Security shall have the following powers, in particular:","section":[{"content":"to pronounce upon a state of war before such is declared;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/war"}}},{"content":"to pronounce upon the suspension of constitutional guarantees and the declaration of a state of siege or of a state of emergency;"},{"content":"to issue an opinion on the criteria and conditions governing the use of total or partial protection zones for the purposes of defence and security of the national territory;"},{"content":"to analyse and monitor the initiatives of other State offices aimed at guaranteeing the consolidation of national independence, the strengthening of democratic political power, and the maintaining of law and order;"},{"content":"to pronounce upon overseas peace missions."}]}},{"content":"Article 270. Organisation and Functioning","section":{"content":"The organisation and functioning or the National Defence and Security Council shall be established by law."}}]}]},{"content":"TITLE XIV. LOCAL ADMINISTRATION","section":[{"content":"Article 271. Objectives","section":[{"content":"The objective of local administration shall be to organise the participation of citizens in solving the particular problems of their community, to promote local development, and to promote the deepening and the consolidation of democracy, within the framework of unity of the Mozambican State."},{"content":"Local administration shall rest on the initiative and the capacity of the people and shall act in strict collaboration with organisations in which the citizens participate."}]},{"content":"Article 272. Local Authorities","section":[{"content":"Local administration shall consist of local authorities."},{"content":"Local authorities shall be bodies corporate governed by public law, endowed with their own representative bodies, and their purpose shall be to pursue the interests of the local population, without prejudice to national interests and to the role of the State."}]},{"content":"Article 273. Categories of Local Authorities","section":[{"content":"Local authorities shall be municipalities and settlements."},{"content":"The municipalities shall correspond to the territorial constituency of towns and cities."},{"content":"The settlements shall correspond to the territorial constituency of administrative posts."},{"content":"The law may establish other categories of local authorities, which may be either greater or smaller than the territorial constituencies of municipalities or settlements."}]},{"content":"Article 274. Creation and Dissipation of Local Authorities","section":{"content":"The creation and dissipation of local authorities shall be regulated by law, and changes to the area of a particular local authority shall be preceded by consultation with its bodies."}},{"content":"Article 275. Executive and Decision Making Bodies","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/mun"}},"section":[{"content":"The local authorities shall possess and assembly endowed with decision- making powers, and an executive body, which shall be accountable to the assembly, in terms of the law."},{"content":"The Assembly shall be elected through universal, direct, equal and periodic suffrage and by secret and personal ballot, by the voters living within the territorial constituency of the local authority, according to the system of proportional representation."},{"content":"The executive body shall be headed by a President, elected through universal, direct, equal and periodic suffrage and by secret and personal ballot, by the voters living with the respective territorial constituency."},{"content":"Candidates for election to offices of the local authorities may be proposed by political parties, either individually or as coalitions, or by groups of voters, within the terms of the law."},{"content":"The organisation, the composition and the functioning of the executive bodies shall be defined by law."}]},{"content":"Article 276. Local Property and Revenue","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/mun"}},"section":[{"content":"Local authorities shall have their own property and revenue."},{"content":"The law shall determine the property of local authorities and shall establish a local revenue system that guarantees the fair distribution of public resources and ensures that necessary adjustments are made to correct the imbalances between them, subject to the higher interests of the State."},{"content":"The law shall define the forms of technical and human support given by the State to the local authorities, without prejudice to their autonomy."}]},{"content":"Article 277. Administrative Supervision","section":[{"content":"The local authorities shall be subject to the administrative supervision of the State."},{"content":"Administrative supervision over local authorities shall consist of verifying the legality of administrative acts of local authorities, within the terms of the law."},{"content":"Supervisory power may also be exercised with respect to the merit of administrative acts, but only in cases and within the terms expressly established by law."},{"content":"Local authority bodies may only be dissolved, even when pursuant to direct elections, as a result of serious legal acts or omissions, as provided for by and in accordance with the terms of the law."}]},{"content":"Article 278. Regulatory Powers","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/mun"}},"section":{"content":"Local authorities shall have their own regulatory powers, within the limits of the Constitution and of the laws and regulations issued by authorities with supervisory power over them."}},{"content":"Article 279. Staff of Local Authorities","section":[{"content":"Local authorities shall have their own staff, in accordance with the law."},{"content":"The regime governing officers and agents of the State shall be applicable to officers and agents of local administration."}]},{"content":"Article 280. Organisation","section":{"content":"The law shall guarantee the forms of organisation that the local authorities may adopt to further common interests."}},{"content":"Article 281. Term of Office","section":{"content":"The law shall govern the resignation and loss of office of elected members of local authority bodies."}}]},{"content":"TITLE XV. CONSTITUTIONAL GUARANTEES","section":[{"content":"CHAPTER I. STATES OF SIEGE AND OF EMERGENCY","section":[{"content":"Article 282. States of Siege or of Emergency","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/em"}},"section":[{"content":"A state of siege or of emergency may be declared, in the whole or in part of the territory, only in cases of actual or imminent aggression, cases of disruption of or serious threat to the constitutional order, or in the event of a public disaster."},{"content":"The declaration of a state of siege or of emergency shall be reasoned and shall specify which freedoms and guarantees have been suspended or restricted."}]},{"content":"Article 283. Choice of Declaration","section":{"content":"When the circumstances giving rise to the declaration are of a less serious nature, a declaration of emergency shall be chosen, provided that the principle of proportionality shall be respected in all cases, and the duration and extent of the measures used shall be limited to what is strictly necessary for the prompt restoration of constitutional normality."}},{"content":"Article 284. Duration","section":{"content":"The duration of a state of siege or of emergency shall not exceed thirty days, which may be extended for the same period up to three times, if the reasons for the declaration persist."}},{"content":"Article 285. The Declaration Process","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/em"}},"section":[{"content":"Having declared a state of siege or of emergency, the President of the Republic shall, within twenty-four hours, submit the declaration together with the reasons for it to the Assembly of the Republic for the purposes of ratification."},{"content":"If the Assembly of the Republic is not in session, an extraordinary session shall be convened and should meet within a maximum period of five days."},{"content":"The Assembly of the Republic shall evaluate and decide on the declaration within a maximum period of forty eight hours, and may remain in session while the state of siege or of emergency is in place."}]},{"content":"Article 286. Limits of the Declaration","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/em"}},"section":{"content":"The declaration of a state of siege or a state of emergency shall in no event restrict or suspend the right to life, the right to personal integrity, the right to civil capacity and to citizenship, the non-retroactivity of criminal law, the right of accused persons to a defence, and freedom of religion."}},{"content":"Article 287. Restrictions on Individual Freedoms","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/em"}},"section":{"content":"Under a state of siege or a state of emergency, the following measures restricting personal freedoms may be taken:","section":[{"content":"obligation to remain in a certain place;"},{"content":"detention;"},{"content":"detention in buildings not intended for persons accused or convicted of common crimes;"},{"content":"restrictions relating to the inviolability of correspondence, the confidentiality of communication, the provision of information and the freedom of the press and of radio and television broadcasting;"},{"content":"home search and apprehension;"},{"content":"suspension of the freedom of assembly and demonstration;"},{"content":"requisitions of goods and services."}]}},{"content":"Article 288. Detention","section":{"content":"Detentions carried out under a state of siege or of emergency shall adhere to the following principles:","section":[{"content":"a relative or trusted acquaintance of the detainee, indicated by the detainee, shall be notified immediately and informed about the applicable legal rules within a period of five days;"},{"content":"the name of the detainee and the legal basis for his detention shall be made public within five days;"},{"content":"the detainee shall come before a judge within a maximum of ten days."}]}},{"content":"Article 289. Functioning of the Sovereign Public Offices","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/em"}},"section":{"content":"The declaration of a state of siege or a state of emergency must not affect the application of the Constitution in respect of the powers and the functioning of the sovereign public offices, or in respect of the rights and immunities of the respective office holders or members."}},{"content":"Article 290. Termination","section":[{"content":"Upon the termination of a state of siege or of emergency, the President of the Republic shall address a message to the Assembly of the Republic, giving detailed information about the measures taken under it and a list of the names of all citizens affected."},{"content":"The termination of the state of siege or of emergency shall bring its effects to an end, but this shall not affect responsibility for unlawful acts committed by agents or persons who implemented it."}]}]},{"content":"CHAPTER II. AMENDING THE CONSTITUTION","section":[{"content":"Article 291. Initiative","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/amend"}},"section":[{"content":"Proposals to amend the Constitution shall be introduced on the initiative of the President of the Republic or of at least one third of the deputies of the Assembly of the Republic."},{"content":"Proposed amendments to the Constitution shall be laid before the Assembly of the Republic ninety days before the opening of debate."}]},{"content":"Article 292. Restrictions as to Subject Matter","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/amend"}},"section":[{"content":"Constitutional amendment laws shall have to respect the following:","section":[{"content":"the independence, the sovereignty and the unity of the State;"},{"content":"the republican form of Government;"},{"content":"the separation between religious denominations and the State;"},{"content":"the fundamental rights, freedoms and guarantees;"},{"content":"universal, direct, secret, personal, equal and periodic suffrage for the appointment of elective sovereign public offices and elective offices of local administration;"},{"content":"pluralism of expression and of political organisation, including political  parties and the right of democratic opposition;"},{"content":"the separation and interdependence of the sovereign public offices;"},{"content":"the scrutiny of constitutionality;"},{"content":"the independence of the judiciary;"},{"content":"the autonomy of local authorities;"},{"content":"the rights of workers and trade unions;"},{"content":"the rules governing nationality, which cannot be amended in such a way as to restrict or remove rights of citizenship."}]},{"content":"Amendments pertaining to the matters listed in the preceding paragraph must, obligatorily, be submitted to a referendum."}]},{"content":"Article 293. Restrictions as to Time","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/unamend"}},"section":{"content":"The Constitution may only be amended after five years have passed since the last amending legislation entered into force, except when a decision to assume  extraordinary amending powers has been passed by a majority of three quarters  of the deputies in the Assembly of the Republic."}},{"content":"Article 294. Restrictions as to Circumstances","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/em"}},"section":{"content":"No amendments to the Constitution shall be passed during a state of siege or state of emergency."}},{"content":"Article 295. Voting and Form","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/amend"}},"section":[{"content":"Amendments to the Constitution shall be carried by a majority of two thirds of the deputies of the Assembly of the Republic."},{"content":"The constitutional amendments that are approved shall be consolidated into a single amending law."},{"content":"The President of the Republic cannot refuse to enact the amending law."}]},{"content":"Article 296. Constitutional Amendments","section":[{"content":"Amendments to the Constitution shall be inserted into the appropriate place, by making the necessary substitutions, deletions and additions."},{"content":"The Constitution, as amended, shall be published together with the amending law."}]}]}]},{"content":"TITLE XVI. SYMBOLS, CURRENCY AND CAPITAL OF THE REPUBLIC","section":[{"content":"Article 297. National Flag","metadata":{"topics":["http://www.constituteproject.org/ontology/solid","http://www.constituteproject.org/ontology/flag"]},"section":[{"content":"The national flag shall have five colours: red, green, black, gold and white."},{"content":"The significance of these colours shall be as follows:","section":[{"content":"red – the centuries of resistance to colonialism, the armed national liberation struggle and defence of sovereignty;"},{"content":"green – the riches of the soil;"},{"content":"black – the African continent;"},{"content":"gold – the riches of the subsoil;"},{"content":"white – the justice of the struggle of the Mozambican people, and peace."}]},{"content":"From top to bottom, there shall be green, black and gold horizontal stripes, separated by strips of white. On the left side, there shall be a red triangle, in the centre of which there shall be a star. Above this there shall be a crossed hoe and gun, superimposed on a book."},{"content":"The star shall symbolise the spirit of international solidarity of the Mozambican people."},{"content":"The book, the hoe and the gun shall symbolise study, production and defence."}]},{"content":"Article 298. Emblem","section":[{"content":"The emblem of the Republic of Mozambique shall contain as its central elements a book, a gun and hoe, superimposed on a map of Mozambique, and representing, respectively: education, defence and vigilance, and the peasantry and agricultural production."},{"content":"Below the map the ocean shall be represented."},{"content":"In the centre shall be the rising sun, symbol of the building of a new life."},{"content":"Enclosing this shall be a toothed wheel, symbolising the workers and industry."},{"content":"Surrounding the toothed wheel there shall be, to the right and left respectively, an ear of maize and a piece of sugar cane, symbolising agricultural wealth."},{"content":"At the top, in the centre, shall be a star, symbolising the spirit of international solidarity of the Mozambican people."},{"content":"At the bottom there shall be a red stripe with the inscription “Republic of Mozambique”."}]},{"content":"Article 299. National Anthem","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/anthem"}},"section":{"content":"The words and the music of the national anthem shall be established by law, which shall be passed in accordance with article 280 (1)."}},{"content":"Article 300. Currency","section":[{"content":"The national currency shall be the Metical."},{"content":"Changes to the currency shall be established by law, which shall be passed in accordance with article 295 (1)."}]},{"content":"Article 301. Capital","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/capital"}},"section":{"content":"The Capital of the Republic of Mozambique shall be the City of Maputo."}}]},{"content":"TITLE XVII. FINAL AND TRANSITORY PROVISIONS","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/tranprov"}},"section":[{"content":"Article 302. Flag and Emblem","section":{"content":"Changes to the national flag and the emblem of the Republic of Mozambique shall be established by law, which shall be passed in accordance with article 295 (1) within a period of one year of the date upon which this Constitution enters into force."}},{"content":"Article 303. Constitutional Council","section":{"content":"When the Constitution enters into force, the Constitutional Council shall remain in office with its current composition and shall assume the powers established in Title Ten."}},{"content":"Article 304. Provincial Assemblies","section":{"content":"The elections to the provincial assemblies, provided for in article 142 of the Constitution, shall be held before the year 2009."}},{"content":"Article 305. Previous Law","section":{"content":"Insofar as it is not contrary to the Constitution, previous legislation shall remain in force until it is modified or repealed."}},{"content":"Article 306. Entry into Force","section":{"content":"The Constitution shall come into force on the day immediately following the day on which the results of the 2004 General Election are validated and proclaimed."}}]}]}}