{"document":{"section":[{"content":"Preamble","metadata":{"topics":["http://www.constituteproject.org/ontology/preamble","http://www.constituteproject.org/ontology/motive","http://www.constituteproject.org/ontology/auth"]},"section":[{"content":"We, The Sovereign Nigerien People","section":{"content":"Resolved to consolidate the gains of the Republic and of the national independence proclaimed respectively on the 18th of December of 1958 and the 3rd of August of 1960 as well as those of the Sovereign National Conference that reunited from the 29th of July to the 3 d of November of 1991 the totality of the living forces of the Nation;","section":[{"content":"Resolved to build a State of Law guaranteeing, on the one hand, the exercise of collective and individual rights, freedom, justice, dignity, equality, safety, and well-being as fundamental values of our society and, on the other hand, democratic alternation and good governance;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/dignity"}}},{"content":"Resolved to build a united Nation, dignified, peaceful, industrious and prosperous;"},{"content":"Profoundly attached to the values of civilization that founded our personality;"},{"content":"Concerned to safeguard our cultural identity;"}]}},{"content":"Proclaim our attachment to the principles of pluralist democracy and of human rights as defined by the Universal Declaration of Human Rights of 1948, the International Pact Relative to Civil and Political rights of 1966, the International Pact Relative to the Economical, Social and Cultural Rights of 1966, and by the African Charter of the Rights of Man and of Peoples of 1981;","metadata":{"topics":["http://www.constituteproject.org/ontology/intlaw","http://www.constituteproject.org/ontology/intrght"]}},{"content":"Proclaim our attachment to the regional and international juridical instruments of protection and of promotion of human rights as signed and ratified by Niger;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/intlaw"}}},{"content":"Reaffirm our attachment to African Unity and our engagement to make every effort to realize regional and sub-regional integration;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/region"}}},{"content":"Express our willingness to cooperate in amity, equality and mutual respect with all peoples [who] love [épris de] peace, justice and freedom;"},{"content":"Reaffirm our absolute opposition to any political regime founded on dictatorship, arbitrariness, impunity, injustice, corruption, racketeering, regionalism, ethnocentrism, nepotism, personal power and the cult of personality;"},{"content":"Solemnly adopt this Constitution, supreme law of the State to which we swear respect, loyalty and fidelity, and of which this Preamble is an integral part."}]},{"content":"FIRST TITLE. OF THE STATE AND OF SOVEREIGNTY","section":[{"content":"First Article","section":[{"content":"The State of Niger is an independent and sovereign Republic.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/system"}}},{"content":"All threat [atteinte] to the Republican form of the State and to the democratic institutions is a crime of high treason punished as such by the law."},{"content":"The capital of the Republic of Niger is Niamey.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/capital"}}},{"content":"The national emblem is the tricolored flag composed of three (3) horizontal, rectangular and equal bands whose colors are disposed from top to bottom in the following order: orange, white and green. The median white band has in its middle a disk of orange color.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/flag"}}},{"content":"The hymn of the Republic is La Nigérienne [the Nigerien].","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/anthem"}}},{"content":"The motto of the Republic is Fraternité, Travail, Progrés [Fraternity, Work, Progress].","metadata":{"topics":["http://www.constituteproject.org/ontology/motto","http://www.constituteproject.org/ontology/solid"]}},{"content":"The seal of the State, with a diameter of forty millimetres, is composed of a shield bearing a sun accosted to dexter by a lance in pale [en pal] charged with two Tuareg spades saltire [en sautoir], and to sinister by three ears of millet, one in pale and two placed saltire, accompanied at the point [en pointe] by a head of a zebu. Highlighted [en exergue], are placed the following inscriptions:","section":{"content":"in the superior part: République du Niger [Republic of Niger];","section":{"content":"in the inferior part: Fraternité, Travail, Progrés [Fraternity, Work, Progress].","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/solid"}}}}},{"content":"The Arms of the Republic are composed of a shield of sinople, with a sun [with] rays of gold [soleil rayonnant d’or], accosted to dexter by a lance in pale charged with two Tuareg spades saltire, and to sinister of three millet ears, one in pale [en pal] and two placed saltire, accompanied at the point [en pointe] by a head of a zebu, all gold."},{"content":"This shield is superimposed on a trophy formed of four flags of the Republic of Niger. The inscription République du Niger [Republic of Niger] is placed below."}]},{"content":"Article 2","section":[{"content":"The attributes of the Republic, such as defined in the first Article, are reserved for the use of the public powers."},{"content":"All illegal use and all profanation of these attributes are punished by the law."}]},{"content":"Article 3","section":[{"content":"The Republic of Niger is a unitary State. It is one and indivisible, democratic and social."},{"content":"Its fundamental principles are:","section":{"content":"the government of the people by the people and for the people;","section":[{"content":"the separation of the State and of religion;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/seprel"}}},{"content":"social justice;"},{"content":"national solidarity.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/solid"}}}]}}]},{"content":"Article 4","section":[{"content":"National sovereignty belongs to the People."},{"content":"No fraction of the People, no community, no corporation, no political party or association, no trade-union [syndicale] organization and no individual may arrogate its exercise."},{"content":"In the exercise of the power of the State, personal power, regionalism, ethnocentrism, discrimination, nepotism, sexism, the clan spirit, the feudal spirit, slavery in all its forms, illicit enrichment, favoritism, corruption, racketeering and the influence-trafficking are punished by the law.","metadata":{"topics":["http://www.constituteproject.org/ontology/slave","http://www.constituteproject.org/ontology/equalgr1","http://www.constituteproject.org/ontology/equal"]}}]},{"content":"Article 5","metadata":{"topics":["http://www.constituteproject.org/ontology/langprot","http://www.constituteproject.org/ontology/lang"]},"section":[{"content":"All communities composing the Nigerien Nation enjoy the freedom to use their languages[,] respecting those of others."},{"content":"These languages have, in all equality, the status of national languages."},{"content":"The State sees to the promotion and to the development of the national languages."},{"content":"The law establishes the modalities of their promotion and of their development."},{"content":"The official language is French."}]},{"content":"Article 6","section":[{"content":"The People exercise their sovereignty through their elected representatives and by way [voie] of referendum. The conditions of recourse to the referendum are determined by the law.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/referen"}}},{"content":"An Independent National Electoral Commission [Comission électoral nationale Indépendante (CENI)] is charged with the organization, development and supervision of the voting operations. It proclaims the provisional results.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/ecom"}}},{"content":"An organic law determines the modalities of the organization and of the functioning of this Commission.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/ecom"}}},{"content":"The Constitutional Court sees to the regularity of the voting operations and proclaims the definitive results."}]},{"content":"Article 7","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/voteun"}},"section":[{"content":"Suffrage is direct or indirect. It is universal, free, equal and secret.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/freeelec"}}},{"content":"Nigeriens of the two (2) sexes, aged eighteen (18) years on the day of the ballot or the emancipated minors, enjoying their civil and political rights are electors[,] under the conditions determined by the law.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/voteres"}}}]},{"content":"Article 8","metadata":{"topics":["http://www.constituteproject.org/ontology/equalgr1","http://www.constituteproject.org/ontology/equalgr4","http://www.constituteproject.org/ontology/equal","http://www.constituteproject.org/ontology/equalgr12","http://www.constituteproject.org/ontology/equalgr6"]},"section":[{"content":"The Republic of Niger is a State of Law [Etat de droit]."},{"content":"It assures to all equality before the law without distinction of sex, [or] of social, racial, ethnic or religious origin."},{"content":"It respects and protects all beliefs. No religion, no belief can arrogate the political power or interfere in the affairs of State."},{"content":"All particularist propaganda of a regionalist, racial or ethnic character, all manifestation of racial, social, sexist, ethnic, political or religious discrimination, are punished by the law.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/equalgr15"}}}]},{"content":"Article 9","section":[{"content":"Under the framework [cadre] of the freedom of association recognized and guaranteed by this Constitution, the political parties, groups of political parties, trade-unions [syndicats], the non-governmental organizations and other associations or groups of associations are formed and exercise their activities freely, within respect for the laws and regulations in force.","metadata":{"topics":["http://www.constituteproject.org/ontology/partrght","http://www.constituteproject.org/ontology/jointrde"]}},{"content":"The political parties and the groups of political parties concur in the expression of the suffrage. The same prerogatives are recognized to all Nigerien citizens enjoying their civil and political rights and meeting the conditions of eligibility provided by the law."},{"content":"The political parties with an ethnic, regionalist or religious character are prohibited. No party may be knowingly created with the purpose of promoting an ethnic group, a region or a religion, under penalty of the sanctions provided by the law.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/partprh"}}}]}]},{"content":"TITLE II. OF THE RIGHTS AND DUTIES OF THE HUMAN PERSON","section":[{"content":"Article 10","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/equal"}},"section":{"content":"All Nigeriens are born and remain free and equal in rights and in duties. However, the access of certain categories of citizens to electoral mandates, to elective functions and to public employments may be favored by particular measures specified by the law."}},{"content":"Article 11","section":{"content":"The human person is sacred. The State has the absolute obligation to respect it and to protect it."}},{"content":"Article 12","section":[{"content":"Each one has the right to life, to health, to physical and moral integrity, to a healthy and sufficient food supply [alimentation], to potable water, to education and instruction in the conditions specified by the law.","metadata":{"topics":["http://www.constituteproject.org/ontology/water","http://www.constituteproject.org/ontology/life"]}},{"content":"The State assures to each one the satisfaction of the essential needs and services as well as a full development [épanouissement].","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/standliv"}}},{"content":"Each one has the right to freedom and to security within the conditions defined by the law."}]},{"content":"Article 13","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/health"}},"section":[{"content":"Every person has the right to enjoy the best state of physical and moral health."},{"content":"The State sees to the creation of the proper conditions to assure to all, medical services and medical assistance in the case of illness."},{"content":"The law determines the modalities for implementing this provision."}]},{"content":"Article 14","metadata":{"topics":["http://www.constituteproject.org/ontology/cruelty","http://www.constituteproject.org/ontology/slave","http://www.constituteproject.org/ontology/torture"]},"section":[{"content":"No one shall be submitted to torture, to slavery or to cruel, inhuman or degrading abuse [sévices] or treatments."},{"content":"Any individual, any agent of the State, who is found guilty [se render coupable] of acts of torture or of cruel, inhuman or degrading abuse or treatments in the exercise of or on the occasion of the exercise of their functions, either on his own initiative or under instructions, will be punished according to the law."}]},{"content":"Article 15","section":[{"content":"No one is required to execute a manifestly illegal order."},{"content":"The law determines the order manifestly illegal."}]},{"content":"Article 16","section":[{"content":"No citizen may be forced into exile or be subject to deportation."},{"content":"Enforced exile or deportation of a citizen is considered as a crime against the Nation and punished according to the law."}]},{"content":"Article 17","metadata":{"topics":["http://www.constituteproject.org/ontology/artists","http://www.constituteproject.org/ontology/devlpers"]},"section":{"content":"Each one has the right to the free development of his personality in its material, intellectual, cultural, artistic and religious dimensions, provided that he does not violate the rights of others, or infringe the constitutional order, the law or morality."}},{"content":"Article 18","metadata":{"topics":["http://www.constituteproject.org/ontology/wolaw","http://www.constituteproject.org/ontology/expost"]},"section":{"content":"No one may be arrested or charged except by virtue of a law that entered into force prior to the acts alleged against him."}},{"content":"Article 19","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/expost"}},"section":{"content":"The laws and regulations only have retrospective effect so far as they concern the rights and advantages that they may confer to the citizen."}},{"content":"Article 20","section":[{"content":"Any person accused of a delinquent act is presumed innocent until their culpability has been legally established in the course of a public process [procès] during which all the guarantees necessary for their free defense have been assured to them.","metadata":{"topics":["http://www.constituteproject.org/ontology/pubtri","http://www.constituteproject.org/ontology/couns","http://www.constituteproject.org/ontology/fairtri","http://www.constituteproject.org/ontology/presinoc"]}},{"content":"No one shall be condemned for actions or omissions which, when they were committed, did not constitute an infraction according to the national law. In the same way [de même], more severe penalties than those applicable at the moment the infraction was committed may not be inflicted.","metadata":{"topics":["http://www.constituteproject.org/ontology/wolaw","http://www.constituteproject.org/ontology/expost"]}}]},{"content":"Article 21","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/fndfam"}},"section":[{"content":"Marriage and family constitute the natural and moral base of the human community. They are placed under the protection of the State.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/marriage"}}},{"content":"The State and public collectivities have the duty to see to the physical, mental and moral health of the family, particularly of the mother and of the child."}]},{"content":"Article 22","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/finsup4"}},"section":[{"content":"The State sees to the elimination of all forms of discrimination concerning [à l’égard de] women, young girls and handicapped persons. The public policies in all the domains assure their full development and their participation in the national development.","metadata":{"topics":["http://www.constituteproject.org/ontology/equalgr9","http://www.constituteproject.org/ontology/equalgr1"]}},{"content":"The State takes, among others, measures to combat the violence done to women and children in public and private life."},{"content":"It assures to them an equitable representation within the public institutions through the national policy [concerning] gender and the respect for the quotas.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/lhquota"}}}]},{"content":"Article 23","section":[{"content":"Parents have the right and duty to raise, educate and protect their children. Descendants have the right and duty to assist and help the ascendants. Both [les uns comme les autres] are supported in this task by the State and the other public collectivities."},{"content":"The State and the other public collectivities, through their public policies and their actions, see to the promotion and to the access to a quality, gratuitous and public education.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/edfree"}}}]},{"content":"Article 24","metadata":{"topics":["http://www.constituteproject.org/ontology/childpro","http://www.constituteproject.org/ontology/finsup4"]},"section":[{"content":"Youth is protected by the State and the other public collectivities against exploitation and abandonment.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/childwrk"}}},{"content":"The State sees to the material and intellectual development of youth."},{"content":"It sees to the promotion of training and of employment of young [people] as well as to their vocational [professionnelle] integration."}]},{"content":"Article 25","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/finsup1"}},"section":[{"content":"The State sees to the elderly through a policy of social protection."},{"content":"The law establishes the conditions and modalities of this protection."}]},{"content":"Article 26","metadata":{"topics":["http://www.constituteproject.org/ontology/finsup3","http://www.constituteproject.org/ontology/equalgr9"]},"section":{"content":"The State sees to the equality of opportunities [chances] for handicapped persons with a view to their promotion and/or their social reintegration [réinsertion]."}},{"content":"Article 27","metadata":{"topics":["http://www.constituteproject.org/ontology/privacy","http://www.constituteproject.org/ontology/evidence"]},"section":{"content":"The domicile is inviolable. Search, arrest or questioning [interpellation] may only be ordered under the conditions and forms specified by the law."}},{"content":"Article 28","metadata":{"topics":["http://www.constituteproject.org/ontology/proprght","http://www.constituteproject.org/ontology/exprop"]},"section":{"content":"Any person has a right to property. No one may be deprived of their property except for cause of public utility [and] subject to a fair and prior indemnification."}},{"content":"Article 29","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/privacy"}},"section":{"content":"The secrecy of correspondence and of communications is inviolable. It may only be derogated under the conditions and forms specified by the law, under penalty of sanctions."}},{"content":"Article 30","metadata":{"topics":["http://www.constituteproject.org/ontology/opinion","http://www.constituteproject.org/ontology/freerel","http://www.constituteproject.org/ontology/express"]},"section":[{"content":"Any person has the right to freedom of thought, of opinion, of expression, of conscience, of religion and of worship [culte]."},{"content":"The State guarantees the free exercise of worship and the expression of beliefs [croyances]."},{"content":"These rights are exercised with respect for public order, for social peace and for national unity."}]},{"content":"Article 31","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/infoacc"}},"section":{"content":"Any person has the right to be informed and to [have] access to the information held by the public services within the conditions determined by the law."}},{"content":"Article 32","metadata":{"topics":["http://www.constituteproject.org/ontology/freemove","http://www.constituteproject.org/ontology/assoc","http://www.constituteproject.org/ontology/assem"]},"section":{"content":"The State recognizes and guarantees the freedom of movement, the freedoms of association, assembly, procession and manifestation within the conditions defined by the law."}},{"content":"Article 33","metadata":{"topics":["http://www.constituteproject.org/ontology/provwork","http://www.constituteproject.org/ontology/remuner"]},"section":[{"content":"The State recognizes to all citizens the right to work and strives to create the conditions that make the enjoyment of this right effective, and that guarantee to the worker just compensation [rétribution] for his services or for his production."},{"content":"No one may be the victim of discrimination within the framework [cadre] of his work."}]},{"content":"Article 34","metadata":{"topics":["http://www.constituteproject.org/ontology/strike","http://www.constituteproject.org/ontology/jointrde"]},"section":{"content":"The State recognizes and guarantees the syndical right and the right to strike that are exercised within the conditions specified by the laws and regulations in force."}},{"content":"Article 35","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/env"}},"section":[{"content":"Any person has the right to a healthy environment. The State has the obligation to protect the environment in the interest of present and future generations."},{"content":"Each one is required to contribute to the safeguarding and to the improvement of the environment in which he lives."},{"content":"The acquisition, the storage, the handling and the disposal of toxic wastes or pollutants originating from factories and other industrial or handwork [artisanales] sites, installed on the national territory[,] are regulated by the law."},{"content":"The transit, importation, storage, landfill, [and] dumping on the national territory of foreign pollutants or toxic wastes, as well as any agreement relating [to it] constitute a crime against the Nation, punished by the law."},{"content":"The State sees to the evaluation and control of the impacts of any project and program of development on the environment."}]},{"content":"Article 36","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/env"}},"section":{"content":"The State and the other public collectivities see to the fight against desertification."}},{"content":"Article 37","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/env"}},"section":{"content":"The national and international enterprises have the obligation to respect the legislation in force in environmental matters. They are required to protect human health and to contribute to the safeguarding [of it] as well as to the improvement of the environment."}},{"content":"Article 38","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/milserv"}},"section":[{"content":"The defense of the Nation and of the territorial integrity of the Republic is a sacred duty for each Nigerien citizen."},{"content":"Military service is obligatory. The conditions of its accomplishment are determined by the law."}]},{"content":"Article 39","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/abide"}},"section":{"content":"All Nigerien citizens, civil or military, have the absolute obligation to respect, in all circumstances, the Constitution and the juridical order of the Republic, under penalty of the sanctions specified by the law."}},{"content":"Article 40","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/taxes"}},"section":{"content":"All citizens have the duty to work selflessly for the common good, to fulfill their civic and professional obligations and to make their tax [fiscales] contributions."}},{"content":"Article 41","section":{"content":"The Public assets are sacred and inviolable. Every person must respect them and protect them scrupulously. Any act of sabotage, of vandalism, of corruption, of diversion, of squandering, of money laundering or of illicit enrichment is punished [réprimé] by the law."}},{"content":"Article 42","section":[{"content":"The State must protect, abroad, the rights and legitimate interests of the Nigerien citizens."},{"content":"Nationals of other countries benefit in the territory of the Republic of Niger from the same rights and freedoms as Nigerien nationals within the conditions determined by the law."}]},{"content":"Article 43","section":[{"content":"The State has the duty to assure the translation and diffusion in national languages of the Constitution, as well as of the texts relative to human rights and to the fundamental freedoms."},{"content":"It guarantees the teaching of the Constitution, of human rights and of civic education at all levels of training."}]},{"content":"Article 44","metadata":{"topics":["http://www.constituteproject.org/ontology/hr","http://www.constituteproject.org/ontology/intlaw"]},"section":[{"content":"A National Commission sees to the promotion and to the effectiveness of the rights and of the freedoms consecrated above."},{"content":"The National Commission for Human Rights [Commission nationale des droits humains] is an independent administrative authority."},{"content":"The law determines the composition, the organization, the attributions and the functioning of this Commission, in accordance with the international principles in force."},{"content":"It presents, before the National Assembly, an annual report on human rights."}]},{"content":"Article 45","section":{"content":"The rights and freedoms mentioned above are exercised within respect for the laws and regulations in force."}}]},{"content":"Title III. OF THE EXECUTIVE POWER","section":[{"content":"Section 1. Of The President of the Republic","section":[{"content":"Article 46","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/execnum"}},"section":[{"content":"The President of the Republic is the Head of the State."},{"content":"He incarnates national unity."},{"content":"The President of the Republic is above the political parties."},{"content":"He is the guarantor of the national independence, of the national unity, of the integrity of the territory, of respect for the Constitution, [and] for the international treaties and agreements. He assures the regular functioning of the public powers and the continuity of the State.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/intlaw"}}}]},{"content":"Article 47","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hoselect"}},"section":[{"content":"The President of the Republic is elected by universal, free, direct, equal and secret suffrage for a mandate of five (5) years, renewable one (1) sole time.","metadata":{"topics":["http://www.constituteproject.org/ontology/hosterm","http://www.constituteproject.org/ontology/hosterml","http://www.constituteproject.org/ontology/voteun","http://www.constituteproject.org/ontology/freeelec"]}},{"content":"In any case, no one may exercise more than two (2) presidential mandates or extend the mandate for any reason whatsoever.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hosterml"}}},{"content":"Nigeriens of the two (2) sexes, of [Nigerien] nationality of origin, at least thirty-five (35) years old the day the dossier is deposited, enjoying their civil and political rights[,] are eligible to the Presidency of the Republic.","metadata":{"topics":["http://www.constituteproject.org/ontology/hosage","http://www.constituteproject.org/ontology/hosrest"]}},{"content":"No one is eligible to the Presidency of the Republic if he does not enjoy a good state of physical and mental health, as well as of a good morality attested by the competent services.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hosrest"}}},{"content":"The organic law specifies the conditions of eligibility, of the presentation of the candidatures, of development of the ballot, of counting [dépouillement] and of proclamation of the results.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hosrest"}}},{"content":"The Constitutional Court controls the regularity of these operations and proclaims the definitive results."}]},{"content":"Article 48","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hoselect"}},"section":[{"content":"The election of the President of the Republic takes place by majority ballot in two (2) rounds."},{"content":"The convocation of the electors is made by decree taken in the Council of Ministers."},{"content":"The first round of the ballot with a view to the election of the President of the Republic takes place ninety (90) days, at least and one hundred twenty (120) days, at most, before the expiration of the mandate of the President in office.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/electsch"}}},{"content":"The candidate who obtains the absolute majority of the expressed suffrage in the first round is declared elected."},{"content":"If this condition is not met, it proceeds, no later than twenty-one (21) days after the publication of the definitive results by the Constitutional Court, to a second round of [the] ballot in which the two (2) candidates that arrived ahead in the first round take part."},{"content":"In the case of death, withdrawal [déssistement] or incapacity of one or the other of the two candidates, the candidates following present themselves in the order of their ranking [classement] after the first round."},{"content":"No withdrawal may be taken into consideration seventy-two (72) hours after the proclamation of the definitive results of the first round by the Constitutional Court."},{"content":"In the case of death of the two (2) candidates, the electoral operations of the first round are retaken."},{"content":"After the second round, the candidate who obtained the greatest number of votes is declared elected."}]},{"content":"Article 49","section":{"content":"The mandate of the new President of the Republic takes effect counting from the date of expiration of the mandate of his predecessor."}},{"content":"Article 50","metadata":{"topics":["http://www.constituteproject.org/ontology/oath","http://www.constituteproject.org/ontology/god"]},"section":[{"content":"Before entering into [his] functions, the President of the Republic takes an oath on the Holy Book [Livre Saint] of his confession before the Constitutional Court, in the presence of the members of the National Assembly, in these terms:"},{"content":"&quot;Before God and before the sovereign Nigerien People, We ..., President the Republic, elected according to the laws, solemnly swear on the Holy Book [Livre Saint]:","section":{"content":"to respect and to have respected the Constitution that the People have freely given to themselves;","section":[{"content":"to loyally fulfill the high functions with which we have been invested;"},{"content":"to never betray or to misrepresent the aspirations of the People;"},{"content":"to respect and to defend the republican form of the State;"},{"content":"to preserve the integrity of the territory and the unity of the Nation;"},{"content":"to respect and to defend the rights and freedoms of the citizens;"},{"content":"not to take or to be guaranty [cautionner] for any measures degrading [avilissante] the human dignity;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/dignity"}}},{"content":"to see to the neutrality of the administration and to the respect for the texts that establish [consacrent] its depolitization;"},{"content":"to work tirelessly for the happiness of the People;"},{"content":"to spare no effort for the realization of African Unity;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/region"}}},{"content":"to conduct ourselves in all [things] as faithful and loyal servant of the People;"}]}},{"content":"In the case of perjury, may we suffer the rigors of the law."},{"content":"May God help us.&quot;"},{"content":"The oath is received by the Constitutional Court."}]},{"content":"Article 51","section":[{"content":"After the ceremony of investiture and within a time period of forty-eight (48) hours, the President of the Constitutional Court receives the declaration[,] written on the honor[,] of the assets of the President of the Republic."},{"content":"This declaration is subject to an annual updating and [one] at the cessation of the functions. The initial declaration and the updates are published in the Journal Officiel [Official Gazette] and by the way of the press."},{"content":"A copy of the declaration of the President of the Republic is communicated to the Court of Accounts and to the tax services."},{"content":"The gaps between the initial declaration and the annual updates must be duly justified. The Constitutional Court has all powers of evaluation [appréciation] in this domain."},{"content":"The Court of Accounts is also charged [chargée] with controlling the declaration of assets as received by the Constitutional Court."}]},{"content":"Article 52","section":[{"content":"During his mandate, the President of the Republic may not, either by himself or by others, purchase or lease anything that belongs to the domain of the State or to its separated parts [démembrements]."},{"content":"He may not take part, either by himself or by others, in the public and private markets of the State and of its separated parts."},{"content":"The provisions of this Article are extended to the Presidents of the Institutions of the Republic, to the Prime Minister, to the members of the Government and to the Deputies."}]},{"content":"Article 53","metadata":{"topics":["http://www.constituteproject.org/ontology/hossucc","http://www.constituteproject.org/ontology/conpow","http://www.constituteproject.org/ontology/hosdiss"]},"section":[{"content":"In the case of vacancy of the Presidency of the Republic by death, resignation, forfeiture or absolute impediment, the functions of President of the Republic are provisionally exercised by the President of the National Assembly and, if this last [one] is incapacitated, by the Vice-Presidents of the National Assembly in the order of precedence."},{"content":"The physical or mental incapacity of the President of the Republic rendering him unfit to exercise the responsibilities [charges] of his function[,] is considered absolute impediment."},{"content":"The refusal of the President of the Republic to obey an order of the Constitutional Court that declares a violation by him of the provisions of this Constitution is liable [passible] to the same consequences as the absolute impediment."},{"content":"The absolute impediment is declared by the Constitutional Court, referred to [the matter] by the National Assembly, deciding by a majority of two-thirds (2/3) of its members."},{"content":"In the case of death, the vacancy is declared by the Constitutional Court, referred to [the matter] by the Prime Minister or [by] a member of the Government."},{"content":"In the case of resignation, the vacancy is declared by the Constitutional Court, referred to [the matter] by the resigning President of the Republic."},{"content":"It [then] proceeds to new presidential elections ninety (90) days, at least, and one hundred twenty (120) days, at most, after the opening of the vacancy."},{"content":"When the President of the National Assembly assures the interim of the President of the Republic in the conditions enounced in the paragraphs above, he may not, except [by] resignation on his part or renouncement of the interim, stand as a candidate in the presidential elections. He exercises the attributions vested [dévolues] in the President of the Republic, with the exception of those provided for in Articles 59, 60 and 61."},{"content":"In the case of resignation of the President of the National Assembly or of renunciation of the interim on his part, the interim of the President of the Republic is assured by the Vice-Presidents of the National Assembly, in the order of precedence."},{"content":"In the case of impeachment [mise en accusation] of the President of the Republic before the High Court of Justice, his interim is assured by the President of the Constitutional Court who exercises all the functions of President of the Republic, with the exception of those mentioned in paragraph 8 of this Article. He may not stand as a candidate in the presidential elections."}]},{"content":"Article 54","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/stdcom"}},"section":{"content":"In the case of serious illness duly declared by a college of three (3) doctors appointed by the Bureau of the National Assembly on the proposal of the Order of Doctors [l&#x27;Ordre des médecins], the Constitutional Court, referred to [the matter] by two-thirds (2/3) of the members of the National Assembly, declares the absolutely impediment of the President of the Republic and pronounces the vacancy."}},{"content":"Article 55","section":[{"content":"The functions of President of the Republic are incompatible with the exercise of any other elective mandate, of any military, civil or public employment and of any other professional activity.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/milrest"}}},{"content":"For the duration of his mandate, the President of the Republic may not be president or member of the directive organ of a political party or any national association."}]},{"content":"Article 56","metadata":{"topics":["http://www.constituteproject.org/ontology/cabsel","http://www.constituteproject.org/ontology/cabdiss"]},"section":[{"content":"The President of the Republic appoints the Prime Minister and terminates his functions.","metadata":{"topics":["http://www.constituteproject.org/ontology/hogdiss","http://www.constituteproject.org/ontology/hogelect"]}},{"content":"On a proposal of the Prime Minister, he appoints the other members of the Government and terminates their functions."},{"content":"In the case of absence from the territory, of sickness or of vacation [congé] of the President of the Republic, his interim is assured by the Prime Minister within the limits of the powers that he would have delegated to him.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hogpow"}}}]},{"content":"Article 57","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/cabinet"}},"section":[{"content":"The President of the Republic is the President of the Council of Ministers. He convokes and presides over the Council of Ministers."},{"content":"The Prime Minister substitutes him in the presidency of the Council of Ministers within the conditions enunciated in this Constitution."},{"content":"The agenda of the Council is established by mutual agreement between the President of the Republic and the Prime Minister."}]},{"content":"Article 58","metadata":{"topics":["http://www.constituteproject.org/ontology/legapp","http://www.constituteproject.org/ontology/override"]},"section":[{"content":"The President of the Republic promulgates the laws within the fifteen (15) days that follow the transmission made to him by the President of the National Assembly."},{"content":"This time period is reduced to five (5) days in the case of urgency declared by the National Assembly."},{"content":"The President of the Republic may, before the expiration of these time periods, address a motivated demand to the National Assembly for a second deliberation of the law or of certain of its Articles. This deliberation may not be refused."},{"content":"If after a second reading, the National Assembly votes the text by an absolute majority of its members, the law is promulgated of plain right and published according to the procedure of urgency."}]},{"content":"Article 59","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/legdiss"}},"section":[{"content":"The President of the Republic can, after consultation of the President of the National Assembly and of the Prime Minister, pronounce the dissolution of the National Assembly."},{"content":"A new Assembly is elected sixty (60) days at least and ninety (90) days at most after this dissolution."},{"content":"A new dissolution may not proceed within the twenty-four (24) months following the elections."},{"content":"After the expiration of the time period established in the preceding paragraph, if the legislative elections are not organized, the dissolved National Assembly is rehabilitated of plain right."}]},{"content":"Article 60","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/referen"}},"section":[{"content":"The President of the Republic may, after the opinion [après avis] of the National Assembly and of the President of the Constitutional Court, submit to referendum any text which appears to him to demand [devoir exiger] the direct consultation of the people with the exception of any revision of this Constitution which remains governed by the procedure specified in Title XII."},{"content":"At the demand of the President of the Republic, the Constitutional Court decides by an order [arrêt] on the constitutionality of the initiative of the recourse to the referendum.","metadata":{"topics":["http://www.constituteproject.org/ontology/interp","http://www.constituteproject.org/ontology/conpow"]}},{"content":"When the bill is adopted by referendum, the President of the Republic promulgates it within the time periods specified in paragraphs 1 and 2 of Article 58."}]},{"content":"Article 61","metadata":{"topics":["http://www.constituteproject.org/ontology/headforn","http://www.constituteproject.org/ontology/hospow"]},"section":{"content":"The President of the Republic accredits the ambassadors and the extraordinary envoys to foreign powers. The ambassadors and extraordinary envoys of foreign powers are accredited to him."}},{"content":"Article 62","section":{"content":"The President of the Republic is the Head of the Administration. He sees to the neutrality of the administration and to the respect for the texts that consecrate its depolitization."}},{"content":"Article 63","metadata":{"topics":["http://www.constituteproject.org/ontology/hosstaff","http://www.constituteproject.org/ontology/comchief"]},"section":[{"content":"The President of the Republic is the Supreme Head of the Armies."},{"content":"He is assisted by the Superior Council of National Defense [Conseil supérieur de la défense] and by the National Council of Security [Conseil nationale de sécuité]."}]},{"content":"Article 64","metadata":{"topics":["http://www.constituteproject.org/ontology/milcom","http://www.constituteproject.org/ontology/hosstaff"]},"section":[{"content":"The Superior Council of National Defense gives its opinion [avis] on the appointment to high military functions and on the promotion to the ranks [grades] of general officers, and on any other question of the military domain to which it is referred."},{"content":"A law determines the composition, the attributions and the functioning of the Superior Council of National Defense."}]},{"content":"Article 65","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hosstaff"}},"section":[{"content":"The National Council of Security gives its opinion on matters related to the security of the Nation, to the defense of the Nation, to the foreign policy and[,] in a general manner[,] on all matters related to the strategic and vital interests of the country."},{"content":"A law determines the composition, the attributions and the functioning of the National Council of Security."}]},{"content":"Article 66","section":[{"content":"The Nigerien armed forces [Forces Armée Nigériennes (FAN)] assure the defense of the integrity of the national territory against all external aggression and participate, by the side of the other forces, in the preservation of peace and security, in accordance with the laws and regulations in force."},{"content":"They participate in the work [à l’œuvre de] of economic and social development of the Nation and may exercise the responsibilities corresponding to their competences and qualifications."}]},{"content":"Article 67","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/em"}},"section":[{"content":"When the institutions of the Republic, the independence of the Nation, the integrity of the national territory or the execution of the international engagements are menaced in a grave and immediate manner, and the regular functioning of the public constitutional powers is interrupted, the President of the Republic takes the exceptional measures demanded by these circumstances after official consultation of the Prime Minister, of the President of the National Assembly and of the President of the Constitutional Court.","metadata":{"topics":["http://www.constituteproject.org/ontology/conpow","http://www.constituteproject.org/ontology/intlaw"]}},{"content":"He informs the Nation by a message. The National Assembly meets of plain right if it is not in session."},{"content":"No institution of the Republic may be dissolved or suspended during the exercise of the exceptional powers."},{"content":"The exceptional measures must be inspired by the will to assure to the constitutional public powers, within the shortest time periods, the means to accomplish their mission."},{"content":"The National Assembly approves [apprécie] with an absolute majority of its members the duration of the exercise of the emergency powers and terminates them in the case of abuse."}]},{"content":"Article 68","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/em"}},"section":{"content":"The President of the Republic, after deliberation of the Council of Ministers, proclaims the State of Emergency within the conditions determined by the law."}},{"content":"Article 69","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hosstaff"}},"section":[{"content":"A Council of the Republic [Conseil de la République] is instituted in view of preventing and resolving the institutional and political crises, in a consensual manner, within the respect for this Constitution."},{"content":"The Council of the Republic gives its opinion [avis] on the matters that it is referred to. These opinions are brought to the knowledge of the Nation, under reserve [for] the defense secrets. It meets under the presidency of the President of the Republic."},{"content":"The Council of the Republic is constituted by:","section":{"content":"the President of the Republic;","section":[{"content":"the President of the National Assembly;"},{"content":"the Prime Minister;"},{"content":"the former Presidents of the Republic and former Heads of State;"},{"content":"and by the Leader [Chef de file] of the opposition."}]}},{"content":"The law determines the attributions and the functioning of the Council of the Republic."}]},{"content":"Article 70","metadata":{"topics":["http://www.constituteproject.org/ontology/hogdec","http://www.constituteproject.org/ontology/milcom","http://www.constituteproject.org/ontology/hospow"]},"section":[{"content":"The President of the Republic signs the ordinances and decrees deliberated in the Council of Ministers."},{"content":"He appoints[,] by decree taken in the Council of Ministers, to the civil and military employments of the State."},{"content":"The law determines the functions that he would be provided by decree taken in the Council of Ministers."}]},{"content":"Article 71","section":{"content":"The law establishes the advantages granted to the President of the Republic and organizes the modalities for granting a pension to former Presidents of the Republic and Heads of State."}},{"content":"Article 72","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/pardon"}},"section":{"content":"The President of the Republic has the right of pardon. This pardon may not be granted in the cases of imprescriptible crimes."}}]},{"content":"Section 2. Of the Government","section":[{"content":"Article 73","metadata":{"topics":["http://www.constituteproject.org/ontology/execnum","http://www.constituteproject.org/ontology/hogpow"]},"section":[{"content":"The Prime Minister is the Head of the Government. He directs, animates and coordinates the governmental action."},{"content":"He assures the execution of the laws."},{"content":"He may delegate certain of his powers to the Ministers."},{"content":"By virtue of an express delegation and for a determined agenda, he substitutes the President of the Republic in the presidency of a Council of Ministers."}]},{"content":"Article 74","metadata":{"topics":["http://www.constituteproject.org/ontology/god","http://www.constituteproject.org/ontology/oath"]},"section":[{"content":"Before entering into [his] functions, the Prime Minister takes, before the National Assembly, on the Holy Book of his confession, the following oath:"},{"content":"&quot;Before God and before the representatives of the sovereign Nigerien People, We ..., Prime Minister, Head of the Government, solemnly swear on the Holy Book [Livre-Saint]:","section":{"content":"to respect the Constitution that the People have freely given to themselves;","section":[{"content":"to loyally fulfill the high functions with which we have been invested;"},{"content":"to respect and to defend the republican form of the State;"},{"content":"to respect and to defend the rights and freedoms of the citizens;"},{"content":"not to take or to be guaranty [cautionner] for any measures degrading [avilissante] the human dignity;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/dignity"}}},{"content":"to assure the neutrality of the administration and to the respect for the texts that establish [consacrent] its depolitization;"},{"content":"to work tirelessly for the happiness of the People;"},{"content":"to conduct ourselves everywhere as faithful and loyal servant of the People;"}]}},{"content":"In the case of perjury, may we suffer the rigors of the law."},{"content":"May God help us.&quot;"}]},{"content":"Article 75","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/cabpow"}},"section":{"content":"The acts of the Prime Minister are countersigned, the case arising, by the Ministers charged with their execution."}},{"content":"Article 76","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/cabpow"}},"section":[{"content":"The Government determines and conducts the policy of the Nation."},{"content":"It disposes of the administration and of the public force. It may dispose of the armed force within the conditions determined by the law."},{"content":"The Government is responsible before the National Assembly within the conditions specified in Articles 107 and 108."},{"content":"At his entering into [his] functions and after deliberation of the Council of Ministers, the Prime Minister makes a declaration of general policy before the National Assembly."}]},{"content":"Article 77","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hogpow"}},"section":{"content":"The acts of the President of the Republic other than those specified in paragraph 1 of Article 56 and of Articles 60, 61, 67 and 92 are countersigned by the Prime Minister and, the case arising, by the Ministers responsible."}},{"content":"Article 78","section":[{"content":"Within seven (7) days of their entering into [their] functions, the Prime Minister and the Ministers shall remit to the President of the Court of Accounts the declaration[,] written on their honor[,] of their assets. This declaration is subject to an annual updating and [one] at the cessation of the functions."},{"content":"This provision is extended to the Presidents of other institutions of the Republic and to the responsible [persons] of the independent administrative authorities."},{"content":"The initial declaration and the updates are published in the Journal Officiel [Official Gazette] and by way of the press."},{"content":"The Court of Accounts is charged with controlling the declarations of assets."},{"content":"The law determines the other public agents subject to the obligation of declaration of assets, as well as the modalities of this declaration."}]},{"content":"Article 79","section":{"content":"Any inexact or untruthful declaration of assets exposes its author to prosecution for evasion [chef de faux] in accordance with the provisions of the Penal Code."}},{"content":"Article 80","metadata":{"topics":["http://www.constituteproject.org/ontology/hoglegr","http://www.constituteproject.org/ontology/cabrest"]},"section":[{"content":"The functions of members of the Government are incompatible with the exercise of any parliamentary mandate, [with] any function of professional representation on an international, national or local scale [à l’échelle], [with] any public or private employment and [with] any professional activity.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/profleg"}}},{"content":"No one may be [a] member of the Government if he does not enjoy a good morality attested by the competent services."}]}]},{"content":"Section 3. Of the Cohabitation","section":[{"content":"Article 81","section":[{"content":"When the presidential majority and the parliamentary majority do not concur, the Prime Minister is appointed by the President of the Republic from a list of three (3) notable persons [personnalités] proposed by the majority of the National Assembly.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hogelect"}}},{"content":"The President of the Republic terminates the functions of the Prime Minister on the presentation by him of the resignation of the Government.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hogdiss"}}},{"content":"The Ministers charged with the National Defense and with Foreign Affairs are appointed by mutual agreement of the President of the Republic and the Prime Minister."}]},{"content":"Article 82","metadata":{"topics":["http://www.constituteproject.org/ontology/cabpow","http://www.constituteproject.org/ontology/hospow"]},"section":{"content":"The President of the Republic appoints to the civil employments of the State on proposal of the Government."}}]}]},{"content":"TITLE IV. OF THE LEGISLATIVE POWER","section":[{"content":"Article 83","section":[{"content":"The legislative power is exercised by a unique chamber denominated [the] National Assembly whose members bear the title of Deputies.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/housenum"}}},{"content":"The National Assembly enjoys financial autonomy."},{"content":"A financial and accounting regulation determines the modalities of this financial autonomy and establishes the rules of drafting [élaboration], of adoption, of execution and of control of the budget of the National Assembly."},{"content":"The budget of the National Assembly, ordered and approved by the Bureau, is annexed to the General Budget of the State.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/stdcom"}}}]},{"content":"Article 84","metadata":{"topics":["http://www.constituteproject.org/ontology/lhrest","http://www.constituteproject.org/ontology/lhselect"]},"section":[{"content":"The Deputies are elected by universal, free, direct, equal and secret suffrage.","metadata":{"topics":["http://www.constituteproject.org/ontology/voteun","http://www.constituteproject.org/ontology/freeelec"]}},{"content":"Nigeriens of the two (2) sexes, at least twenty-one (21) years old and enjoying their civil and political rights[,] are eligible to the National Assembly.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/lhage"}}},{"content":"The lists of the political parties, of the groups of parties as well as those of the independent candidates must obligatorily include [compter], at least, 75% of [their] candidates holding, at least, the Brevet d&#x27;Études du Premier Cycle (BEPC), [Certificate of Studies of the First Cycle] or its equivalent and 25%, at most, of [their candidates] not fulfilling this condition.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/lhquota"}}},{"content":"Within this quota, the special circumscriptions are integrated within the regions to which they belong.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/lhquota"}}},{"content":"An organic law establishes the number of members of the National Assembly, the indemnity of the Deputies and the benefits [avantages], their conditions of eligibility, the regime of ineligibilities and of incompatibilities, the modality of the ballot as well as the conditions under which the vacancy of [a] seat of [a] Deputy is provided for.","metadata":{"topics":["http://www.constituteproject.org/ontology/income","http://www.constituteproject.org/ontology/legrep","http://www.constituteproject.org/ontology/lhseats","http://www.constituteproject.org/ontology/profleg"]}}]},{"content":"Article 85","metadata":{"topics":["http://www.constituteproject.org/ontology/lhterm","http://www.constituteproject.org/ontology/electsch"]},"section":{"content":"The duration of a legislature is of five (5) years. The general elections for the renewal of the National Assembly take place sixty (60) days at least and ninety (90) days at most prior to the end of the current legislature."}},{"content":"Article 86","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/conpow"}},"section":[{"content":"The Constitutional Court decides on the eligibility of the candidates."},{"content":"It equally decides on the validity of the election of the Deputies."}]},{"content":"Article 87","section":[{"content":"Each Deputy is the representative of the Nation."},{"content":"Any imperative mandate is null."},{"content":"The right to vote of the Deputies is personal. However, the delegation of the vote is permitted when a Deputy is absent for cause of illness, for the execution of a mandate or a mission entrusted to him by the National Assembly or the Government or to fulfill his military obligations. No one may receive for one ballot more than one delegation of [the] vote."},{"content":"During the legislature, any Deputy who resigns from his party loses his seat and is replaced by his substitute. The Deputy who is excluded from his party sits as an independent within [au sein de] the National Assembly. He may not, in any case, affiliate himself to another parliamentary group in the course of the legislature.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/legrep"}}}]},{"content":"Article 88","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/immunity"}},"section":[{"content":"The members of the National Assembly enjoy parliamentary immunity."},{"content":"No Deputy shall be prosecuted, investigated, arrested, detained or judged for the opinions or the votes emitted by him in the exercise of his functions."},{"content":"Except in the case of flagrante delicto, no Deputy may, during the duration of the sessions, be prosecuted or arrested in a correctional or criminal matter except with the authorization of the National Assembly."},{"content":"No Deputy may, out of session, be arrested except with the authorization of the Bureau of the National Assembly, except in the case of flagrante delicto, of authorized prosecutions or of definitive convictions.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/stdcom"}}}]},{"content":"Article 89","metadata":{"topics":["http://www.constituteproject.org/ontology/lhlead","http://www.constituteproject.org/ontology/stdcom"]},"section":[{"content":"The National Assembly is presided over by a President assisted by a Bureau. The composition of the Bureau must reflect the political configuration of the National Assembly."},{"content":"The President is elected for the duration of the legislature and the other members of the Bureau [are elected] every year, according to the Internal Regulations of the National Assembly."},{"content":"Before entering into [his] functions, the President of the National Assembly takes an oath on the Holy Book of his confession before the Constitutional Court, in these terms:","metadata":{"topics":["http://www.constituteproject.org/ontology/god","http://www.constituteproject.org/ontology/oath"]}},{"content":"&quot;Before God and before the sovereign Nigerien People, We ..., President of the National Assembly solemnly swear on the Holy Book","section":{"content":"to respect and to have respected the Constitution that the People have freely given to themselves;","section":[{"content":"to loyally fulfill the high functions with which we have been invested;"},{"content":"never to betray or misrepresent [travestir] the aspirations of the People"},{"content":"to respect and to defend the republican form of the State;"},{"content":"to respect and to defend the rights and freedoms of the citizens;"},{"content":"not to take or to be guaranty [cautionner] for any measures degrading [avilissante] the human dignity;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/dignity"}}},{"content":"to respect and to have respected the principles of the separation of the powers;"},{"content":"to respect and to have respected the Internal Regulations of the National Assembly;"},{"content":"to work tirelessly for the happiness of the People;"},{"content":"to conduct ourselves everywhere as faithful and loyal servant of the People;"}]}},{"content":"In the case of perjury, may we suffer the rigors of the law."},{"content":"May God help us.&quot;"},{"content":"In the case of a crisis of confidence between the President of the National Assembly and the Deputies, he may be dismissed. The initiative for the dismissal is signed by half of the members composing the National Assembly. The dismissal is adopted by a majority of two-thirds (2/3) of the Deputies."},{"content":"When he assures the interim of the President of the Republic within the conditions specified in the Article 53 of this Constitution, the President of the National Assembly is replaced in his functions according to the Internal Regulations of the National Assembly."},{"content":"In the case of vacancy of the Presidency of the National Assembly by death, resignation or any other cause, the Assembly elects a new President within the fifteen (15) days that follow the vacancy[,] if it is in session; in the contrary case, it meets of plain right within the conditions established by the Internal Regulations."}]},{"content":"Article 90","section":[{"content":"The National Assembly votes the law and consents to taxes."},{"content":"It controls the action of the Government."}]},{"content":"Article 91","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/session"}},"section":[{"content":"Each year, the National Assembly meets of plain right in two ordinary sessions on the convocation of its President."},{"content":"The first session opens the first week of the month of March and may not exceed ninety (90) days."},{"content":"The second session, called [the] budgetary session, opens the first week of the month of October and may not exceed sixty (60) days."}]},{"content":"Article 92","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/exsess"}},"section":[{"content":"The National Assembly is convoked in extraordinary session by its President on a determined agenda, at the demand of the Prime Minister or by two-fifths (2/5) of the Deputies."},{"content":"The extraordinary sessions, except in the cases where they take place of plain right, are opened and closed by decree of the President of the Republic. The closure comes as soon as the agenda is exhausted."},{"content":"Their duration may not exceed fifteen (15) days."}]},{"content":"Article 93","metadata":{"topics":["http://www.constituteproject.org/ontology/pubmin","http://www.constituteproject.org/ontology/pubmeet"]},"section":[{"content":"The sittings of the National Assembly are public."},{"content":"A complete record of the debates is published in the Journal Officiel [Official Gazette]."},{"content":"At the request of the Prime Minister or of one-third (1/3) of the Deputies, the National Assembly may sit in closed session."}]},{"content":"Article 94","section":[{"content":"The work of the National Assembly takes place following the Internal Regulations that it adopts in accordance with the Constitution."},{"content":"The Internal Regulations determine notably:","section":{"content":"the composition, [and] the rules of functioning of the Bureau as well as the powers and prerogatives of its President;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/stdcom"}},"section":[{"content":"the procedure of dismissal of the President of the National Assembly;"},{"content":"the creation of commissions of inquiry and of parliamentary control as well as of missions for information within the framework of the control of the governmental action or of any matter of national interest;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/invexe"}}},{"content":"the number, the mode of appointment, the composition, the role and the competence of the permanent commissions as well as those that are special and temporary;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/commit"}}},{"content":"the creation of parliamentary commissions of inquiry within the framework of the control of the governmental action or of any matter of national interest;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/invexe"}}},{"content":"the organization of the administrative services directed by a secretary-general placed under the authority of the President of the National Assembly;"},{"content":"the disciplinary regime of the Deputies during the sittings of the National Assembly"},{"content":"the modes of the ballot governing [régissant] the elections within the National Assembly, with the exclusion of those expressly specified by this Constitution;"},{"content":"the conditions of exercise of the right of interpellation, the applicable rules in the matter of written and oral questions, the current issues, as well as the measures to be taken by the National Assembly concerning [à l’égard de] the Prime Minister or any member of the Government refusing to answer an interpellation or a request of information from the National Assembly;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/invexe"}}},{"content":"the procedure [mis en jeu] for initiating the responsibility of the Government."}]}}]}]},{"content":"TITLE V. OF THE RELATIONS BETWEEN THE EXECUTIVE AND THE LEGISLATIVE POWERS","section":[{"content":"Article 95","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/commit"}},"section":{"content":"The National Assembly informs the President of the Republic and the Government of the agenda of its sessions, of its sittings, as well as that [the agenda] of its commissions."}},{"content":"Article 96","section":[{"content":"The President of the Republic can, at any time, communicate with the National Assembly, either directly or through messages that he has read by the President of the National Assembly."},{"content":"These messages do not give rise to any debate."}]},{"content":"Article 97","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/invexe"}},"section":[{"content":"The members of the Government have access to the plenary and to the commissions of the National Assembly. They are heard either at the demand of these, or at their own demand.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/commit"}}},{"content":"They may be [se faire] assisted by their collaborators."}]},{"content":"Article 98","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/invexe"}},"section":[{"content":"The members of the National Assembly, either individually or collectively, may interpellate the Prime Minister or any other member of the Government by means of a petition [requête]. These may not remove themselves from this obligation."},{"content":"The members of the National Assembly may equally obtain, by means of written or oral questions, all information about the activities or the acts of administration of the Government. The interested Ministers are obligated to provide them."}]},{"content":"Article 99","section":{"content":"The law establishes the rules concerning:","section":{"content":"citizenship, the civil rights and the fundamental guarantees for the exercise of public freedoms;","section":[{"content":"the constraints imposed in the interest of the national defense, of public security and of assistance to the citizens, on their persons and on their assets."},{"content":"nationality, the state and the capacity of the persons, the matrimonial regimes, inheritance and gifts;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/transfer"}}},{"content":"the procedure according to which customs [coutumes] will be declared and brought into harmony with the fundamental principles of the Constitution;"},{"content":"the determination of crimes and misdemeanors as well as of the penalties applicable to them, the penal procedure and amnesty;"},{"content":"the organization of the jurisdictions of all orders and the procedure to be followed before these jurisdictions, the creations of new orders of jurisdiction, the statute of the magistrates, of the ministerial officers and of the auxiliaries of justice;"},{"content":"the base [l&#x27;assiette], the rate and the modalities for recovering of taxes [impositions] of any nature;"},{"content":"the regime of emission of the currency;"},{"content":"the creation of categories of public establishments;"},{"content":"the nationalization of enterprises and the transfers of property of enterprises from the public sector to the private sector;"},{"content":"research, the exploration and the exploitation of the oil and gas resources, [and] the mineral resources, [both] natural and [of] energy;"},{"content":"the acquisition, the storage, the handling, the transportation, [and] the transit of radioactive substances and the disposal of radioactive waste;"},{"content":"the general statute of the Public Function;"},{"content":"the autonomous status;"},{"content":"the regime of treatments, indemnities and other advantages granted to the national deputies;"},{"content":"the regime of treatments, indemnities and other advantages granted to the responsible [persons] of the institutions of the Republic;"},{"content":"the statute of the Deputies"},{"content":"the statute of the military personnel and of the National Gendarmerie, [and] of the Forces of Security and similar [forces];"},{"content":"the status of the traditional leadership [chefferie];"},{"content":"the general organization of the Administration;"},{"content":"the territorial organization, the creation and the modification of the administrative circumscriptions as well as the electoral divisions;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/district"}}},{"content":"the creation, the status, and the functioning of the independent administrative authorities;"},{"content":"the State of Emergency and the State of Siege;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/em"}}},{"content":"communication;"},{"content":"the regime of the associations;"},{"content":"the charter of the political parties;"},{"content":"the Statute of the Opposition."},{"content":"the organs and mechanisms of control and of regulation of the public markets."}]}}},{"content":"Article 99bis","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/referen"}},"section":[{"content":"The electoral regime of the President of the Republic, of the members of the National Assembly, [and] of the local assemblies is established by an organic law.","metadata":{"topics":["http://www.constituteproject.org/ontology/mun","http://www.constituteproject.org/ontology/hoselect","http://www.constituteproject.org/ontology/sub","http://www.constituteproject.org/ontology/lhselect"]}},{"content":"It is the same for the referendum"}]},{"content":"Article 100","section":{"content":"The Law determines the fundamental principles:","section":{"content":"of the organization of the national defense;","section":[{"content":"of the free administration of the territorial collectivities, of their competences and of their resources;","metadata":{"topics":["http://www.constituteproject.org/ontology/sub","http://www.constituteproject.org/ontology/mun"]}},{"content":"of the protection of the freedom of the press and of the access to public information and to administrative documents;","metadata":{"topics":["http://www.constituteproject.org/ontology/infoacc","http://www.constituteproject.org/ontology/press"]}},{"content":"of training [l&#x27;enseignement], of technology and of scientific research;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/science"}}},{"content":"of health and of public hygiene;"},{"content":"of the policy of the population;"},{"content":"of the housing policy;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/shelter"}}},{"content":"of the protection of the family;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/fndfam"}}},{"content":"of the protection of consumers;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/conright"}}},{"content":"of the protection of the elderly persons and of the integration of handicapped persons;"},{"content":"of the protection of the environment and of the conservation of the natural resources;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/env"}}},{"content":"of the protection, of the conservation and of the organization of the airspace [l&#x27;espace];","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/env"}}},{"content":"of the protection of the cultural patrimony;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/cultrght"}}},{"content":"of the organization of civil protection;"},{"content":"of the regime of property, of real rights and of civil and commercial obligations;"},{"content":"of the right to work [droit du travail], of social security, of the syndical right and of the right to strike;","metadata":{"topics":["http://www.constituteproject.org/ontology/jointrde","http://www.constituteproject.org/ontology/provwork","http://www.constituteproject.org/ontology/strike"]}},{"content":"of the alienation and of the management of the domain of the State;"},{"content":"of insurance [mutualité] and of savings;"},{"content":"of the regime of transport, of the posts and of telecommunications;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/telecom"}}},{"content":"of the public accounting regime;"},{"content":"of the penitentiary regime;"},{"content":"of education;"},{"content":"of the Rural Code;"},{"content":"of the Water and Food Security Code;"},{"content":"of the Construction and Housing Code;"},{"content":"of the Code of the leases to rent [du code des baus á loyer];"},{"content":"of public procurement [commande publique/public contracts];"},{"content":"of public private partnership."}]}}},{"content":"Article 101","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/budget"}},"section":[{"content":"The law of finance of the year specifies and authorizes, for each civil year, all [l’ensemble] of the resources and the charges of the State."},{"content":"The laws of finance called corrective [rectificatives] [laws] may, in the course of the year, modify the provisions of the law of finance of the year."},{"content":"The law of regulation declares the financial results of each civil year and approves the differences between the results and the projections [prévisions] of the law of finance of the year."},{"content":"The program laws [lois de programme] establish the objectives of the economical and social action of the State.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/econplan"}}}]},{"content":"Article 102","section":[{"content":"The treatments, indemnities and/or diverse benefits granted to the President of the Republic, to the Prime Minister, to the Ministers, to the Deputies and to the responsible [persons] of the other institutions, are determined by an organic law.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/income"}}},{"content":"They must take into account the financial situation of the State and the general level of revenues of the Nigeriens."}]},{"content":"Article 103","section":[{"content":"The matters other than those in the domain of the law have a regulatory character."},{"content":"The texts of legislative form intervening, in these matters, before the entry into force of this Constitution may be modified by decree issued after the opinion [avis] of the Constitutional Court."}]},{"content":"Article 104","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/war"}},"section":[{"content":"The declaration of war is authorized by the National Assembly."},{"content":"When the National Assembly is dissolved and the country is [a] victim of external aggression, the declaration of war is made by the President of the Republic in the Council of Ministers."},{"content":"The sending of troops abroad is authorized by the National Assembly.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/comchief"}}}]},{"content":"Article 105","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/em"}},"section":[{"content":"The State of Siege is decreed in the Council of Ministers after the opinion [avis] of the Bureau of the National Assembly. The National Assembly meets of plain right if it is not in session.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/stdcom"}}},{"content":"The extension of the State of Siege over fifteen (15) days may not be authorized except by the National Assembly."},{"content":"The National Assembly may not be dissolved during the State of Siege."}]},{"content":"Article 106","metadata":{"topics":["http://www.constituteproject.org/ontology/conpow","http://www.constituteproject.org/ontology/hogdec"]},"section":[{"content":"The Government may, for the execution of its program, request of the National Assembly the authorization to take by ordinance(s) for a limited time period, the measures that are normally of the domain of the law."},{"content":"This authorization takes the form of an enabling law [loi d&#x27;habilitation]."},{"content":"The ordinances are taken in the Council of Ministers after the opinion [avis] of the Constitutional Court. They enter into force on their publication but become lapsed if the bill of law of ratification is not deposited before the National Assembly before the date established by the enabling law."},{"content":"At the expiration of the time period mentioned in the first paragraph of this Article, the ordinances may only be modified in their provisions that are of the domain of the law."}]},{"content":"Article 107","metadata":{"topics":["http://www.constituteproject.org/ontology/hogdiss","http://www.constituteproject.org/ontology/cabdiss"]},"section":[{"content":"The responsibility of the Government may be engaged before the National Assembly either by the vote of a motion of censure, or by a vote of no confidence."},{"content":"The National Assembly engages [mettre en cause] the responsibility of the Government by the vote of a motion of censure. Such a motion is not receivable unless it is signed by one-fifth (1/5), at least, of the Deputies. The vote may only take place forty-eight (48) hours after its presentation. Only the votes favorable to the motion of censure are counted which may only be adopted by the absolute majority of the Deputies. If the motion is rejected, its signatories may not propose a new one during the course of the same session."},{"content":"The Prime Minister can, after deliberation of the Council of Ministers, engage the responsibility of the Government before the National Assembly by posing the question of confidence on the vote of a text. The text is considered adopted if it receives the absolute majority of the votes."}]},{"content":"Article 108","metadata":{"topics":["http://www.constituteproject.org/ontology/cabdiss","http://www.constituteproject.org/ontology/hogdiss"]},"section":{"content":"When the National Assembly adopts a motion of censure, disapproves of the program or of a declaration of general policy of the Government or denies to it its confidence on the occasion of the vote of a text, the Prime Minister remits to the President of the Republic the resignation of the Government."}},{"content":"Article 109","section":[{"content":"The Government has the initiative of the laws concurrently with the members of the National Assembly.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/legini"}}},{"content":"The Deputies and the Government have the right of amendment and that, regardless of the origin of the text."}]},{"content":"Article 110","section":[{"content":"The proposals, bills and amendments that are not of the domain of law, [and] that infringe good morals are irreceivable. The irreceivability is pronounced by the President of the National Assembly."},{"content":"In the case of dispute [contestation], the Constitutional Court, referred to [the matter] by the Prime Minister, by the President of the National Assembly or by one-tenth (1/10) of the members of the National Assembly[,] decides within a time period of eight (8) days."}]},{"content":"Article 111","section":{"content":"The bills and the amendments deposited by the Deputies are not receivable when their adoption would have as consequence, either a diminution of the public resources, or the creation or the aggravation of a public charge, unless it is accompanied by a proposal of augmentation of receipts or of equivalent economies."}},{"content":"Article 112","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/commit"}},"section":[{"content":"The discussion of the bills of law focuses on the text presented by the competent commission of the National Assembly."},{"content":"At the demand of the Government, the commission must bring to the cognizance [porter á la connaissance] of the National Assembly the points on which there is disagreement with the Government."}]},{"content":"Article 113","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/budget"}},"section":{"content":"The National Assembly votes the bill of the law of finance within the conditions determined by the law."}},{"content":"Article 114","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/budget"}},"section":[{"content":"The National Assembly is referred to [the matter] of the bill of the law of finance from the opening of the budgetary session; the bill of the law of finance must specify the receipts necessary for the complete coverage of the expenses."},{"content":"The National Assembly votes the budget in equilibrium.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/balbudgt"}}},{"content":"If the National Assembly has not decided within sixty (60) days of the presentation of the bill, the provisions of this bill can be put into force by ordinance."},{"content":"The government refers [the matter], for ratification, to the National Assembly convoked in extraordinary session, within a time period of fifteen (15) days."},{"content":"If the National Assembly has not voted the budget at the end of this extraordinary session, the budget is definitively established by ordinance."},{"content":"If the bill of the law of finance could not be presented in a timely fashion to be promulgated before the beginning of the fiscal year [exercice], the Prime Minister demands of urgency of the National Assembly the authorization to continue to receive the taxes and to continue with expenditures, the budget of the preceding year by provisional twelfths."}]},{"content":"Article 115","section":[{"content":"The National Assembly governs [règle] the accounts of the Nation following the modalities specified by the law of finance."},{"content":"The law of regulation [règlement] must be deposited with the Bureau of the National Assembly at the budgetary session of the year following that of the execution of the budget to be debated at the next parliamentary session and adopted[,] at the latest[,] the thirty-first (31) of December of the second year that follows the execution of the budget.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/stdcom"}}},{"content":"The National Assembly may demand of the Court of Accounts to lead [mener] all inquests and studies related to the execution of the public receipts and expenses."}]}]},{"content":"TITLE VI. OF THE JUDICIAL POWER","section":[{"content":"Section 1. Of the general provisions","section":[{"content":"Article 116","section":[{"content":"The judicial power is independent of the legislative power and of the executive power.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/judind"}}},{"content":"The judicial power is exercised by the Constitutional Court, the Court of Cassation, the Council of State, the Court of Accounts, [and] the courts and tribunals.","metadata":{"topics":["http://www.constituteproject.org/ontology/judcrts1","http://www.constituteproject.org/ontology/judcrts2","http://www.constituteproject.org/ontology/levjud"]}}]},{"content":"Article 117","section":[{"content":"Justice is rendered on the national territory in the name of the People and with a strict respect for the rule of law, as well as for the rights and freedoms of each citizen."},{"content":"The decisions of justice impose themselves on all, on the public powers as well as on the citizens. They may only be criticized by the ways and under the forms authorized by the law."}]},{"content":"Article 118","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/judind"}},"section":{"content":"In the exercise of their functions, the magistrates are independent and are only subject to the authority of the law."}},{"content":"Article 119","metadata":{"topics":["http://www.constituteproject.org/ontology/jc","http://www.constituteproject.org/ontology/ordsel"]},"section":[{"content":"The presiding magistrates [du siège] are appointed by the President of the Republic on proposal of the Minister of Justice, guardian of the seals [garde des sceaux], after the opinion [avis] of the Superior Council of the Magistracy [Conseil supérieur de la magistrature]."},{"content":"The prosecuting magistrates [du parquet] are appointed by the President of the Republic on proposal of the Minister of Justice, guardian of the seals."},{"content":"The presiding magistrates are irremovable."},{"content":"The law establishes the composition, the organization, the attributions and the functioning of the Superior Council of the Magistracy."}]}]},{"content":"Section 2. Of the Constitutional Court","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/judcrts2"}},"section":[{"content":"Article 120","metadata":{"topics":["http://www.constituteproject.org/ontology/interp","http://www.constituteproject.org/ontology/referen","http://www.constituteproject.org/ontology/intlaw","http://www.constituteproject.org/ontology/conpow"]},"section":[{"content":"The Constitutional Court is the jurisdiction competent in constitutional and electoral matters."},{"content":"It is charged with deciding on the constitutionality of the laws, of the ordinances as well as of the conformity of international treaties and agreements with the Constitution."},{"content":"It interprets the provisions of the Constitution. It controls the regularity, the transparency and the honesty [sincérité] of the referendum, [and] of the presidential and legislative elections. It is [the] judge of the electoral disputes [contentieux] and proclaims the definitive results of the elections."}]},{"content":"Article 121","metadata":{"topics":["http://www.constituteproject.org/ontology/consel","http://www.constituteproject.org/ontology/conres"]},"section":[{"content":"The Constitutional Court includes seven (07) members aged forty (40) years at least.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/conage"}}},{"content":"It is composed of:","section":{"content":"two (2) notable persons [personnalités] with a great professional experience in juridical or administrative matters[,] of which one (1) is proposed by the President of the Republic and one (1) is proposed by the Bureau of the National Assembly;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/stdcom"}},"section":[{"content":"two (2) magistrates elected by their peers[,] of which one (1) is of the first grade and one (1) is of the second [grade];"},{"content":"one (1) lawyer with at least ten (10) years of exercise [of the profession], elected by his peers;"},{"content":"one (1) professor-researcher holder [titulaire] of a doctorate in public law, elected by his peers;"},{"content":"one (1) representative of the associations of defense of human rights and of promotion of democracy, holder at least of a diploma of the third cycle in public law, elected by the [singular] or the [plural] collectives of these associations."}]}},{"content":"The members of the Constitutional Court are appointed for six (6) years by decree of the President of the Republic.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/conterm"}}},{"content":"Their mandate is not renewable.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/conlim"}}},{"content":"The members of the Constitutional Court are renewed by thirds every two (2) years."}]},{"content":"Article 122","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/conrem"}},"section":{"content":"The members of the Constitutional Court are irremovable for the duration of their mandate. They may not be prosecuted or arrested without the authorization of the Constitutional Court, except in the case of flagrante delicto. In this case, the President of the Constitutional Court is referred to [the matter] at the latest within forty-eight (48) hours."}},{"content":"Article 123","section":{"content":"The President of the Constitutional Court is elected by his peers for a period of three (3) years renewable."}},{"content":"Article 124","metadata":{"topics":["http://www.constituteproject.org/ontology/oath","http://www.constituteproject.org/ontology/god"]},"section":[{"content":"Before entering into [their] functions, the members of the Constitutional Court take an oath on the Holy Book [Livre Saint] of their confession before the President of the Republic in these terms:"},{"content":"&quot;I swear to well and faithfully complete my functions, to exercise them with total impartially within the respect for the Constitution and with total independence, to keep the secrecy of the deliberations and the votes, not to take any public position and not to give any consultation on the questions relevant to the competence of the Court. May God help us.&quot;"}]},{"content":"Article 125","section":[{"content":"The functions of [a] member of the Constitutional Court are incompatible with the exercise of any electoral mandate, with any public, civil or military employment, with any function of national representation and with any professional activity excluding education.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/milrest"}}},{"content":"An organic law determines the organization and the functioning of the Constitutional Court, the procedure followed before it, notably the time periods for the referral, the conditions of eligibility, the advantages, the immunities and the disciplinary regime of its members.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/conres"}}}]},{"content":"Article 126","metadata":{"topics":["http://www.constituteproject.org/ontology/interp","http://www.constituteproject.org/ontology/conpow"]},"section":[{"content":"The Constitutional Court decides by order [par arrêt], on:","section":{"content":"the constitutionality of the laws;","section":[{"content":"the Internal Regulations of the National Assembly before their application and their modifications;"},{"content":"the conflicts of attribution between the Institutions of the State."}]}},{"content":"The Constitutional Court is competent to decide on any question of interpretation and of application of the Constitution."}]},{"content":"Article 127","metadata":{"topics":["http://www.constituteproject.org/ontology/conpow","http://www.constituteproject.org/ontology/referen"]},"section":{"content":"The Constitutional Court controls the regularity of the presidential and legislative elections. It examines the claims, decides on the disputes of the presidential and of the legislative elections and proclaims the results of the ballots. It decides on the regularity of the referendum and proclaims their results of them."}},{"content":"Article 128","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/conpow"}},"section":{"content":"The Constitutional Court is competent to decide on the recourses for excess of power in electoral matters, without [a] prior administrative recourse. It must decide within a time period of five (5) days, counting from the presentation of the recourse at the registry [greffe]."}},{"content":"Article 129","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/conpow"}},"section":{"content":"The Constitutional Court is equally competent to decide on the cases specified in the Articles 6, 53, 54, 60, 67, 86, 103 and 110 of the Constitution."}},{"content":"Article 130","section":{"content":"The Constitutional Court receives the oath of the President of the Republic."}},{"content":"Article 131","metadata":{"topics":["http://www.constituteproject.org/ontology/orglaw","http://www.constituteproject.org/ontology/uncon"]},"section":[{"content":"The organic laws, before their promulgation, and the Internal Regulations of the National Assembly, before their application as well as their modifications, must be submitted to the Constitutional Court which decides on their conformity with the Constitution."},{"content":"To the same end, before their promulgation, the laws may be referred [déférées] to the Constitutional Court by the President of the Republic, by the Prime Minister, by the president of the National Assembly or by one-tenth (1/10) of the Deputies."},{"content":"In the cases specified in the preceding paragraphs, the Constitutional Court must decide within a time period of fifteen (15) days. In case of emergency and by request of the Government, this time period is reduced to five (5) days."},{"content":"In all cases, the referral to the Constitutional Court suspends the time period of the promulgation."}]},{"content":"Article 132","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/uncon"}},"section":[{"content":"Any person party [partie] to a process may raise the unconstitutionality of a law before any jurisdiction, by way of pleadings [exception]. This [jurisdiction] must postpone [surseoir] [its] decision until the decision of the Constitutional Court, which must intervene within a time period of thirty (30) days."},{"content":"A provision declared unconstitutional on the basis of the preceding paragraph is lapsed of plain right. The decision of the Constitutional Court establishing this unconstitutionality is published in the Journal Officiel following the procedure of urgency."}]},{"content":"Article 133","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/interp"}},"section":{"content":"The Constitutional Court emits opinions [avis] on the interpretation of the Constitution when it is referred to [the matter] by the President of the Republic, by the president of the National Assembly, by the Prime Minister, or by one-tenth (1/10) of the deputies."}},{"content":"Article 134","section":[{"content":"The orders [arrêts] of the Constitutional Court are not susceptible to any recourse. They bind [lient] the public powers and all the administrative, civil, military and jurisdictional authorities."},{"content":"Any act of discreditingg [jet de discrédit] of the orders [arrêts] of the Court is sanctioned according to the laws in force."}]},{"content":"Article 135","section":{"content":"The Constitutional Court may not be dissolved and no provision of this Constitution related to the Court may be suspended."}}]},{"content":"Section 3. Of the Court of Cassation","section":{"content":"Article 136","section":[{"content":"The Court of Cassation is the highest jurisdiction of the Republic in judicial matters.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/levjud"}}},{"content":"An organic law determines the composition, the organization, the attributions and the functioning of the Court of Cassation.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hocsel"}}}]}},{"content":"Section 4. Of the Council of State","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/judcrts1"}},"section":[{"content":"Article 137","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/illadmin"}},"section":{"content":"The Council of State is the highest jurisdiction in administrative matters. It is [the] judge of the excess of power of the administrative authorities in first and last resort as well as of the recourses for interpretation and for valuation [appréciation] of the legality of the administrative acts."}},{"content":"Article 138","section":{"content":"The Council of State takes cognizance of [connaît] equally:","section":{"content":"of the appeals in cassation formed against the decisions rendered in the last resort by the jurisdictions deciding in administrative matters;","section":[{"content":"of the decisions rendered in last resort by the administrative organs [organismes] and professional associations [ordres];"},{"content":"of the decisions rendered in the last resort by the jurisdiction deciding in matters of dispute concerning registration on the electoral lists;"},{"content":"of the decisions rendered by the Ordinary Courts of first instance [tribunaux de grande instance] sitting in electoral matters."}]}}},{"content":"Article 139","section":{"content":"The Council of State gives its opinion on the [bills] of law and bills of ordinances that are submitted to it by the Prime Minister, before their adoption in the Council of Ministers. It gives its justified [motivé] opinion to the Government on the drafts of decrees or on any other draft of [a] text for which its intervention is specified by the bills, legislative, [or] regulatory provisions[,] or [provisions] submitted to it by the Government."}},{"content":"Article 140","section":[{"content":"The Council of State may be consulted by the Prime Minister or by the Ministers on difficulties of the administrative order."},{"content":"It equally may, on its own initiative, bring [attirer] the attention of the public powers to the reforms of a legislative, regulatory or administrative order that seem to it conform with the public interest."},{"content":"An organic law determines the composition, the organization, the attributions and the functioning of the Council of State.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/adsel"}}}]}]},{"content":"Section 5. Of the Court of Accounts","section":{"content":"Article 141","section":[{"content":"The Court of Accounts is the highest jurisdiction of control of the public finances. It exercises a jurisdictional competence, [and] a competence of control as well as a consultative competence."},{"content":"It is the judge of the accounts of the State, of the territorial collectivities, of the public institutions and enterprises, of the independent administrative authorities and of any organ [organisme] benefiting from the financial aid [concours] of the State and its separated parts [démembrements]."},{"content":"An organic law determines the composition, the organization, the attributions and the functioning of the Court of Accounts."}]}},{"content":"Section 6. Of the High Court of Justice","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/judcrts5"}},"section":[{"content":"Article 142","metadata":{"topics":["http://www.constituteproject.org/ontology/hosdiss","http://www.constituteproject.org/ontology/hosimm"]},"section":[{"content":"The President of the Republic is not responsible for the acts accomplished in the exercise of his functions except in the case of high treason. He is judged by the High Court of Justice."},{"content":"There is high treason when the President of the Republic violates his oath, refuses to obey [obtempérer] an order of the Constitutional Court, is recognized author, co-author or accomplice of graves and characterized violations of human rights, of fraudulent cession of a part of the national territory, of compromising the national interests in the matters of administration of the natural resources and the subsoil and of the introduction of toxic wastes inside the national territory."},{"content":"When the President of the Republic is found guilty of the crime of high treason, he is relieved [déchu] of his functions."},{"content":"The forfeiture [déchéance] is declared by the Constitutional Court at the end of the procedure before the High Court of Justice according to the provisions of this Constitution."},{"content":"The High Court of Justice is competent to judge the members of the Government for the reason of the acts qualified as crimes or misdemeanors committed in the exercise[,] or on the occasion of the exercise off[,] their functions.","metadata":{"topics":["http://www.constituteproject.org/ontology/cabdiss","http://www.constituteproject.org/ontology/hogdiss"]}}]},{"content":"Article 143","section":[{"content":"The High Court of Justice is an institution before [auprès] the National Assembly. It is composed of:","section":{"content":"four (4) Deputies that the National Assembly elects from within [its members] [dans son sein] after each general renewal;","section":{"content":"three (3) magistrates of which one (1) is proposed by the Court of Cassation, one (1) by the Council of the State and one (1) by the Court of Accounts."}}},{"content":"The Court elects from within [its members] a President from among the four (4) Deputies."},{"content":"The Commission of Investigation [d&#x27;instruction] is composed of three (3) magistrates appointed by the President of the Court of Cassation."},{"content":"The functions of the public ministry before [près] the High Court of Justice are exercised by the Procurator General at [près] the Court of Cassation and by a substitute-general [substitut général] at the said Court.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/atgen"}}},{"content":"The members of the High Court of Justice are irremovable for the duration of the legislature."},{"content":"They are appointed before the end of the first ordinary session of the first legislature."}]},{"content":"Article 144","metadata":{"topics":["http://www.constituteproject.org/ontology/hosdiss","http://www.constituteproject.org/ontology/cabdiss","http://www.constituteproject.org/ontology/hogdiss"]},"section":[{"content":"The impeachment [mise en accusation] of the President of the Republic is voted by public ballot by the majority of two-thirds (2/3) of the Deputies composing the National Assembly."},{"content":"The impeachment [mise en accusation] of a member of the Government is voted in the same conditions, by an absolute majority."}]},{"content":"Article 145","section":[{"content":"The High Court of Justice is bound [liée] by the definition of the crimes and misdemeanors[,] and by the determination of the sentences resulting[,] of the penal laws in force at the time [époque] of the acts included in the prosecutions."},{"content":"The law establishes the rules of its functioning as well as the procedure followed before it."}]}]}]},{"content":"TITLE VII. OF THE ECONOMICAL, SOCIAL AND CULTURAL DEVELOPMENT","section":[{"content":"Section 1. Of the general orientations of the policy of development","section":[{"content":"Article 146","section":[{"content":"The action of the State in matters of the policies of economic and social development is supported by a strategic vision."},{"content":"The State makes of the creation of wealth, of growth and of the fight against inequality a major axis of its interventions.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/socclas"}}},{"content":"The public policies must promote food supply [alimentaire] sovereignty, durable development, the access to all to social services as well as the improvement of the quality of life.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/standliv"}}}]},{"content":"Article 147","section":[{"content":"The State submits itself [s’attèlle] to develop its energy potential in view of achieving energy sovereignty, [and] access to energy and to build a dynamic and competitive industrial, mining, oil and a gas sector, oriented to satisfy the national necessities and the requirements of development."},{"content":"The companies operating in Niger are required to employ, as a priority, Nigerien personnel and to allow their accession to all employments, in relation to their capacities according to the laws in force."}]}]},{"content":"Section 2. Of the exploitation and the administration of the natural resources and of the subsoil","section":[{"content":"Article 148","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/resrce"}},"section":[{"content":"The natural resources and the subsoil are the property of the Nigerien people."},{"content":"The law determines the conditions of their prospecting, their exploitation and their administration."}]},{"content":"Article 149","section":[{"content":"The State exercises its sovereignty over the natural resources and the subsoil."},{"content":"The exploitation and the administration of the natural resources and of the subsoil must be done with transparency and taking into account the protection of the environment, [and] the cultural heritage as well as the preservation of the interests of present and future generations.","metadata":{"topics":["http://www.constituteproject.org/ontology/env","http://www.constituteproject.org/ontology/cultrght"]}}]},{"content":"Article 150","section":{"content":"The contracts for prospecting and exploitation the natural resources and the subsoil as well as the revenues paid [versés] to the State, disaggregated, company by company, are completely [intégralement] published in the Journal Officiel of the Republic of Niger."}},{"content":"Article 151","section":{"content":"The State assures itself of the effective implementation of the contracts for prospecting and for exploitation granted."}},{"content":"Article 152","metadata":{"topics":["http://www.constituteproject.org/ontology/mun","http://www.constituteproject.org/ontology/sub"]},"section":{"content":"The receipts realized on the natural resources and on the subsoil are divided between the budget of the State and the budgets of the territorial collectivities according to the law."}},{"content":"Article 153","section":{"content":"The State sees to invest in the priority domains, notably agriculture, animal husbandry, health and education, and to the creation of a fund for future generations."}}]},{"content":"Section 3. Of the Economical, Social and Cultural Council [Conseil économique, social et culturel (CESOC)]","section":[{"content":"Article 154","section":[{"content":"The Economical, Social and Cultural Council assists the President of the Republic and the National Assembly."},{"content":"It gives its opinion on the questions referred to it by the President of the Republic or by the National Assembly."},{"content":"It is competent to examine the bills and the proposals of law of economic, social and cultural character, excluding the laws of finance."}]},{"content":"Article 155","section":{"content":"An organic law establishes the attributions, the composition, the organization and the functioning of the Economic, Social and Cultural Council."}}]}]},{"content":"TITLE VIII. Of the Superior Council of Communication [Conseil Supérieur de la Communication (CSC)]","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/medcom"}},"section":[{"content":"Article 156","section":{"content":"The Superior Council of Communication is an independent administrative authority."}},{"content":"Article 157","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/govmed"}},"section":[{"content":"The Council has as [its] mission to assure and guarantee the freedom and the independence of the means of the audiovisual communication, from the written and electronic press within the respect for the law.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/press"}}},{"content":"As such [à ce titre], it sees to:","section":{"content":"the respect for the mission of public service conferred on the medias of the State;","section":[{"content":"the respect for ethics [déontologie] in matters of information and communication:"},{"content":"the respect for the equitable and effective access of the citizens, the associations and the political parties to the public means of information and communication;"},{"content":"the respect for the regulations in force in communication and exploitation;"},{"content":"the respect for the statutes of the professionals of communication;"},{"content":"the respect for the plurality of opinions in the public and private media;"},{"content":"the promotion and to the development of the technology of information and of communication;"},{"content":"the training of the personnel, to their professionalization and to the reinforcement of their capacities;"},{"content":"the control of the content and modalities of the programming of the emissions of publicity diffused by the public, private, communitarian and associative networks [chaînes] of radio and television;","metadata":{"topics":["http://www.constituteproject.org/ontology/tv","http://www.constituteproject.org/ontology/radio"]}},{"content":"the protection of childhood and adolescence in the programming of the emissions diffused by the public and private companies of audiovisual communication;"},{"content":"the promotion of sport and Nigerien culture in the programming of the emissions diffused by the public and private companies of audiovisual communication."}]}}]},{"content":"Article 158","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/govmed"}},"section":[{"content":"Audiovisual, written, [and] electronic communication as well as printing and diffusion are free, subject to the respect for the public order, of freedom and of the dignity of the citizens.","metadata":{"topics":["http://www.constituteproject.org/ontology/press","http://www.constituteproject.org/ontology/dignity"]}},{"content":"The medias of the State are public services to which access is guaranteed, in an equitable and effective manner to all in the conditions specified by the law.","metadata":{"topics":["http://www.constituteproject.org/ontology/solid","http://www.constituteproject.org/ontology/cultrght"]}},{"content":"They have the obligation to favor the democratic debate and to promote the fundamental human rights, the languages and the national sports and cultural products, the national unity, tolerance and solidarity, peace and security, between the different communities, as well as the fight against all forms of discrimination.","metadata":{"topics":["http://www.constituteproject.org/ontology/solid","http://www.constituteproject.org/ontology/cultrght"]}},{"content":"The statute of the medias of the State is established by a law that guarantees the objectivity, the impartiality and the pluralism of opinions in the treatment and diffusion of the information."},{"content":"The private medias are medias of public utility. As such, they are submitted to the same obligations as the medias of the State as specified in paragraph 3 of this Article."}]},{"content":"Article 159","section":{"content":"The Superior Council of Communication is directed by a bureau. The Councilors elect among themselves one (1) President, one (1) Vice President and two (2) reporters [rapporteurs]. Only the bureau is permanent."}},{"content":"Article 160","section":[{"content":"The members of the Superior Council of Communication must have proven competence, notably in the domain of communication, of public administration, of science, of law [droit], of culture and of the arts.","metadata":{"topics":["http://www.constituteproject.org/ontology/artists","http://www.constituteproject.org/ontology/science"]}},{"content":"They must have a professional experience of at least ten (10) years and be aged thirty-five (35) years at least."}]},{"content":"Article 161","section":{"content":"The Superior Council of Communication is composed of fifteen (15) members as it follows:","section":{"content":"one (1) notable person [personnalité] proposed by the President of the Republic;","section":[{"content":"one (1) notable person proposed by the President of the National Assembly;"},{"content":"one (1) notable person proposed by the Prime Minister;"},{"content":"three (3) representatives elected by the socio-professional organizations of the medias of the private sector including, at least, one woman;"},{"content":"three (3) representatives elected by the trade-union [syndicales] organizations of workers of the medias of the public sector including [dont] a journalist, a producer and a technician with at least one woman;"},{"content":"one (1) representative elected by the trade-union organizations of workers of the telecommunications sector;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/telecom"}}},{"content":"one (1) representative elected by the associations for the defense of the rights of man and promotion of democracy;"},{"content":"one (1) representative elected by the collective of the women organizations;"},{"content":"one (1) representative elected by the agencies and bureaus of communication and publicity;"},{"content":"one (1) representative elected by the cultural creators;"},{"content":"one (1) representative elected by the printers and publishers."}]}}},{"content":"Article 162","section":{"content":"The duration of the mandate of the members of the Supreme Council of Communication is five (5) year non-renewable. In case of death, resignation or exclusion of a member, he is replaced in the same conditions for the rest of the mandate."}},{"content":"Article 163","section":{"content":"An organic law specifies [précise] the organization, the attributions, and the functioning of the Superior Council of Communication."}}]},{"content":"TITLE IX. OF THE TERRITORIAL COLLECTIVITIES","metadata":{"topics":["http://www.constituteproject.org/ontology/sub","http://www.constituteproject.org/ontology/mun"]},"section":[{"content":"Article 164","section":[{"content":"The territorial administration is based [repose] on the principles of decentralization and deconcentration."},{"content":"The territorial collectivities are created by an organic law. They administered themselves freely by elected councils."},{"content":"The law determines the fundamental principles of the freedom of administration of the territorial collectivities, their competences and their resources."}]},{"content":"Article 165","section":[{"content":"The State sees to the harmonious development of all the territorial collectivities on the basis of national solidarity, social justice, regional potentialities and interregional equilibrium.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/solid"}}},{"content":"The representative of the State sees to the respect for the national interests."}]},{"content":"Article 166","section":[{"content":"The ordinary courts of first instance [tribunaux de grande instance], in special form [formation], decide on the eligibility of the candidates, control the regularity, the transparency and the sincerity of the local elections. They proclaim the results."},{"content":"The recourses against the decisions in electoral matters of the ordinary courts of first instance are introduced before the Council of the State that decides in last resort."}]},{"content":"Article 167","section":[{"content":"The State recognizes the traditional leadership [chefferie] as the depositary of customary authority. As such, it participates in the administration of the territory of the Republic in the conditions determined by the law."},{"content":"The traditional leadership is held to a strict obligation of neutrality and reserve. It is protected against any abuse of power tending to divert it from the role conferred on it by the law."}]}]},{"content":"TITLE X. OF THE TREATIES AND INTERNATIONAL AGREEMENTS","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/intlaw"}},"section":[{"content":"Article 168","metadata":{"topics":["http://www.constituteproject.org/ontology/headforn","http://www.constituteproject.org/ontology/treat"]},"section":{"content":"The President of the Republic negotiates and ratifies the international treaties and agreements."}},{"content":"Article 169","metadata":{"topics":["http://www.constituteproject.org/ontology/treatcon","http://www.constituteproject.org/ontology/treat","http://www.constituteproject.org/ontology/intorgs"]},"section":{"content":"The treaties of defense and peace, the treaties and agreements relative to the international organizations, those which modify the internal laws of the State and those which involve [portent] [a] financial engagement from the State, may only be ratified following a law authorizing their ratification."}},{"content":"Article 170","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/treatcon"}},"section":{"content":"If the Constitutional Court referred to [the matter] by the President of the Republic, by the president of the National Assembly, by the Prime Minister or by one-tenth (1/10) of the Deputies, has declared that an international agreement contains a clause contrary to the Constitution, the authorization to ratify it can only intervene after revision of the Constitution."}},{"content":"Article 171","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/treatcon"}},"section":{"content":"The treaties or agreements regularly ratified have, from their publication, an authority superior to that of the laws, subject to[,] for each agreement or treaty[,] of its application by the other party."}}]},{"content":"TITLE XI. OF COOPERATION AND ASSOCIATION WITH THE STATES","section":{"content":"Article 172","metadata":{"topics":["http://www.constituteproject.org/ontology/region","http://www.constituteproject.org/ontology/intorgs"]},"section":[{"content":"The Republic of Niger may conclude with any African State agreements of association or of community involving [emportant] partial or total abandonment of sovereignty in order to achieve African Unity."},{"content":"The Republic of Niger may conclude agreements of cooperation and of association with other States on the basis of reciprocal rights and advantages."},{"content":"It accepts[,] to create with these States, intergovernmental organs [organismes] of common administration, of coordination and of free cooperation."},{"content":"These organs may have as [their] objective, notably:","section":{"content":"the harmonization of the economical, financial and monetary policy;","section":[{"content":"the establishment of unions with a view to [visant] economic integration by the promotion of production and of exchanges;"},{"content":"the creation of funds of solidarity;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/solid"}}},{"content":"the harmonization of the plans of development;"},{"content":"the harmonization of the foreign policy;"},{"content":"cooperation in judicial matters;"},{"content":"cooperation in defense matters;"},{"content":"cooperation in security matters;"},{"content":"cooperation in health matters;"},{"content":"cooperation in cultural, scientific and technical matters;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/science"}}},{"content":"the coordination of transports, communications and telecommunications;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/telecom"}}},{"content":"cooperation in the matters of the fight against natural calamities;"},{"content":"to enhance [la mise en valeur] natural resources;"},{"content":"the preservation of the environment;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/env"}}},{"content":"cooperation in the matters of the administration of the hydraulic resources."}]}}]}},{"content":"TITLE XII. OF REVISION","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/amend"}},"section":[{"content":"Article 173","section":[{"content":"The initiative of the revision of the Constitution belongs concurrently to the President of the Republic and to the members of the National Assembly."},{"content":"The initiative of revision of the Constitution by the President of the Republic is transmitted to the National Assembly by the Government."}]},{"content":"Article 174","section":[{"content":"To be taken into consideration, the bill or the proposal of revision must be voted by a majority of three-fourths (3/4) of the members composing the National Assembly."},{"content":"If the bill or the proposal in question was approved by a majority of four-fifths (4/5) of the members of the National Assembly, the revision is adopted [acquise]. In default, the bill or the proposal is submitted to referendum unless [there is] abandonment of the said bill or proposal."}]},{"content":"Article 175","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/unamend"}},"section":[{"content":"No procedure of revision may be engaged or followed when the integrity of the territory is infringed.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/em"}}},{"content":"The republican form of the State, the multiparty [system], the principle of the separation of State and religion and the provisions of paragraphs 1 and 2 of Article 47 and of Article 185 of this Constitution may not be made the object of any revision."},{"content":"No procedure of revision of this Article is receivable."}]}]},{"content":"TITLE XIII. OF THE TRANSITORY PROVISIONS","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/tranprov"}},"section":[{"content":"Article 176","section":{"content":"The Supreme Council for the Restoration of Democracy [Conseil Supréme pour la Restauration de la Démocratie (CSRD)], the Government and the other organs of the Transition will continue to exercise their functions until the official installation of the new authorities."}},{"content":"Article 177","section":{"content":"While waiting for the Constitutional Court to be put in place, its attributions are exercised by the Constitutional Council of Transition."}},{"content":"Article 178","section":[{"content":"While waiting for the Court of Cassation and for the Council of the State to be put in place, the State Court [Cour d&#x27;Etat] remains competent for the matters concerning the competence vested respectively in these jurisdictions."},{"content":"The matters pending before the judicial chamber and the administrative chamber and concerning which they have not decided, will be transmitted respectively to the Court of Cassation and to the Council of State, from the installation of these jurisdictions."}]},{"content":"Article 179","section":{"content":"While waiting for the High Court of Justice to be put in place, the matters pending before the former will be transferred to the Court of the State."}},{"content":"Article 180","section":{"content":"The President of the Republic elected as a result [à l’issue] of the period of Transition will take an oath before the Constitutional Council of Transition."}},{"content":"Article 181","section":[{"content":"The ordinance No. 2010-001 of the 22 of February of 2010 concerning the organization of the public powers during the period of Transition and its modifying texts remain in force until the entrance into [their] functions of the new authorities."},{"content":"The ordinance No. 2010-002 of the II of March of 2010 relative to the neutrality of the members of the Government, of the secretaries general of the ministers and of certain units [cadres] of the territorial administration during the period of Transition remains in force until the entrance into [their] functions of the new authorities."},{"content":"The ordinance No. 2010-003 dated on the 11 of March of 2010 relative to the ineligibility of the personnel of the forces of defense and security and of the members of the Government of Transition remains in force until the entrance into [their] functions of the new authorities."}]},{"content":"Article 182","section":{"content":"The legislation now [actuellement] in force remains applicable, insofar as it does not have anything contrary to this Constitution, except express abrogation."}}]},{"content":"TITLE XIV. OF THE FINAL PROVISIONS","section":[{"content":"Article 183","section":{"content":"This Constitution will be adopted by referendum. It will enter into force from its promulgation by the President of the Supreme Council for the Restoration of Democracy, Head of the State[,] within the eight (8) days following the proclamation of the definitive results of the referendum by the Constitutional Council of Transition, under reserve of the transitional provisions above."}},{"content":"Article 184","section":{"content":"The organic laws and the other laws of application specified by this Constitution must be adopted obligatorily within the two (2) first years of the first legislature."}},{"content":"Article 185","metadata":{"topics":["http://www.constituteproject.org/ontology/prevlead","http://www.constituteproject.org/ontology/prevcond"]},"section":[{"content":"An amnesty is granted to the authors, co-authors and accomplices of the coup d&#x27;Etat of eighteen (18) February 2010."},{"content":"A law will be voted, to this effect, during the first (1st) session of the National Assembly."}]}]}]}}