{"document":{"section":[{"content":"Preamble","metadata":{"topics":["http://www.constituteproject.org/ontology/preamble","http://www.constituteproject.org/ontology/auth","http://www.constituteproject.org/ontology/motive"]},"section":[{"content":"We, the People of South Sudan,"},{"content":"Grateful to the Almighty God for giving the people of South Sudan the wisdom and courage to determine their destiny and future through a free, transparent and peaceful referendum in accordance with the provisions of the Comprehensive Peace Agreement, 2005;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/god"}}},{"content":"Recalling our long and heroic struggle for justice, freedom, equality and dignity in South Sudan;"},{"content":"Remembering and inspired by the selfless sacrifices of our martyrs, heroes and heroines;"},{"content":"Dedicated to a genuine national healing process and the building of trust and confidence in our society through dialogue;"},{"content":"Determined to lay the foundation for a united, peaceful and prosperous society based on justice, equality, respect for human rights and the rule of law;"},{"content":"Committed to establishing a decentralized democratic multi-party system of governance in which power shall be peacefully transferred and to upholding values of human dignity and equal rights and duties of men and women;","metadata":{"topics":["http://www.constituteproject.org/ontology/dignity","http://www.constituteproject.org/ontology/equal"]}},{"content":"Conscious of the need to manage our natural resources sustainably and efficiently for the benefit of the present and future generations and to eradicate poverty and attain the Millennium Development Goals;"},{"content":"Do hereby, through this Southern Sudan Legislative Assembly, amend the Interim Constitution of Southern Sudan, 2005, which shall be adopted and hereafter referred to as the “Transitional Constitution of the Republic of South Sudan, 2011,” and shall be the supreme law by which the independent and sovereign South Sudan shall be governed during the Transitional Period, and undertake to abide by, respect and defend it."}]},{"content":"PART ONE. SOUTH SUDAN AND THE CONSTITUTION","section":[{"content":"1. The Republic of South Sudan and its Territory","section":[{"content":"South Sudan is a sovereign and independent Republic, and it shall be known as “The Republic of South Sudan.”","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/system"}}},{"content":"The territory of the Republic of South Sudan comprises:","section":[{"content":"all lands and air space that constituted the three former Southern Provinces of Bahr el Ghazal, Equatoria and Upper Nile in their boundaries as they stood on January 1, 1956; and"},{"content":"the Abyei Area, the territory of the nine Ngok Dinka chiefdoms transferred from Bahr el Ghazal Province to Kordofan Province in 1905 as defined by the Abyei Arbitration Tribunal Award of July 2009 in the event that the resolution of the final status of the Abyei Area results in the Area becoming part of the Republic of South Sudan.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/access"}}}]},{"content":"The Republic of South Sudan is bordered by Sudan in the north, Ethiopia in the east, Kenya and Uganda in the south, the Democratic Republic of Congo in the southwest and the Central African Republic in the west."},{"content":"South Sudan is governed on the basis of a decentralized democratic system and is an all embracing homeland for its people. It is a multi-ethnic, multi-cultural, multi-lingual, multi-religious and multi-racial entity where such diversities peacefully co-exist.","metadata":{"topics":["http://www.constituteproject.org/ontology/ethincl","http://www.constituteproject.org/ontology/freerel"]}},{"content":"South Sudan is founded on justice, equality, respect for human dignity and advancement of human rights and fundamental freedoms.","metadata":{"topics":["http://www.constituteproject.org/ontology/dignity","http://www.constituteproject.org/ontology/equal"]}}]},{"content":"2. Sovereignty","section":{"content":"Sovereignty is vested in the people and shall be exercised by the State through its democratic and representative institutions established by this Constitution and the law."}},{"content":"3. Supremacy of the Constitution","section":[{"content":"This Constitution derives its authority from the will of the people and shall be the supreme law of the land. It shall have a binding force on all persons, institutions, organs and agencies of government throughout the Country.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/auth"}}},{"content":"The authority of government at all levels shall derive from this Constitution and the law."},{"content":"The states’ constitutions and all laws shall conform to this Constitution."}]},{"content":"4. Defence of the Constitution","section":[{"content":"No person or group of persons shall take or retain control of State power except in accordance with this Constitution."},{"content":"Any person or group of persons who attempt(s) to overthrow the constitutional government, or suspend or abrogate this Constitution commits treason."},{"content":"Every citizen shall have the duty to resist any person or group of persons seeking to overthrow the constitutional government, or suspend or abrogate this Constitution."},{"content":"All levels of government shall promote public awareness of this Constitution by translating it into national languages and disseminating it as widely as possible. They shall provide for the teaching of this Constitution in all public and private educational and training institutions as well as in the armed and other regular forces, by regularly transmitting and publishing programmes in respect thereof through the media and press."}]},{"content":"5. Sources of Legislation","section":{"content":"The sources of legislation in South Sudan shall be:","section":[{"content":"this Constitution;"},{"content":"written law;"},{"content":"customs and traditions of the people;"},{"content":"the will of the people; and"},{"content":"any other relevant source."}]}},{"content":"6. Language","section":[{"content":"All indigenous languages of South Sudan are national languages and shall be respected, developed and promoted.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/lang"}}},{"content":"English shall be the official working language in the Republic of South Sudan, as well as the language of instruction at all levels of education.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/lang"}}},{"content":"The State shall promote the development of a sign language for the benefit of people with special needs."}]},{"content":"7. National Symbols","metadata":{"topics":["http://www.constituteproject.org/ontology/anthem","http://www.constituteproject.org/ontology/flag"]},"section":{"content":"The flag, emblem, national anthem, coat of arms, public seal, medals, festivals and commemorations of the State shall be prescribed by law."}},{"content":"8. Religion","section":[{"content":"Religion and State shall be separate.","metadata":{"topics":["http://www.constituteproject.org/ontology/offrel","http://www.constituteproject.org/ontology/seprel"]}},{"content":"All religions shall be treated equally and religion or religious beliefs shall not be used for divisive purposes.","metadata":{"topics":["http://www.constituteproject.org/ontology/freerel","http://www.constituteproject.org/ontology/equalgr6"]}}]}]},{"content":"PART TWO. BILL OF RIGHTS","section":[{"content":"9. Nature of the Bill of Rights","section":[{"content":"The Bill of Rights is a covenant among the people of South Sudan and between them and their government at every level and a commitment to respect and promote human rights and fundamental freedoms enshrined in this Constitution; it is the cornerstone of social justice, equality and democracy.","metadata":{"topics":["http://www.constituteproject.org/ontology/equal","http://www.constituteproject.org/ontology/binding"]}},{"content":"The rights and freedoms of individuals and groups enshrined in this Bill shall be respected, upheld and promoted by all organs and agencies of Government and by all persons.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/binding"}}},{"content":"All rights and freedoms enshrined in international human rights treaties, covenants and instruments ratified or acceded to by the Republic of South Sudan shall be an integral part of this Bill.","metadata":{"topics":["http://www.constituteproject.org/ontology/treatcon","http://www.constituteproject.org/ontology/intlaw"]}},{"content":"This Bill of Rights shall be upheld by the Supreme Court and other competent courts and monitored by the Human Rights Commission."}]},{"content":"10. Sanctity of Rights and Freedoms","section":{"content":"Subject to Article 190 herein, no derogation from the rights and freedoms enshrined in this Bill shall be made. The Bill of Rights shall be upheld, protected and applied by the Supreme Court and other competent courts; the Human Rights Commission shall monitor its application in accordance with this Constitution and the law."}},{"content":"11. Life and Human Dignity","metadata":{"topics":["http://www.constituteproject.org/ontology/life","http://www.constituteproject.org/ontology/dignity"]},"section":{"content":"Every person has the inherent right to life, dignity and the integrity of his or her person which shall be protected by law; no one shall be arbitrarily deprived of his or her life."}},{"content":"12. Personal Liberty","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/habcorp"}},"section":{"content":"Every person has the right to liberty and security of person; no person shall be subjected to arrest, detention, deprivation or restriction of his or her liberty except for specified reasons and in accordance with procedures prescribed by law."}},{"content":"13. Freedom from Slavery, Servitude and Forced Labour","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/slave"}},"section":[{"content":"Slavery and slave trade in all forms are prohibited. No person shall be held in slavery or servitude."},{"content":"No person shall be required to perform forced or compulsory labour except as a penalty upon conviction by a competent court of law."}]},{"content":"14. Equality before the Law","metadata":{"topics":["http://www.constituteproject.org/ontology/equalgr10","http://www.constituteproject.org/ontology/equalgr15","http://www.constituteproject.org/ontology/equalgr4","http://www.constituteproject.org/ontology/equalgr5","http://www.constituteproject.org/ontology/equalgr16","http://www.constituteproject.org/ontology/equalgr12","http://www.constituteproject.org/ontology/equal","http://www.constituteproject.org/ontology/equalgr1","http://www.constituteproject.org/ontology/equalgr6"]},"section":{"content":"All persons are equal before the law and are entitled to the equal protection of the law without discrimination as to race, ethnic origin, colour, sex, language, religious creed, political opinion, birth, locality or social status."}},{"content":"15. Right to found a Family","metadata":{"topics":["http://www.constituteproject.org/ontology/marriage","http://www.constituteproject.org/ontology/fndfam"]},"section":{"content":"Every person of marriageable age shall have the right to marry a person of the opposite sex and to found a family according to their respective family laws, and no marriage shall be entered into without the free and full consent of the man and woman intending to marry."}},{"content":"16. Rights of Women","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/equalgr1"}},"section":[{"content":"Women shall be accorded full and equal dignity of the person with men."},{"content":"Women shall have the right to equal pay for equal work and other related benefits with men.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/remuner"}}},{"content":"Women shall have the right to participate equally with men in public life."},{"content":"All levels of government shall:","section":[{"content":"promote women participation in public life and their representation in the legislative and executive organs by at least twenty-five per cent as an affirmative action to redress imbalances created by history, customs, and traditions;","metadata":{"topics":["http://www.constituteproject.org/ontology/lhquota","http://www.constituteproject.org/ontology/uhquota"]}},{"content":"enact laws to combat harmful customs and traditions which undermine the dignity and status of women; and"},{"content":"provide maternity and child care and medical care for pregnant and lactating women."}]},{"content":"Women shall have the right to own property and share in the estates of their deceased husbands together with any surviving legal heir of the deceased.","metadata":{"topics":["http://www.constituteproject.org/ontology/proprght","http://www.constituteproject.org/ontology/transfer"]}}]},{"content":"17. Rights of the Child","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/childpro"}},"section":[{"content":"Every child has the right:","section":[{"content":"to life, survival and development;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/life"}}},{"content":"to a name and nationality;"},{"content":"to know and be cared for by his or her parents or legal guardian;"},{"content":"not to be subjected to exploitative practices or abuse, nor to be required to serve in the army nor permitted to perform work which may be hazardous or harmful to his or her education, health or well-being;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/childwrk"}}},{"content":"to be free from any form of discrimination;"},{"content":"to be free from corporal punishment and cruel and inhuman treatment by any person including parents, school administrations and other institutions;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/cruelty"}}},{"content":"not to be subjected to negative and harmful cultural practices which affect his or her health, welfare or dignity; and","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/dignity"}}},{"content":"to be protected from abduction and trafficking."}]},{"content":"In all actions concerning children undertaken by public and private welfare institutions, courts of law, administrative authorities or legislative bodies, the paramount consideration shall be the best interest of the child."},{"content":"All levels of government shall accord special protection to orphans and other vulnerable children; child adoption shall be regulated by law.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/finsup4"}}},{"content":"For the purposes of this Constitution, a child is any person under the age of eighteen years."}]},{"content":"18. Freedom from Torture","metadata":{"topics":["http://www.constituteproject.org/ontology/cruelty","http://www.constituteproject.org/ontology/torture"]},"section":{"content":"No person shall be subjected to torture or to cruel, inhuman or degrading treatment or punishment."}},{"content":"19. Fair Trial","section":[{"content":"An accused person is presumed to be innocent until his or her guilt is proved according to the law.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/presinoc"}}},{"content":"Any person who is arrested shall be informed, at the time of arrest, of the reasons for his or her arrest and shall be promptly informed of any charges against him or her."},{"content":"In all civil and criminal proceedings, every person shall be entitled to a fair and public hearing by a competent court of law in accordance with procedures prescribed by law.","metadata":{"topics":["http://www.constituteproject.org/ontology/dueproc","http://www.constituteproject.org/ontology/fairtri","http://www.constituteproject.org/ontology/pubtri"]}},{"content":"A person arrested by the police as part of an investigation, may be held in detention, for a period not exceeding 24 hours and if not released on bond to be produced in court. The court has authority to either remand the accused in prison or to release him or her on bail."},{"content":"No person shall be charged with any act or omission which did not constitute an offence at the time of its commission.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/expost"}}},{"content":"Every accused person shall be entitled to be tried in his or her presence in any criminal trial without undue delay; the law shall regulate trial in absentia.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/speedtri"}}},{"content":"Any accused person has the right to defend himself or herself in person or through a lawyer of his or her own choice or to have legal aid assigned to him or her by the government where he or she cannot afford a lawyer to defend him or her in any serious offence.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/couns"}}}]},{"content":"20. Right to Litigation","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/falseimp"}},"section":{"content":"The right to litigation shall be guaranteed for all persons; no person shall be denied the right to resort to courts of law to redress grievances whether against government or any individual or organization."}},{"content":"21. Restriction on Death Penalty","section":[{"content":"No death penalty shall be imposed, save as punishment for extremely serious offences in accordance with the law."},{"content":"No death penalty shall be imposed on a person under the age of eighteen or a person who has attained the age of seventy."},{"content":"No death penalty shall be executed upon a pregnant or lactating woman, save after two years of lactation."}]},{"content":"22. Privacy","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/privacy"}},"section":{"content":"The privacy of all persons shall be inviolable; no person shall be subjected to interference with his or her private life, family, home or correspondence, save in accordance with the law."}},{"content":"23. Religious Rights","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/freerel"}},"section":{"content":"The following religious rights are guaranteed by this Constitution:","section":[{"content":"the right to worship or assemble in connection with any religion or belief and to establish and maintain places for these purposes;"},{"content":"the right to establish and maintain appropriate faith-based, charitable or humanitarian institutions;"},{"content":"the right to acquire, possess and own movable and/or immovable property and make, acquire and use the necessary articles and materials related to the rites or customs of religion or belief;"},{"content":"the right to write, issue and disseminate religious publications;"},{"content":"the right to teach religion or beliefs in places suitable for these purposes;"},{"content":"the right to solicit and receive voluntary financial and other contributions from individuals, private and public institutions;"},{"content":"the right to train, appoint, elect or designate by succession appropriate religious leaders called for by the requirements and standards of any religion or belief;"},{"content":"the right to observe days of rest, celebrate holidays and ceremonies in accordance with the precepts of religious beliefs; and"},{"content":"the right to communicate with individuals and communities in matters of religion and beliefs at national and international levels."}]}},{"content":"24. Freedom of Expression and Media","section":[{"content":"Every citizen shall have the right to the freedom of expression, reception and dissemination of information, publication, and access to the press without prejudice to public order, safety or morals as prescribed by law.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/express"}}},{"content":"All levels of government shall guarantee the freedom of the press and other media as shall be regulated by law in a democratic society.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/press"}}},{"content":"All media shall abide by professional ethics."}]},{"content":"25. Freedom of Assembly and Association","section":[{"content":"The right to peaceful assembly is recognized and guaranteed; every person shall have the right to freedom of association with others, including the right to form or join political parties, associations and trade or professional unions for the protection of his or her interests.","metadata":{"topics":["http://www.constituteproject.org/ontology/partrght","http://www.constituteproject.org/ontology/assoc","http://www.constituteproject.org/ontology/assem","http://www.constituteproject.org/ontology/jointrde"]}},{"content":"Formation and registration of political parties, associations and trade unions shall be regulated by law as is necessary in a democratic society."},{"content":"No association shall function as a political party at the National or state level unless it has:","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/partreg"}},"section":[{"content":"its membership open to any South Sudanese irrespective of religion, gender, ethnic origin or place of birth;"},{"content":"a programme that does not contradict the provisions of this Constitution;"},{"content":"a democratically elected leadership and institutions; and"},{"content":"disclosed and transparent sources of funding."}]}]},{"content":"26. Right to Participation and Voting","section":[{"content":"Every citizen shall have the right to take part in any level of government directly or through freely chosen representative, and shall have the right to nominate himself or herself or be nominated for a public post or office in accordance with this Constitution and the law."},{"content":"Every citizen shall have the right to vote or be elected in accordance with this Constitution and the law.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/voteun"}}}]},{"content":"27. Freedom of Movement and Residence","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/freemove"}},"section":[{"content":"Every citizen shall have the right to freedom of movement and the liberty to choose his or her residence except for reasons of public health and safety as shall be regulated by law."},{"content":"Every citizen shall have the right to leave and or return to South Sudan."}]},{"content":"28. Right to Own Property","section":[{"content":"Every person shall have the right to acquire or own property as regulated by law.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/proprght"}}},{"content":"No private property may be expropriated save by law in the public interest and in consideration for prompt and fair compensation. No private property shall be confiscated save by an order of a court of law.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/exprop"}}}]},{"content":"29. Right to Education","section":[{"content":"Education is a right for every citizen and all levels of government shall provide access to education without discrimination as to religion, race, ethnicity, health status including HIV/AIDS, gender or disability."},{"content":"All levels of government shall promote education at all levels and shall ensure free and compulsory education at the primary level; they shall also provide free illiteracy eradication programmes.","metadata":{"topics":["http://www.constituteproject.org/ontology/edcomp","http://www.constituteproject.org/ontology/edfree"]}}]},{"content":"30. Rights of Persons with Special Needs and the Elderly","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/finsup3"}},"section":[{"content":"All levels of government shall guarantee to persons with disabilities or special needs participation in society and the enjoyment of rights and freedoms set out in this Constitution, especially access to public utilities, suitable education and employment."},{"content":"The elderly and persons with disabilities or special needs shall have the right to the respect of their dignity. They shall be provided with the necessary care and medical services as shall be regulated by law.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/finsup1"}}}]},{"content":"31. Public Health Care","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/health"}},"section":{"content":"All levels of government shall promote public health, establish, rehabilitate and develop basic medical and diagnostic institutions and provide free primary health care and emergency services for all citizens."}},{"content":"32. Right of Access to Information","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/infoacc"}},"section":{"content":"Every citizen has the right of access to official information and records, including electronic records in the possession of any level of government or any organ or agency thereof, except where the release of such information is likely to prejudice public security or the right to privacy of any other person."}},{"content":"33. Rights of Ethnic and Cultural Communities","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/cultrght"}},"section":{"content":"Ethnic and cultural communities shall have the right to freely enjoy and develop their particular cultures. Members of such communities shall have the right to practice their beliefs, use their languages, observe their religions and raise their children within the context of their respective cultures and customs in accordance with this Constitution and the law."}},{"content":"34. Right to Housing","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/shelter"}},"section":[{"content":"Every citizen has the right to have access to decent housing."},{"content":"The State shall formulate policies and take reasonable legislative measures within its available resources to achieve the progressive realization of these rights."},{"content":"No one shall be evicted from his or her lawfully acquired home or have his or her home demolished save in accordance with the law."}]}]},{"content":"PART THREE. FUNDAMENTAL OBJECTIVES AND GUIDING PRINCIPLES","section":[{"content":"CHAPTER I. OBJECTIVES AND PRINCIPLES","section":[{"content":"35. Guiding Objectives and Principles","section":[{"content":"All levels of government and their organs, institutions and citizens shall be guided by the objectives and principles contained in this Constitution."},{"content":"This Constitution shall be interpreted and applied to advance the individual dignity and address the particular needs of the people by dedicating public resources and focusing attention on the provision of gainful employment for the people, and improving their lives by building roads, schools, airports, community institutions, hospitals, providing clean water, food security, electric power and telecommunication services to every part of the country.","metadata":{"topics":["http://www.constituteproject.org/ontology/provwork","http://www.constituteproject.org/ontology/telecom","http://www.constituteproject.org/ontology/dignity","http://www.constituteproject.org/ontology/water"]}}]},{"content":"36. Political Objectives","section":[{"content":"All levels of government shall promote democratic principles and political pluralism, and shall be guided by the principles of decentralization and devolution of power to the people through the appropriate levels of government where they can best manage and direct their affairs."},{"content":"All levels of government shall:","section":[{"content":"promote and consolidate peace and create a secure and stable political environment for socio-economic development;"},{"content":"initiate a comprehensive process of national reconciliation and healing that shall promote national harmony, unity and peaceful co-existence among the people of South Sudan;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/ethincl"}}},{"content":"inculcate in the people a culture of peace, unity, cooperation, understanding, tolerance and respect for customs, traditions and beliefs of each other; and","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/ethincl"}}},{"content":"mobilize popular energies and resources for reconstruction and development."}]},{"content":"The security and welfare of the people of South Sudan shall be the primary duty of all levels of government."},{"content":"The composition of governments shall take into account ethnic, regional and social diversity in order to promote national unity and command national loyalty."},{"content":"All public offices shall be held in trust for the people and all persons in positions of leadership and responsibility shall be answerable to the people in their work and duties."}]},{"content":"37. Economic Objectives","section":[{"content":"The principal objective of the economic development strategy shall be the:","section":[{"content":"eradication of poverty;"},{"content":"attainment of the Millennium Development Goals;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/intrght"}}},{"content":"guaranteeing the equitable distribution of wealth;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/socclas"}}},{"content":"redressing imbalances of income; and","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/socclas"}}},{"content":"achieving a decent standard of life for the people of South Sudan.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/standliv"}}}]},{"content":"All levels of government shall:","section":[{"content":"develop and regulate the economy in order to achieve prosperity through policies aimed at increasing production, creating an efficient and self-reliant economy and encouraging free market and prohibition of monopoly;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/freecomp"}}},{"content":"protect and ensure the sustainable management and utilization of natural resources including land, water, petroleum, minerals, fauna and flora for the benefit of the people;","metadata":{"topics":["http://www.constituteproject.org/ontology/env","http://www.constituteproject.org/ontology/water"]}},{"content":"facilitate the development of the private sector, particularly indigenous entrepreneurs to establish and develop a viable private sector capable of participating effectively in reconstruction and development;"},{"content":"promote private initiative and self-reliance and take all necessary steps to involve the people in the formulation and implementation of development plans and programmes that affect them and to enhance as well their right to equal opportunities in development;"},{"content":"promote agricultural, industrial and technological development by adopting appropriate policies and legislation for the encouragement and attraction of local and foreign investment; and"},{"content":"take necessary measures to bring about balanced, integrated and equitable development of different areas and to encourage and expedite rural development as a strategy for averting urban-biased development and policies that have been responsible for the neglect of rural communities."}]},{"content":"The State shall ensure that National wealth is equitably shared among all levels of government for the welfare of the people."}]},{"content":"38. Education, Science, Art and Culture","section":[{"content":"All levels of government shall:","section":[{"content":"promote education at their respective levels to create the necessary qualified cadres for development;"},{"content":"mobilize public, private and communal resources and capabilities for education and promotion of scientific research geared towards development;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/science"}}},{"content":"encourage and promote arts and craft and foster their patronization by government institutions and citizens;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/artists"}}},{"content":"recognize cultural diversity and encourage such diverse cultures to harmoniously flourish and find expression through education and the media;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/ethincl"}}},{"content":"protect cultural heritage, monuments and places of national, historic or religious importance from destruction, desecration, unlawful removal or illegal export; and","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/cultrght"}}},{"content":"protect, preserve and promote the cultures of the people which enhance their human dignity and are consistent with the fundamental objectives and principles set out in this Chapter.","metadata":{"topics":["http://www.constituteproject.org/ontology/cultrght","http://www.constituteproject.org/ontology/dignity"]}}]},{"content":"The National Government shall:","section":[{"content":"guarantee academic freedom in institutions of higher education and protect the freedom of scientific research within the ethical parameters of research and as shall be regulated by law; and","metadata":{"topics":["http://www.constituteproject.org/ontology/acfree","http://www.constituteproject.org/ontology/science"]}},{"content":"endeavour to avail the necessary financial resources to make education affordable at secondary and higher levels, including technical and vocational training, in order to bridge the educational gap caused by the collapse of educational services during the years of conflict.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/achighed"}}}]},{"content":"Every person or group of persons shall have the right to establish and maintain private schools and other educational institutions at all levels in accordance with the conditions and standards prescribed by law."}]},{"content":"39. Family","section":[{"content":"Family is the natural and fundamental unit of society and shall be protected by law."},{"content":"All levels of government shall promote the welfare of the family and enact the necessary laws for its protection."},{"content":"It is the right and duty of parents to care for and bring up their children."},{"content":"Children shall not be separated from their parents or persons legally entitled to care for them against the will of such parents or persons, except in accordance with the law."}]},{"content":"40. Children, Youth and Sports","section":{"content":"All levels of government shall:","section":[{"content":"adopt policies and provide facilities for the welfare of children and youth and ensure that they develop morally and physically, and are protected from moral and physical abuse and abandonment;"},{"content":"promote recreational facilities and sports for all the citizens and empower the youth to develop their potentials; and"},{"content":"establish, protect, support popular sports institutions, indigenous games and their sustainability."}]}},{"content":"41. The Environment","section":[{"content":"Every person or community shall have the right to a clean and healthy environment."},{"content":"Every person shall have the obligation to protect the environment for the benefit of present and future generations.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/env"}}},{"content":"Every person shall have the right to have the environment protected for the benefit of present and future generations, through appropriate legislative action and other measures that:","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/env"}},"section":[{"content":"prevent pollution and ecological degradation;"},{"content":"promote conservation; and"},{"content":"secure ecologically sustainable development and use of natural resources while promoting rational economic and social development so as to protect genetic stability and bio-diversity."}]},{"content":"All levels of government shall develop energy policies that will ensure that the basic needs of the people are met while protecting and preserving the environment.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/env"}}}]},{"content":"42. Defence of the Republic of South Sudan","section":[{"content":"Defence of the Republic of South Sudan is an honour and a duty of every citizen."},{"content":"The State shall, by law, provide for the care of the combatants, the wounded heroes and heroines, the families of martyrs and those missing in action."}]},{"content":"43. Foreign Policy","section":{"content":"Foreign policy of the Republic of South Sudan shall serve the national interest and shall be conducted independently and transparently with the view to achieving the following:","section":[{"content":"promotion of international cooperation, specially within the United Nations family, African Union and other international and regional organizations, for the purposes of consolidating universal peace and security, respect for international law, treaty obligations and fostering a just world economic order;","metadata":{"topics":["http://www.constituteproject.org/ontology/region","http://www.constituteproject.org/ontology/intlaw","http://www.constituteproject.org/ontology/intorgs"]}},{"content":"achievement of African economic integration, within the ongoing regional plans and fora as well as promoting African unity and co-operation as foreseen in those plans;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/region"}}},{"content":"enhancement of respect for human rights and fundamental freedoms regionally and internationally;"},{"content":"promotion of dialogue among civilizations and establishment of international order based on justice and common human destiny;"},{"content":"respect for international law and treaty obligations, as well as the seeking of the peaceful settlement of international disputes by negotiation, mediation, conciliation, arbitration and adjudication;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/intlaw"}}},{"content":"enhancement of economic cooperation among countries of the region;"},{"content":"non-interference in the affairs of other States, promotion of good- neighbourliness and mutual cooperation with all neighbours and maintaining amicable and balanced relations with other countries; and"},{"content":"combating international and trans-national organized crime, piracy and terrorism.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/terror"}}}]}},{"content":"44. Saving","section":{"content":"Unless this Constitution otherwise provides or a duly enacted law guarantees, the rights and liberties described and the provisions contained in this Chapter are not by themselves enforceable in a court of law; however, the principles expressed herein are basic to governance and the State shall be guided by them, especially in making policies and laws."}}]},{"content":"CHAPTER II. CITIZENSHIP AND NATIONALITY","section":[{"content":"45. Citizenship and Rights","section":[{"content":"Every person born to a South Sudanese mother or father shall have an inalienable right to enjoy South Sudanese citizenship and nationality.","metadata":{"topics":["http://www.constituteproject.org/ontology/inalrght","http://www.constituteproject.org/ontology/citizen"]}},{"content":"Citizenship is the basis of equal rights and duties for all South Sudanese."},{"content":"Every citizen shall enjoy all the rights guaranteed by this Constitution."},{"content":"The law shall regulate citizenship and naturalization; no naturalized citizen shall be deprived of his or her acquired citizenship except in accordance with the law.","metadata":{"topics":["http://www.constituteproject.org/ontology/natcit","http://www.constituteproject.org/ontology/citrev"]}},{"content":"A South Sudanese national may acquire the nationality of another country as shall be prescribed by law."},{"content":"A non-South Sudanese may acquire the nationality of South Sudan by naturalization as shall be prescribed by law.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/natcit"}}}]},{"content":"46. Duties of the Citizen","section":[{"content":"It shall be the duty of every citizen to uphold and abide by this Constitution and respect the laws of South Sudan.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/abide"}}},{"content":"Every citizen shall in particular:","section":[{"content":"defend the country and respond to the call for national service in accordance with the provisions of this Constitution and the law;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/milserv"}}},{"content":"promote peace, harmony, unity, fraternity and tolerance among all people of South Sudan in order to transcend ethnic, religious, geographical and political divisions;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/solid"}}},{"content":"preserve and protect public funds and assets and respect legal and financial obligations;"},{"content":"prevent and combat corruption and sabotage;"},{"content":"participate in the development of South Sudan;"},{"content":"abide by the law and co-operate with the appropriate agencies in the maintenance of law and order;"},{"content":"protect the environment and conserve natural resources;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/env"}}},{"content":"be guided and informed in all actions by the interests of the nation and the principles enshrined in this Constitution;"},{"content":"promote democracy, good governance and the rule of law; and"},{"content":"respect the rights and freedoms of others."}]}]}]},{"content":"CHAPTER III. THE DECENTRALIZED SYSTEM OF GOVERNANCE","section":[{"content":"47. Levels of Government","section":{"content":"South Sudan shall have a decentralized system of government with the following levels:","section":[{"content":"the National level which shall exercise authority in respect of the people and the states;"},{"content":"the state level of government, which shall exercise authority within a state, and render public services through the level closest to the people; and","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/sub"}}},{"content":"the local government level within the state, which shall be the closest level to the people.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/mun"}}}]}},{"content":"48. Devolution of Powers","section":[{"content":"The following principles shall guide the devolution and exercise of powers:","section":[{"content":"affirmation of the need for norms and standards of governance and administration at the state and local government levels that reflect the unity of the people of South Sudan while recognizing their diversity;"},{"content":"acknowledgement of the roles of the National Government and the states in the promotion of the welfare of the people and protection of their human rights and fundamental freedoms;"},{"content":"recognition of the need for the involvement and participation of all people of South Sudan at all levels of government as an expression of unity; and"},{"content":"pursuit of good governance through democracy, separation of powers, transparency, accountability and respect for the rule of law to enhance peace, socio-economic development and political stability."}]},{"content":"The National Government shall:","section":[{"content":"exercise its competences in accordance with this Constitution and the law; and"},{"content":"respect the powers devolved to the states and local governments."}]}]},{"content":"49. Inter-Governmental Linkages","section":[{"content":"In the administration of the decentralized system of governance, the following principles of inter-governmental linkages shall be observed:","section":[{"content":"the linkage between the National Government and the local government shall be through the government of the relevant state;"},{"content":"in their relationships with each other or with other government organs, all levels of government shall observe the following:","section":[{"content":"respect each other’s powers and competences; and"},{"content":"collaborate in the task of governing and assist each other in fulfilling their respective constitutional obligations;"}]},{"content":"government organs at all levels shall perform their functions and exercise their powers so as:","section":[{"content":"not to encroach on or assume powers or functions conferred upon any other level except as provided for in this Constitution;"},{"content":"to promote co-operation by rendering assistance and support to other levels of government;"},{"content":"to promote communication and coordination between all levels of government;"},{"content":"to adhere to procedures of inter-governmental interaction and comity;"},{"content":"to respect the status and institutions of other levels of government; and"},{"content":"to promote amicable settlement of disputes before resorting to litigation;"}]},{"content":"the harmonious and collaborative interaction of the different levels of government shall be within the context of national unity and for the achievement of a better quality of life for all."}]},{"content":"Any two or more states may agree on mechanisms or arrangements to enhance inter-state co-ordination and co-operation."}]}]}]},{"content":"PART FOUR. THE NATIONAL GOVERNMENT","section":[{"content":"50. Establishment of the National Government","section":[{"content":"There shall be established in the Republic of South Sudan a National Government."},{"content":"The National Government shall be the institution around which the people of South Sudan are politically, economically, socially and culturally organized."},{"content":"The powers of the National Government emanate from the will of the people of South Sudan and this Constitution."},{"content":"The City of Juba shall be the National Capital of South Sudan and the seat of the National Government. Its territory and administration shall be defined and regulated by law.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/capital"}}},{"content":"Without prejudice to sub-Article (4) above, the National Government may relocate the National Capital to any other location within the territory of South Sudan by law.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/capital"}}}]},{"content":"51. Organs of the National Government","section":{"content":"The National Government shall have the following organs:","section":[{"content":"the Legislature;"},{"content":"the Executive; and"},{"content":"the Judiciary."}]}},{"content":"52. Powers and Competences of the National Government","section":{"content":"The National Government shall exercise exclusive legislative and executive authority on all functional areas in Schedule A; it shall also exercise legislative and executive authority on all concurrent and residual matters as set forth in Schedules C and D read together with Schedule E herein."}},{"content":"53. Primary Responsibilities of the National Government","section":[{"content":"The primary responsibilities of the National Government shall be, inter alia:","section":[{"content":"maintenance of peace and security;"},{"content":"reconstruction and development;"},{"content":"promotion of good governance and welfare of the people;"},{"content":"exercising authority in respect of South Sudan and the states; and"},{"content":"ensuring the protection of the rights and interests of the people."}]},{"content":"The National Government shall discharge its duties and exercise its powers as set forth in this Constitution and the law."}]}]},{"content":"PART FIVE. THE NATIONAL LEGISLATURE","section":[{"content":"CHAPTER I. ESTABLISHMENT, COMPOSITION AND FUNCTIONS","section":[{"content":"54. Establishment and Composition of the National Legislature","section":[{"content":"There shall be established a National Legislature composed of the following:","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/housenum"}},"section":[{"content":"the National Legislative Assembly; and"},{"content":"the Council of States."}]},{"content":"The National Legislature shall conduct its business as prescribed in this Constitution in joint sittings of the two legislative Houses, chaired by the Speaker of the National Legislative Assembly and deputized by the Speaker of the Council of States.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/legjoint"}}},{"content":"Vote count shall be separate for each House and governed by the quorum specified in this Constitution."},{"content":"Each House shall sit separately to conduct its business as prescribed in this Constitution."},{"content":"The National Legislature, as well as each of its Houses, shall make its own Conduct of Business Regulations."}]},{"content":"55. Competences of the National Legislature","section":[{"content":"The National Legislature represents the will of the people of South Sudan and shall foster unity and nationhood, exercise legislative functions, oversee the Executive, and promote the decentralized system of government.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/invexe"}}},{"content":"The legislative competences of the National Government shall vest in the National Legislature in respect of all matters assigned to it in Schedules A, C and D read together with Schedule E herein."},{"content":"Without prejudice to the generality of sub-Article (1) above, the National Legislature shall be competent to:","section":[{"content":"consider and pass amendments to this Constitution;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/amend"}}},{"content":"enact legislation on all matters assigned to it by this Constitution;"},{"content":"discuss statements by the President and take decisions as may be necessary;"},{"content":"authorize annual allocation of resources and revenue, in accordance with Article 87 of this Constitution;"},{"content":"reconsider a bill which has been rejected by the President under Article 85 (2) herein;"},{"content":"impeach the President and the Vice President;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hosdiss"}}},{"content":"approve a declaration of war;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/war"}}},{"content":"confirm a declaration of a state of emergency or termination thereof; and","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/em"}}},{"content":"perform any other function determined by this Constitution or the law."}]},{"content":"The National Legislature shall exercise its legislative powers through bills in accordance with this Constitution."}]},{"content":"56. Composition of the National Legislative Assembly","section":[{"metadata":{"topics":["http://www.constituteproject.org/ontology/lhselect","http://www.constituteproject.org/ontology/freeelec","http://www.constituteproject.org/ontology/voteun"]},"section":[{"content":"Members of the National Legislative Assembly shall be elected through universal adult suffrage in free and fair elections and by secret ballot; and","metadata":{"topics":["http://www.constituteproject.org/ontology/freeelec","http://www.constituteproject.org/ontology/voteun"]}},{"content":"The National Elections Law shall determine the number of members and composition of the National Assembly.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/lhseats"}}}]},{"content":"Notwithstanding the provisions of Article (1) above, during the transitional period the National Assembly shall consist of:","metadata":{"topics":["http://www.constituteproject.org/ontology/lhselect","http://www.constituteproject.org/ontology/lhseats"]},"section":[{"content":"all members of the Southern Sudan Legislative Assembly;"},{"content":"all ninety six South Sudanese who were members of the National Assembly of the Republic of Sudan, by virtue of their membership in that Assembly; and"},{"content":"such additional number of members appointed by the President not exceeding sixty-six (66)."}]},{"content":"Members of the Council of Ministers who are not members of the National Legislative Assembly shall participate in the deliberations of the Assembly but shall not have the right to vote.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/cabrest"}}}]},{"content":"57. Powers and Functions of the National Legislative Assembly","section":{"content":"The National Legislative Assembly shall exercise the following powers and functions:","section":[{"content":"oversee the performance of the National Government institutions;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/invexe"}}},{"content":"approve plans, programmes and policies of the National Government;"},{"content":"approve budgets;"},{"content":"ratify international treaties, conventions and agreements;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/treat"}}},{"content":"adopt resolutions on matters of public concern;"},{"content":"summon Ministers to answer questions of members of the Assembly on matters related to their ministries;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/invexe"}}},{"content":"interrogate Ministers about their performance or the performance of their ministries;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/invexe"}}},{"content":"Vet and approve appointments as required by this Constitution or the law;"},{"content":"cast a vote of no confidence against any Minister.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/cabdiss"}}},{"content":"enact legislation to regulate the conditions and terms of service of the Judiciary and its oversight mechanisms; and"},{"content":"perform any other function as determined by this Constitution or the law."}]}},{"content":"58. Composition of the Council of States","section":{"content":"The Council of States shall consist of:","section":[{"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/uhselect"}},"section":[{"content":"Members of the Council of States shall be elected through their respective States Assemblies; and","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/uhselect"}}},{"content":"The National Elections Law shall determine the number of members of the Council of States.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/uhseats"}}}]},{"content":"Notwithstanding the provisions of Article (1) above, during the transitional period, the Council of States shall consist of:","metadata":{"topics":["http://www.constituteproject.org/ontology/uhselect","http://www.constituteproject.org/ontology/uhseats"]},"section":[{"content":"all South Sudanese who were representatives in the Council of States of the Republic of Sudan, by virtue of their membership in that Council; and"},{"content":"thirty (30) members appointed by the President."}]}]}},{"content":"59. Competences of the Council of States","section":{"content":"The Council of States shall be competent to:","section":[{"content":"initiate legislation on the decentralized system of government and other issues of interest to the states and pass such legislation with two-thirds majority of all representatives;","metadata":{"topics":["http://www.constituteproject.org/ontology/legini","http://www.constituteproject.org/ontology/uhspleg","http://www.constituteproject.org/ontology/legsupr"]}},{"content":"issue resolutions and directives that may guide all levels of government in accordance with the provisions of Articles 47, 48 and 49 of this Constitution;"},{"content":"oversee national reconstruction, development and equitable service delivery in the states;"},{"content":"monitor the repatriation, relief, resettlement, rehabilitation, reintegration of returnees and internally displaced persons, and reconstruction of disaster and conflict affected areas;"},{"content":"request statements from Governors and national Ministers concerned regarding effective implementation of the decentralized system and devolution of powers and any other issues related to the states;"},{"content":"legislate for the promotion of a culture of peace, reconciliation and communal harmony among all the people of the states;"},{"content":"approve changes in state names, capital towns and boundaries; and"},{"content":"perform any other function as determined by this Constitution or the law."}]}},{"content":"60. Rules of the National Legislature","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/divhouse"}},"section":{"content":"While sitting separately to transact business that falls within its competences, each House shall observe the following rules:","section":[{"content":"any bill on a matter falling within the competences of either House, shall be tabled in that House;"},{"content":"any bill passed by the National Legislative Assembly shall be referred to a standing Inter-House Committee for scrutiny and decision on whether it affects the interests of the states. If the Committee decides that the bill affects the interest of the states, the bill shall be referred to the Council of States for consideration;"},{"content":"in case the Council of States introduces any amendments in the referred bill, by a two-thirds majority of the representatives or passes it as it is, the bill shall be sent to the President of the Republic for his or her assent without being returned to the National Legislative Assembly; and"},{"content":"no House shall discuss any business of which the other House is seized, until it is finally referred to it."}]}},{"content":"61. Seat of the National Legislature","section":[{"content":"The National Legislature and each of its two Houses shall convene its sessions at its seat in the National Capital, Juba."},{"content":"Notwithstanding sub-Article (1) above, the two Speakers may convene a sitting of the National Legislature elsewhere inside South Sudan."},{"content":"Notwithstanding sub-Article (1) above, the Speaker may call the National Legislative Assembly to convene in any other location in South Sudan."},{"content":"Notwithstanding sub-Article (1) above, the Speaker of the Council of States may call the Council of States to convene in any other location in South Sudan."}]},{"content":"62. Eligibility for Membership","section":[{"content":"A candidate for membership of the National Legislature shall:","metadata":{"topics":["http://www.constituteproject.org/ontology/uhrest","http://www.constituteproject.org/ontology/lhrest"]},"section":[{"content":"be a South Sudanese;"},{"content":"be at least twenty-one years of age;","metadata":{"topics":["http://www.constituteproject.org/ontology/uhage","http://www.constituteproject.org/ontology/lhage"]}},{"content":"be of sound mind;"},{"content":"be literate; and"},{"content":"not have been convicted during the last seven years of an offence involving honesty or moral turpitude."}]},{"content":"Members of the National Legislature and the Council of Ministers shall not be eligible for membership of state legislatures or state councils of ministers while occupying the aforementioned positions.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/profleg"}}},{"content":"Membership of the National Legislative Assembly shall not be combined with membership in the Council of States.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/profleg"}}},{"content":"Membership in the Council of States shall not be combined with membership in the Council of Ministers.","metadata":{"topics":["http://www.constituteproject.org/ontology/profleg","http://www.constituteproject.org/ontology/cabrest"]}}]},{"content":"63. Loss of Membership of the National Legislature","section":[{"content":"Membership of the National Legislative Assembly or the Council of States shall be lost in any of the following cases:","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/remleg"}},"section":[{"content":"mental infirmity or physical incapacity;"},{"content":"conviction for an offence involving honesty or moral turpitude;"},{"content":"adjudged or declared bankrupt by a competent court;"},{"content":"absence from a number of sittings without permission or acceptable reasons, as shall be determined by the Conduct of Business Regulations of each House;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/attend"}}},{"content":"resignation, in writing, to the appropriate House;"},{"content":"change of political affiliation or party on whose ticket he or she was elected to the National Legislative Assembly;"},{"content":"assumption of any constitutional office in a state or local government level; or"},{"content":"death."}]},{"content":"Upon vacation of the seat of a member of the National Legislative Assembly or the Council of States his or her seat shall be filled in accordance with the provisions of Article 64 herein.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/legrep"}}}]},{"content":"64. By-elections","metadata":{"topics":["http://www.constituteproject.org/ontology/ecom","http://www.constituteproject.org/ontology/legrep"]},"section":[{"content":"When a vacancy occurs in respect of any seat in the National Legislative Assembly or the Council of States, the Speaker of the appropriate House shall, in writing, notify the National Elections Commission within ten days from the occurrence of that vacancy."},{"content":"A by-election to fill the vacancy shall be held by the National Elections Commission within sixty days following occurrence of the vacancy."},{"content":"No by-election to fill a vacancy shall be held within the three months prior to the next general elections."}]},{"content":"65. Oath of a Member of the National Legislature","metadata":{"topics":["http://www.constituteproject.org/ontology/god","http://www.constituteproject.org/ontology/oath"]},"section":[{"content":"To assume his or her functions, every member of the National Legislative Assembly or the Council of States shall take the following oath before the appropriate House:"},{"content":"“I…….......…....., as a Member of the National Legislative Assembly/Council of States, do hereby swear by Almighty God /solemnly affirm/ that I will bear true faith and allegiance to the Republic of South Sudan and its people; that I will obey and respect the Constitution and abide by the law; and that I will faithfully and conscientiously discharge my duties and responsibilities as a member of the National Legislative Assembly/Council of States and serve the people of the Republic of South Sudan to the best of my ability, so help me God/ God is my witness.”"}]},{"content":"66. Term of the National Legislature","metadata":{"topics":["http://www.constituteproject.org/ontology/lhterm","http://www.constituteproject.org/ontology/uhterm"]},"section":[{"content":"The term of the National Legislature shall be five years."},{"content":"Notwithstanding Article (1) above, the term of the current National Legislature shall be four years from July 9, 2011."}]},{"content":"67. Immunity of Members of the National Legislature","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/immunity"}},"section":[{"content":"No criminal proceedings shall be initiated against a member of the National Legislative Assembly or the Council of States; nor shall any measure be taken against his or her person or belongings without permission from the Speaker of the appropriate House, except where he or she is caught committing an offence for which the police may arrest without warrant."},{"content":"In case a member is charged with a serious crime, the appropriate House may waive the immunity of the member concerned."}]},{"content":"68. Sessions of the National Legislature","section":[{"content":"The National Legislature shall hold its first sitting upon convocation by the President within thirty (30) days following the transformation of the Southern Sudan Legislative Assembly into the National Legislative Assembly and the establishment of the Council of States in accordance with provisions of Article 56 (2) and 58 herein."},[{"content":"The sittings of the National Legislative Assembly shall be chaired by the incumbent Speaker of the transformed Southern Sudan Legislative Assembly."},{"content":"The first sitting of the Council of States shall be chaired by the eldest of the members present and elect its Speaker and Deputy Speaker among its members."}],{"content":"Without prejudice to Article 101 (g) herein, each House shall determine the dates of commencement and closure of its sessions.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/session"}}},{"content":"The National Legislature or each House may convene an emergency or extraordinary session on the request of half of its members or upon a call from the President.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/exsess"}}}]},{"content":"69. Officers of the National Legislature","section":[{"content":"The National Legislative Assembly shall elect a Speaker and two Deputies from among its members at the first sitting.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/lhlead"}}},{"content":"The Council of States shall elect a Speaker and one Deputy from among its members at the first sitting.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/uhlead"}}},{"content":"The Speaker of each House shall preside over sittings of that House, control order and supervise the administrative affairs thereof. He or she shall represent the House in and outside South Sudan.","metadata":{"topics":["http://www.constituteproject.org/ontology/lhlead","http://www.constituteproject.org/ontology/uhlead"]}},{"content":"Each House shall elect chairpersons and deputy chairpersons of the specialized committees and members of ad hoc committees as may be determined by its Conduct of Business Regulations.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/commit"}}},{"content":"The Speaker of each House shall appoint a Clerk for the respective House in accordance with the Conduct of Business Regulations."},{"content":"The Clerk of each House shall be responsible for preparing the sessions of the respective House and running of its administrative affairs under the supervision of the Speaker of that House."},{"content":"Each House shall consider broad inclusiveness in the election and apportionment of its officers and staff."},[{"content":"Notwithstanding the provision of Article 69 above, the present administration of the Southern Sudan Legislative Assembly shall continue during the Transitional period in accordance with Article 94 (1)."},{"content":"The transformed National Legislative Assembly shall create vacancies for the members joining it as will be determined by its Conduct of Business Regulations 2010."}],{"content":"The Council of States shall elect its officers in accordance with its Conduct of Business Regulations during the transitional period."}]},{"content":"70. Emoluments of Members of the National Legislature","section":[{"content":"Members of the National Legislature shall be paid emoluments and provided with facilities as determined by law.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/income"}}},{"content":"A member of the National Legislature, other than the Speakers, Deputies, Minority Leaders, Chairpersons and Deputy Chairpersons of the specialized committees, and Chief Whips, may hold any other office in the private sector, with remuneration or engage in any profit making business; provided that such office or business does not compromise his or her duty as a member.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/profleg"}}}]},{"content":"71. Minority Leaders","section":[{"content":"The political party holding the second highest number of seats in each House shall elect from among its members the Minority Leader of the respective House."},{"content":"In relation to the conduct of business of each House, the Minority Leader shall:","section":[{"content":"rank fourth in protocol after the President, the Vice President and the Speaker, in that order within each House; and"},{"content":"have the right of second reply, after the Minister designated to lead Government Business in each House, to an address to the House by the President."}]},{"content":"The Conduct of Business Regulations of each House shall provide for the effective participation of the Minority Leaders in their respective Houses."}]},{"content":"72. Committees of the National Legislature","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/commit"}},"section":[{"content":"Each House shall have standing specialized committees and may establish ad hoc committees for the efficient discharge of its functions."},{"content":"The functions of the standing and ad hoc committees of each House shall be determined by its Conduct of Business Regulations."},{"content":"The two Houses may form inter-House standing or ad hoc committees for specific matters that are of concern to the two Houses."},{"content":"There shall be established a Parliamentary Service Commission, the structures, composition, powers and functions, duties, and terms of service shall be determined by law."}]},{"content":"73. Regulations of the National Legislature","section":[{"content":"Each House of the National Legislature shall make regulations for the conduct of its business."},{"content":"The Speaker of each House shall ensure that the Conduct of Business Regulations of the House are respected and enforced."},{"content":"The National Legislature shall make regulations for the conduct of its business."}]},{"content":"74. Quorum","section":[{"content":"The quorum for ordinary sittings of the National Legislative Assembly shall be more than half of the members. The Conduct of Business Regulations may provide for a reduced quorum that may not apply for the final presentation of bills.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/quorum"}}},{"content":"Except as otherwise provided for in this Constitution, the decisions of the National Legislative Assembly shall be by majority of votes of the members present and voting. If the votes are equally divided, the Speaker or any person presiding, shall have no casting vote and the motion shall be deemed to have been lost."},{"content":"The quorum for the sittings of the Council of States shall be more than half of its representatives.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/quorum"}}}]},{"content":"75. Publicity of Sittings of the National Legislature","metadata":{"topics":["http://www.constituteproject.org/ontology/pubmin","http://www.constituteproject.org/ontology/pubmeet"]},"section":{"content":"The sittings of the National Legislature or either of its two Houses shall be open to the public; its proceedings shall be published and may also be broadcast. However, the National Legislature or either House may decide according to its Conduct of Business Regulations that certain deliberations take place in camera."}},{"content":"76. Passing Legislative Resolutions","section":{"content":"Resolutions of the National Legislature or either of its two Houses shall, whenever possible, be taken by unanimity or consensus. Alternatively, resolutions shall be passed by simple majority of those present and voting, save in cases where this Constitution provides otherwise."}},{"content":"77. Privileges of Members of the National Legislature","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/immunity"}},"section":{"content":"Members of the National Legislature or either of its two Houses shall freely and responsibly express their opinions, subject only to the provisions of the regulations of the appropriate House. No legal proceedings shall be initiated against any member, nor shall he or she be held accountable before any court of law merely by reason of views or opinions that he or she might have expressed in the course of performing his or her duties."}},{"content":"78. Address by the President","section":{"content":"The President may personally or by a message, address the National Legislature or either of its two Houses. The National Legislature or either of its two Houses shall accord priority to such request over any other business. The President may also request the opinion of the National Legislature or either of its two Houses on any subject matter."}},{"content":"79. Address by the Vice President and Statements by Ministers and Governors","section":[{"content":"The Vice President may request to address the National Legislative Assembly or the Council of States. The concerned House shall provide an opportunity for hearing such address as promptly as possible."},{"content":"A Minister of the National Government may request to deliver a statement before the National Legislative Assembly or the Council of States."},{"content":"The National Legislative Assembly or the Council of States may summon a Governor of a state to make a statement before it on any important matter concerning his or her state for information or explanation.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/invexe"}}},{"content":"A Governor may request to make a statement before the Council of States.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/sub"}}}]},{"content":"80. Questions Addressed to Ministers by Members of the National Legislature","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/invexe"}},"section":{"content":"Members of the National Legislative Assembly or the Council of States may, in either House, within the competences of the concerned House and subject to its Conduct of Business Regulations, address questions to a Minister of the National Government on any subject relating to his or her duties; the said Minister shall provide the appropriate House with a prompt reply."}},{"content":"81. Request of Statements","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/invexe"}},"section":{"content":"The National Legislative Assembly or the Council of States may request a Minister of the National Government to deliver before it a statement on any matter of public concern."}},{"content":"82. General Summons","section":[{"content":"The National Legislative Assembly or any of its committees may summon any public official or any person within South Sudan, other than the President, to testify or give opinion before it."},{"content":"Inquiry on any matter that falls within the direct responsibility of the National Government may only be made after notifying the President."},{"content":"Any person who refuses to appear before the National Legislative Assembly or any of its committees or refuses to produce any document as required under sub-Article (1) above commits an offence punishable by law."}]},{"content":"83. Tabling of Bills","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/legini"}},"section":[{"content":"The President or the Council of Ministers may cause a bill to be presented by a Minister before the National Legislative Assembly or the Council of States subject to their respective competences."},{"content":"A member of the National Legislature may table a private member bill before the House to which he or she belongs on a matter that falls within the competences of that House."},{"content":"The Inter-House Committee of the National Legislature may present a bill before either House of the National Legislature subject to their respective competences.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/commit"}}}]},{"content":"84. Procedures for Presentation and Consideration of Bills","section":[{"content":"Bills presented to either House of the National Legislature shall be submitted for the first reading by being cited by title. The bill shall then be submitted for a second reading for general deliberation and approval in principle. If the bill is passed in the second reading, there shall be a third reading for deliberation in detail and introduction of, and decision upon, any amendment. The bill shall then be submitted in its final form for the final reading, at which stage the text of the bill shall not be subject to further discussion and shall be passed section by section and then passed as a whole."},{"content":"After the first reading, the Speaker of the House concerned shall refer the bill to the appropriate committee, which shall make a general evaluation report for the purpose of the second reading. The committee shall also present a report on the amendments that the committee might or might not have endorsed in the second reading for the decision in the third reading; the Speaker of the concerned House may also refer the bill once again to the appropriate committee to prepare a report in a final draft in preparation for the final reading.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/commit"}}},{"content":"The Speaker of the concerned House or the appropriate committee may seek expert opinion on the viability and rationale of the bill; an interested body may also be invited to present views on the impact and propriety of the bill.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/commit"}}},{"content":"The House concerned may, by a special resolution, decide on any bill as a general committee or by summary proceedings."}]},{"content":"85. Assent of the President","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/legapp"}},"section":[{"content":"Any bill approved by the National Legislature shall not become a law unless the President assents to it and signs it into law. If the President withholds assent for thirty days without giving reasons, the bill shall be deemed to have been so signed."},{"content":"If the President withholds assent to the bill and give reasons within the aforementioned thirty days, the bill shall be re-introduced to the National Legislature to consider the observations of the President."},{"content":"The bill shall become law if the National Legislature again passes it by a two- thirds majority of all members and representatives of the two Houses, and the assent of the President shall not be required for that bill to come into force.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/override"}}}]},{"content":"86. Provisional Orders","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hosdec"}},"section":[{"content":"In case the National Legislature is not in session, the President may, on an urgent matter, issue a provisional order having the force of law."},{"content":"The provisional order shall be submitted to the appropriate House of the National Legislature as soon as it is convened."},{"content":"Where the National Legislature ratifies the provisional order as it is, it shall be promulgated as law, but where the same is rejected by either House, or where the session ends without it being ratified, the provisional order shall lapse with no retrospective effect."},{"content":"A bill on the same subject matter may again be re-introduced before the National Legislature and be considered under the normal procedure for consideration of bills."},{"content":"Notwithstanding sub-Article (1) above, the President shall not make any provisional order on matters affecting the Bill of Rights, the decentralized system of government, general elections, annual allocation of resources and financial revenue, penal legislation or alteration of administrative boundaries of the states."},{"content":"Any law which was repealed or amended pursuant to a provisional order that later lapsed, shall revive into force as it is, starting from the date when the provisional order lapsed."},{"content":"The National Legislative Assembly may delegate to the President the power to approve bilateral international and regional agreements while the National Legislative Assembly is not in session; however, such agreements shall be subject to subsequent approval by the National Legislative Assembly and shall be deposited before it as soon as it is convened.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/treat"}}}]},{"content":"87. Bills Pertaining to Allocation of Resources and Revenues","section":[{"content":"The President shall cause to be presented to the National Legislative Assembly, before the beginning of the financial year, a bill for the allocation of resources and revenue in accordance with the provisions of this Constitution. The National Legislative Assembly shall convene to approve, modify or reject that bill.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/budget"}}},{"content":"The financial year shall be twelve months beginning from July 1st, and ending on June 30th the other year."}]},{"content":"88. General Budget Proposal, Estimates and Related Bills","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/budget"}},"section":[{"content":"The President shall cause to be presented to the National Legislative Assembly before the beginning of the financial year, a bill on the general budget, including:","section":[{"content":"a general evaluation of the economic and financial performance and situation;"},{"content":"detailed estimates of proposed revenue and expenditure for the forthcoming year compared to those of the previous financial year;"},{"content":"a statement of the general budget, any reserve funds, transfers thereto or allocations therefrom; and"},{"content":"explanations of any special budgets or financial estimates, policies or measures to be taken by the National Government in the financial and economic affairs within the framework of the general budget."}]},{"content":"The President shall cause to be submitted to the National Legislative Assembly proposals of total expenditure entered into the budget as an appropriation bill and proposals for taxes, fees and other levies as well as borrowing, investment or saving bonds as financial bills.","metadata":{"topics":["http://www.constituteproject.org/ontology/spend","http://www.constituteproject.org/ontology/tax"]}},{"content":"The National Legislative Assembly shall discuss, and may amend, reject or adopt the general budget bill chapter by chapter including schedules, and it shall thereafter pass the appropriation bill in its totality.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/spend"}}},{"content":"Where the bill is passed, detailed estimates as specified in the general budget shall not be exceeded save by a supplementary law."},{"content":"Surplus funds over revenue estimates and funds out of the legal reserve shall not be spent save by a supplementary appropriation law."},{"content":"After the passing of the budget, no funds shall be transferred from one chapter to another, nor shall any money be spent on an item that is not provided for in the budget without the approval of the National Legislative Assembly."},{"content":"In the event that the National Legislative Assembly fails to pass the budget bill within a period of forty-five days, the President shall issue a presidential decree on the budget for that year, and such budget shall be deemed to have been passed by the National Legislative Assembly in accordance with the provisions of this Constitution.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hosdec"}}}]},{"content":"89. Private Member Financial Bill","metadata":{"topics":["http://www.constituteproject.org/ontology/tax","http://www.constituteproject.org/ontology/spend"]},"section":[{"content":"No member of the National Legislative Assembly, outside the context of the deliberations of the draft general budget, shall introduce any financial bill or move any amendment to a bill having the object or effect of abolishing, imposing or increasing any tax or imposing any charge upon the public revenue or reserves, save with the prior consent of the National Council of Ministers."},{"content":"The Minister of Finance, on the authority of the Council of Ministers, shall issue a certificate that a proposed bill or an amendment has such object or effect and such certification shall be conclusive."},{"content":"A bill or an amendment shall not be deemed to have such object or effect by reason that it includes provisions for the imposition of fines or other pecuniary penalties or the payment of fees for services rendered."}]},{"content":"90. Provisional and Supplementary Financial Measures","section":[{"content":"Notwithstanding the provisions of Article 86 (5) herein, the President may in the public interest, make a presidential order having the force of law, providing that the imposition of any tax, or fee or the amendment thereof shall come into force, pending submission of a bill requiring the same to the National Legislative Assembly.","metadata":{"topics":["http://www.constituteproject.org/ontology/tax","http://www.constituteproject.org/ontology/hosdec"]}},{"content":"When that financial bill is adopted or rejected, the force of the presidential order shall cease without retrospective effect in relation to rejection for amendment of the bill.","metadata":{"topics":["http://www.constituteproject.org/ontology/hosdec","http://www.constituteproject.org/ontology/tax"]}},{"content":"Where the procedure of adopting the general budget and the appropriation bill is delayed beyond the beginning of the financial year, expenditure shall continue, pending adoption of the general budget, in accordance with the estimates approved for the previous year, as if the same has been appropriated by law for the new year.","metadata":{"topics":["http://www.constituteproject.org/ontology/budget","http://www.constituteproject.org/ontology/spend"]}},{"content":"Whenever new circumstances occur or a matter of public concern proves not to have been satisfactorily addressed by the general budget, the President may during the financial year cause to be submitted to the National Legislative Assembly, a financial bill, a supplementary appropriation or an allocation from the reserve funds, to which the same provisions set out in respect of the general budget bill shall apply.","metadata":{"topics":["http://www.constituteproject.org/ontology/spend","http://www.constituteproject.org/ontology/budget"]}},{"content":"Without prejudice to the provisions of Article 88 (3), (4) and (5) herein, the following expenditures shall be paid out of the consolidated reserve funds:","section":[{"content":"emoluments of the President;"},{"content":"expenses of the State House;"},{"content":"budget of the Judiciary;"},{"content":"National Government contractual financial obligations;"},{"content":"repayment of National Government external debts under any loan agreement;"},{"content":"payment of any money the National Government is required to pay under a court order arising out of any litigation or as a result of an arbitration award or any other settlement having similar legal effect; and"},{"content":"any other expenses as shall be regulated by law."}]}]},{"content":"91. Final Accounts","section":[{"content":"The Minister of Finance shall presented to the National Legislative Assembly during the six months following the end of the financial year, the final accounts for all revenue and expenditure as are set forth in that year, as well as expenditure withdrawn from the reserve funds."},{"content":"The Auditor General shall, in accordance with Article 186 (8) herein, present his or her report on such accounts to the National Legislative Assembly or the Council of States, as the case may be."}]},{"content":"92. Delegation of Powers of Subsidiary Legislation","section":{"content":"The National Legislature or either of its two Houses may, by law, delegate to the President, the Council of Ministers or any public body, the power to make any subsidiary regulations, rules, orders or any other subsidiary instrument having the force of law, provided that such subsidiary legislation shall be tabled before the concerned House and be subject to adoption or amendment by a resolution of that House in accordance with the provisions of its regulations."}},{"content":"93. Validity of the Proceedings of the National Legislature","section":{"content":"No court or any other authority shall call into question the validity of any proceedings of the National Legislature or any of its two Houses on the basis of violation of its Conduct of Business Regulations. A certificate duly signed by the appropriate Speaker shall be deemed to be conclusive evidence of the validity of the said proceedings."}}]},{"content":"CHAPTER II. INTERIM PROVISIONS","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/tranprov"}},"section":{"content":94,"section":[{"content":"The Southern Sudan Legislative Assembly shall adopt and pass the Transitional Constitution of the Republic of South Sudan, 2011, and it shall thereafter transform itself into South Sudan National Legislative Assembly.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/lhselect"}}},{"content":"The President shall appoint:","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/lhselect"}},"section":[{"content":"All the Ninety six South Sudanese who were elected from South Sudan to the National Assembly of the Republic of Sudan to become members of South Sudan National Legislative Assembly;"},{"content":"The President shall appoint such additional number of members not exceeding sixty-six."}]},{"content":"The President shall appoint the representatives to the Council of States in accordance with the provisions of the Article 58 of this Constitution.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/uhselect"}}},{"content":"The sittings of the National Legislative Assembly shall be chaired by the incumbent Speaker of the transformed Southern Sudan Legislative Assembly.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/lhlead"}}},{"content":"The first sitting of the Council of States shall be chaired by the eldest of the members present and elect its Speaker and Deputy Speaker among its members.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/uhlead"}}}]}}]},{"content":"PART SIX. THE NATIONAL EXECUTIVE","section":[{"content":"CHAPTER I. ESTABLISHMENT, COMPOSITION AND POWERS","section":[{"content":"95. Establishment and Composition of the Executive","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/execnum"}},"section":{"content":"There shall be established in the Republic of South Sudan a National Executive consisting of the President, Vice President, Ministers, and Deputy Ministers."}},{"content":"96. Powers and Competences of the Executive","metadata":{"topics":["http://www.constituteproject.org/ontology/hospow","http://www.constituteproject.org/ontology/cabpow"]},"section":{"content":"The Executive shall exercise the executive powers on all matters as set forth in Schedules A, C and D read together with Schedule E of this Constitution and any other competence conferred upon it by this Constitution and the law."}}]},{"content":"CHAPTER II. THE PRESIDENT OF THE REPUBLIC","section":[{"content":"97. The President","section":[{"content":"There shall be a President for the Republic of South Sudan who shall be directly elected by the people of South Sudan in general elections according to this Constitution and the provisions set forth by the National Elections Commission in accordance with the electoral law.","metadata":{"topics":["http://www.constituteproject.org/ontology/hoselect","http://www.constituteproject.org/ontology/ecom"]}},{"content":"Notwithstanding Article (1) above, the incumbent elected President of the Government of Southern Sudan shall be the President of the Republic of South Sudan.","metadata":{"topics":["http://www.constituteproject.org/ontology/hoselect","http://www.constituteproject.org/ontology/tranprov"]}},{"content":"The President of the Republic of South Sudan is the head of State and Government, the Commander-in-Chief of the Sudan People’s Liberation Army and the Supreme Commander of all the other regular forces. He or she represents the will of the people, and shall exercise the powers vested in the office of the President by this Constitution.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/comchief"}}},{"content":"Pending a final solution on its status Abyei Area, the territory of the nine Ngok Dinka chiefdoms transferred from Bahr el Ghazal Province to Kordofan Province in 1905 as defined by the Abyei Arbitration Tribunal Award of July 2009, is accorded a special administrative status under the Office of the President of the Republic of South Sudan:","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/access"}},"section":[{"content":"The members of the nine Ngok Dinka Chiefdoms of Abyei Area shall have an inalienable right to enjoy South Sudanese citizenship and nationality and all rights and freedoms guaranteed by this constitution.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/inalrght"}}},{"content":"Without prejudice to any alternative solution that may be agreed upon by the two governments of South Sudan and of the Sudan on the final status of Abyei Area and in accordance with the provisions of the Abyei Protocol 2005, the members of the nine Ngok Dinka Chiefdoms and other Sudanese residing in Abyei Area, shall vote in a referendum, which shall present them with the following choices:","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/referen"}},"section":[{"content":"That Abyei Area enjoys special administrative status in the Republic of Sudan; or"},{"content":"That Abyei Area be part of the Republic of South Sudan."}]},{"content":"The security arrangements in Abyei Area shall be in accordance with the provisions of the Abyei protocol, 2005 or in accordance with any alternative arrangements agreed upon by the two governments of South Sudan and of Sudan."}]}]},{"content":"98. Eligibility for the Office of the President","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hosrest"}},"section":{"content":"A candidate for the office of the President shall:","section":[{"content":"be a South Sudanese by birth;"},{"content":"be of sound mind;"},{"content":"be at least forty years of age;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hosage"}}},{"content":"be literate; and"},{"content":"not have been convicted of an offence involving honesty or moral turpitude."}]}},{"content":"99. Oath of the President","metadata":{"topics":["http://www.constituteproject.org/ontology/god","http://www.constituteproject.org/ontology/oath"]},"section":[{"content":"The President of the Republic of South Sudan shall, before assuming office, take the following oath before the public:"},{"content":"“I……….…………., do hereby swear by the Almighty God /solemnly affirm, that as the President of the Republic of South Sudan, I shall be faithful and bear true allegiance to the Republic of South Sudan and shall diligently and honestly discharge my duties and responsibilities in a consultative manner to foster the development and welfare of the people of South Sudan; that I shall obey, preserve and defend the Constitution and abide by the law; and that I shall protect and promote the unity of the people of South Sudan and consolidate the democratic decentralized system of government and preserve the integrity and dignity of the people of South Sudan; so help me God/ God is my witness.”"}]},{"content":"100. Tenure of the Office of the President","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hosterm"}},"section":[{"content":"the tenure of the office of the President of the Republic of South Sudan shall be five years."},{"content":"Notwithstanding Article (1) above, during the transitional/ period the tenure of the office of the President of the Republic of South Sudan shall be four years from July 9, 2011.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/tranprov"}}}]},{"content":"101. Functions of the President","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hospow"}},"section":{"content":"The President shall perform the following functions:","section":[{"content":"preserve the security of South Sudan and protect its territorial integrity;"},{"content":"supervise constitutional and executive institutions and provide exemplary leadership in public affairs;"},{"content":"appoint constitutional and judicial post holders in accordance with this Constitution and the law;"},{"content":"preside over the National Council of Ministers;"},{"content":"declare and terminate a state of emergency in accordance with the provisions of this Constitution and the law;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/em"}}},{"content":"initiate constitutional amendments and legislation and assent to and sign into law bills passed by the National Legislature;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/amend"}}},{"content":"convene, summon, adjourn or prorogue the National Legislature in consultation with the Speaker;"},{"content":"confirm death sentences, grant pardons, and remit convictions or penalties according to this Constitution and the law;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/pardon"}}},{"content":"appoint Presidential Advisors;"},{"content":"appoint ad hoc commissions and committees;"},{"content":"establish independent institutions and commissions;"},{"content":"confer honours;"},{"content":"generally represent the Government and the people of South Sudan;"},{"content":"declare war in accordance with this Constitution and the law;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/war"}}},{"content":"represent the State in its foreign relations, appoint ambassadors of the State and accept credentials of foreign ambassadors;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/headforn"}}},{"content":"direct and supervise foreign policy and ratify treaties and international agreements with the approval of the National Legislative Assembly;","metadata":{"topics":["http://www.constituteproject.org/ontology/headforn","http://www.constituteproject.org/ontology/treat"]}},{"content":"seek the opinion of the Supreme Court on any matter in connection with this Constitution;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/interp"}}},{"content":"remove a state Governor and/or dissolve a state Legislative Assembly in the event of a crisis in the state that threatens national security and territorial integrity;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/sub"}}},{"content":"appoint a state care-taker Governor who shall prepare for elections within sixty days in the state where the Governor has been removed or the state Legislative Assembly so dissolved in accordance with the provisions of this Constitution, the relevant state constitution and the law;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/sub"}}},{"content":"present annual address on the state of the nation; and"},{"content":"perform any other function as may be prescribed by law."}]}},{"content":"102. Vacancy of Office of the President","section":[{"content":"The office of the President shall fall vacant in any of the following cases:","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hosdiss"}},"section":[{"content":"expiration of the term of office;"},{"content":"resignation in a public address to the people through the National Legislative Assembly;"},{"content":"impeachment in accordance with the provisions of this Constitution;"},{"content":"mental infirmity or physical incapacity based on an official medical report submitted by the Medical Commission to the Assembly for information; or"},{"content":"death."}]},{"content":"If the office of the President of the Republic falls vacant, the post shall be assumed by the Vice President pending elections that shall be conducted by the National Elections Commission within sixty days from the date of occurrence of the vacancy.","metadata":{"topics":["http://www.constituteproject.org/ontology/hossucc","http://www.constituteproject.org/ontology/depexec","http://www.constituteproject.org/ontology/ecom"]}}]},{"content":"103. Immunity and Impeachment of the President","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hosdiss"}},"section":[{"content":"The President shall be immune from any legal proceedings and shall not be charged or sued in any court of law during his or her tenure of Office.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hosimm"}}},{"content":"Notwithstanding sub-Article (1) above, in case of high treason, gross violation of this Constitution or gross misconduct in relation to National affairs, the President may be charged before the Supreme Court upon a resolution passed by a two-thirds majority of all the members of the Assembly.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hosimm"}}},{"content":"The President of the Supreme Court shall, within seven days after receipt of the impeachment notice referred to under sub-Article (2) above, constitute a tribunal comprising three Justices of the Supreme Court, to evaluate the allegation in the notice and to report its findings to the constitutional panel of the Supreme Court."},{"content":"The President shall be entitled to appear at the proceedings of the tribunal and to be represented by a lawyer or other expert or any other person of his or her choice."},{"content":"If the constitutional panel convicts the President, it shall communicate its final verdict to the Assembly, and he or she shall be deemed to have forfeited the office."},{"content":"If the notice for the removal of the President is on the grounds of mental infirmity or physical incapacity, it shall be based on a report submitted to the Assembly by a medical board consisting of five qualified and eminent specialists from the Medical Commission in respect of the alleged infirmity or incapacity."},{"content":"The President shall submit himself or herself to the medical board for necessary examination as required."},{"content":"If the medical board determines that the President, by reason of mental infirmity or physical incapacity is unable to perform the functions of the office of the President, it shall communicate its findings to the Assembly for information, and he or she shall be deemed to have forfeited the office."}]},{"content":"104. Appointment and Removal of the Vice President","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/depexec"}},"section":[{"content":"The Vice President shall be appointed by the President subject to approval by a two-thirds majority of all members of the National Legislative Assembly."},{"content":"The Vice President may be removed by the President or by a decision passed by two-thirds majority of all members of the National Legislative Assembly. If the post of the Vice President falls vacant for any reason, the President shall appoint a replacement."},{"content":"The Vice President shall fulfill the conditions of eligibility for the office of the President as prescribed by this Constitution."},{"content":"To assume office, the Vice President shall take, before the President, the same oath taken by the President as prescribed by this Constitution.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/oath"}}}]},{"content":"105. Functions of the Vice President","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/depexec"}},"section":{"content":"The Vice President shall perform the following functions:","section":[{"content":"act for the President in his or her absence from the country;"},{"content":"be a member of the Council of Ministers;"},{"content":"be a member of the Security Council; and"},{"content":"perform any other function or duty that may be assigned to him or her by the President."}]}},{"content":"106. Vacancy of Office of the Vice President","section":{"content":"The office of the Vice President shall fall vacant in any of the following cases:","section":[{"content":"relief from office in accordance with the provisions of Article 104 (2) herein;"},{"content":"acceptance of his or her written resignation by the President;"},{"content":"mental infirmity or physical incapacity based on an official medical report submitted by the Medical Commission to the Assembly for information; or"},{"content":"death."}]}},{"content":"107. Presidential Advisors","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hosstaff"}},"section":[{"content":"The President may appoint a limited number of Presidential Advisors and shall define their functions."},{"content":"To assume office, a Presidential Advisor shall, before the President, take the following oath:","metadata":{"topics":["http://www.constituteproject.org/ontology/god","http://www.constituteproject.org/ontology/oath"]},"section":{"content":"“I……….…………., do hereby swear by the Almighty God /solemnly affirm/, that as a Presidential Advisor, I shall be faithful and bear true faith and allegiance to South Sudan and shall diligently and honestly discharge my duties and responsibilities and strive to foster the development and welfare of its people; that I shall obey, preserve and defend the Constitution and abide by the law; and that I shall protect and promote the unity of the people of South Sudan and consolidate the democratic decentralized system of government and preserve the integrity and dignity of the people of South Sudan; so help me God/ God is my witness.”"}}]}]},{"content":"CHAPTER III. THE NATIONAL COUNCIL OF MINISTERS","section":[{"content":"108. Establishment and Composition of the Council of Ministers","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/cabinet"}},"section":[{"content":"There shall be established a National Council of Ministers."},{"content":"The National Council of Ministers shall compose of the President, the Vice President and Ministers."},{"content":"The President shall ensure that at least twenty-five percent of members of the Council of Ministers are women.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/cabrest"}}}]},{"content":"109. Competences of the Council of Ministers","section":[{"content":"The National Council of Ministers shall be the highest executive authority in the Republic."},{"content":"Without prejudice to the powers conferred upon the President by this Constitution, decisions of the Council of Ministers shall prevail over all other executive decisions. Such decisions shall be adopted by consensus or simple majority."},{"content":"Membership of the National Council of Ministers shall not be combined with membership of a state Executive or Legislature.","metadata":{"topics":["http://www.constituteproject.org/ontology/cabrest","http://www.constituteproject.org/ontology/sub"]}}]},{"content":"110. Functions of the Council of Ministers","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/cabpow"}},"section":{"content":"The National Council of Ministers shall have the following functions:","section":[{"content":"general planning and administration of South Sudan;"},{"content":"approval of the general policies initiated by the respective ministries;"},{"content":"overseeing, receiving and discussing reports about the executive and administrative performance of ministries;"},{"content":"initiating, negotiating and concluding international, regional, bilateral, and multilateral agreements;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/treat"}}},{"content":"receiving reports from Governors about executive performance of states for information and coordination with the respective states;"},{"content":"receiving reports on matters that are concurrent or residual and deciding whether it is competent to exercise such power in accordance with Schedules C and D read together with Schedule E herein. If it so decides, it shall notify the respective state of its intention to exercise such power. In case a state objects thereto, a committee shall be set up by the two levels concerned to amicably resolve the matter before resorting to the Supreme Court;"},{"content":"acting as a link between the National Government and the states;"},{"content":"providing reports upon the request of the National Legislative Assembly;"},{"content":"formulating internal rules, procedures and regulations for the conduct of its business;"},{"content":"mobilizing the public to achieve the objectives of government policy and promote public life;"},{"content":"implementing legislation and resolutions of the National Legislature;"},{"content":"formulating and implementing government policies;"},{"content":"coordinating the functions and reviewing the performance of the ministries, departments and administrations of the National Government;"},{"content":"initiating national legislative bills and national budgets;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/legini"}}},{"content":"reviewing, annually, the performance of the decentralized system of governance in the Republic of South Sudan; and"},{"content":"performing any other executive function provided for in this Constitution or the law."}]}},{"content":"111. Confidentiality of Deliberations of the Council of Ministers","section":{"content":"Deliberations of the National Council of Ministers shall be confidential; no Minister shall disclose, communicate or reveal such deliberations save by permission of the Council of Ministers."}},{"content":"112. Appointment and Removal of Ministers","section":[{"content":"Ministers of the National Government shall be appointed and removed from office by the President.","metadata":{"topics":["http://www.constituteproject.org/ontology/cabdiss","http://www.constituteproject.org/ontology/cabsel"]}},{"content":"Appointment of the Ministers of the National Government shall be approved by a resolution of the National Legislative Assembly adopted by a simple majority vote of all members.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/cabsel"}}},{"content":"Ministers of the National Government shall be selected with due regard to the need for inclusiveness based on integrity, competence, ethnic and regional diversity and gender.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/cabrest"}}}]},{"content":"113. Oath of a Minister","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/oath"}},"section":{"content":"To assume office, a national Minister shall, before the President, take the same oath of a Presidential Advisor as prescribed in Article 107 (2) of this Constitution."}},{"content":"114. Functions of a Minister","section":[{"content":"A Minister in the National Government shall be the head of his or her ministry and his or her decisions shall prevail therein. However, the National Council of Ministers may review, amend or cancel such decisions; the President may suspend the decision of a Minister pending such review or cancellation.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hospow"}}},{"content":"National Ministers shall:","section":[{"content":"collaborate and establish good working relations with corresponding Ministers at state level in fulfillment of their respective constitutional obligations;"},{"content":"perform any public or political role and provide leadership in public affairs to achieve the policy objectives of the National Government; and"},{"content":"perform or exercise any other function or powers assigned by law or delegation."}]}]},{"content":"115. Collective and Individual Responsibility of Ministers","metadata":{"topics":["http://www.constituteproject.org/ontology/invexe","http://www.constituteproject.org/ontology/cabdiss"]},"section":[{"content":"A Minister of the National Government shall be individually answerable to the President, the National Council of Ministers and the National Legislative Assembly for the performance of his or her ministry."},{"content":"The National Council of Ministers shall be collectively answerable to the President and the National Legislative Assembly in the performance of its functions."},{"content":"Ministers of the National Government shall be bound by decisions of the Council of Ministers."}]},{"content":"116. Contesting Ministerial Acts","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/illadmin"}},"section":{"content":"Any person aggrieved by an act of the National Council of Ministers or a National Minister may contest such act before:","section":[{"content":"the Supreme Court, if the alleged act involves a violation of this Constitution; or"},{"content":"any other court of law or competent authority if the allegation is based on other legal grounds."}]}},{"content":"117. Appointment, Removal and Functions of Deputy Ministers","section":[{"content":"The President may appoint and remove Deputy Ministers."},{"content":"The National Legislative Assembly shall approve the appointment of the Deputy Ministers by a simple majority of the members present and voting."},{"content":"The Deputy Ministers shall assist the national Ministers in the performance of their functions and duties and shall act in their absence."},{"content":"To assume office, a Deputy Minister shall, before the President, take the same oath of a Presidential Advisor as prescribed in Article 108 (2) of this Constitution.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/oath"}}}]},{"content":"118. Vote of No Confidence Against a Minister","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/cabdiss"}},"section":[{"content":"The National Legislative Assembly may, by a resolution supported by a two- thirds majority of all its members pass a vote of no confidence against a Minister."},{"content":"Upon a vote of no confidence being passed against a Minister, he or she shall resign or be removed from office by the President."},{"content":"Proceedings for a vote of no confidence against a Minister shall be regulated by the Conduct of Business Regulations of the Assembly."}]},{"content":"119. Vacancy of the Office of a Minister or Deputy Minister","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/cabdiss"}},"section":{"content":"The office of a Minister or Deputy Minister of the National Government shall fall vacant in any of the following cases:","section":[{"content":"acceptance of a written resignation by the President;"},{"content":"removal from office by the President;"},{"content":"removal from office by the President on the ground of mental infirmity or physical incapacity based on an official Medical Commission report;"},{"content":"in the case of a Minister, resolution of the National Legislative Assembly, as set forth in Article 119 (2) of this Constitution; or"},{"content":"death."}]}},{"content":"120. Declaration of Wealth and Prohibition of Private Business","section":[{"content":"All executive and legislative constitutional office holders, Justices, and senior Civil Service officials at all levels of government shall, upon assumption of their offices, make confidential declaration of their assets and liabilities including those of their spouses and children in accordance with the law.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/assets"}}},{"content":"The President, Vice President, Presidential Advisors, Ministers, and Deputy Ministers of the National Government, Governors, state Advisors, state Ministers, and other constitutional office holders shall, during their tenure of office, neither practice any private profession, transact commercial business, nor receive remuneration or accept employment of any kind from any source other than the National Government or a state government as the case may be."}]},{"content":"121. Emoluments and Remuneration","section":{"content":"The President and Vice President, Presidential Advisors, Ministers, and Deputy Ministers of the National Government, Governors, state Advisors, state Ministers and other constitutional office holders shall be paid such emoluments and other remuneration and, on leaving office, receive such benefits as shall be regulated by law."}}]}]},{"content":"PART SEVEN. THE JUDICIARY","section":[{"content":"122. The Judicial Power","section":[{"content":"Judicial power is derived from the people and shall be exercised by the courts in accordance with the customs, values, norms and aspirations of the people and in conformity with this Constitution and the law."},{"content":"Judicial power shall be vested in an independent institution to be known as the Judiciary.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/judind"}}},{"content":"The Judiciary shall be responsible for the maintenance of professional standards and training of judicial personnel."},{"content":"The Judiciary shall have power to adjudicate on disputes and render judgments in accordance with this Constitution and the law."},{"content":"In adjudicating cases of both civil and criminal nature, the courts shall, subject to the law, apply, inter alia, the following principles:","section":[{"content":"justice shall be done to all irrespective of their social¸ political or economic status, gender, religion or beliefs;"},{"content":"justice shall not be delayed;"},{"content":"adequate compensation shall be awarded to victims of wrongs;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/vicright"}}},{"content":"voluntary reconciliation agreements between parties shall be recognized and enforced; and"},{"content":"substantive justice shall be administered without undue regard to technicalities."}]},{"content":"There shall be a substantial representation of women in the Judiciary having regard to competence, integrity, credibility and impartiality.","metadata":{"topics":["http://www.constituteproject.org/ontology/ordres","http://www.constituteproject.org/ontology/hocres"]}},{"content":"All organs and institutions, at all levels of government, shall obey and execute the judgments and orders of the courts."},{"content":"The Chief Justice, as the head of the Judiciary, shall be responsible for the administration of the Judiciary."},{"content":"The overall administration of the Judiciary, its composition and functions shall be prescribed by law in accordance with the provisions of this Constitution."}]},{"content":"123. Structure of the Judiciary","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/levjud"}},"section":{"content":"The Judiciary shall be structured as follows:","section":[{"content":"the Supreme Court;"},{"content":"Courts of Appeal;"},{"content":"High Courts;"},{"content":"County Courts; and"},{"content":"other courts or tribunals as deemed necessary to be established in accordance with the provisions of this Constitution and the law."}]}},{"content":"124. Independence of the Judiciary","section":[{"content":"The Judiciary shall be independent of the executive and the legislature.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/judind"}}},{"content":"The budget of the Judiciary, after its approval by the National Judicial Service Commission and assent of the President, shall be charged on the consolidated fund and it shall have the financial independence in the management thereof.","metadata":{"topics":["http://www.constituteproject.org/ontology/judsal","http://www.constituteproject.org/ontology/jc"]}},{"content":"The Judiciary shall be self-accounting and its finances shall be subject to public audit."},{"content":"The Judiciary shall be subject to this Constitution and the law which the Judges shall apply impartially and without political interference, fear or favour."},{"content":"The executive and legislative organs at all levels of government shall uphold, promote and respect the independence of the Judiciary."},{"content":"Justices and Judges shall be independent in their judicial work, and shall perform their functions without interference. Their independence shall be guaranteed by this Constitution and the law.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/judind"}}},{"content":"Justices and Judges shall uphold this Constitution and the rule of law and shall administer justice without fear or favour; they shall enjoy such immunities as shall be determined by law.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/abide"}}},{"content":"Justices and Judges shall not be affected by their judicial decisions."},{"content":"The salaries, allowances, privileges, post-service benefits, tenure and other conditions and terms of service of judicial officers or other persons exercising judicial powers shall be regulated by law."}]},{"content":"125. Composition of the Supreme Court","metadata":{"topics":["http://www.constituteproject.org/ontology/levjud","http://www.constituteproject.org/ontology/hocsize"]},"section":{"content":"The Supreme Court shall be the highest court and shall consist of the Chief Justice, a Deputy Chief Justice and not less than nine other Justices."}},{"content":"126. Competences of the Supreme Court","section":[{"content":"The Supreme Court shall be the custodian of this Constitution and the constitutions of the states."},{"content":"The Supreme Court shall exercise competences as follows:","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/suppow"}},"section":[{"content":"interpret constitutional provisions at the instance of the President, Government of South Sudan, any state government, or any of the two Houses of the National Legislature;","metadata":{"topics":["http://www.constituteproject.org/ontology/uncon","http://www.constituteproject.org/ontology/interp"]}},{"content":"be the court of final judicial instance in respect of any litigation or prosecution under National or state law, including statutory and customary law;"},{"content":"have original jurisdiction to decide on disputes that arise under this Constitution and the constitutions of states at the instance of individuals, juridical entities or governments;","metadata":{"topics":["http://www.constituteproject.org/ontology/interp","http://www.constituteproject.org/ontology/fedrev"]}},{"content":"adjudicate on the constitutionality of laws and set aside or strike down laws or provisions of laws that are inconsistent with this Constitution or the constitutions of the states to the extent of the inconsistency;","metadata":{"topics":["http://www.constituteproject.org/ontology/interp","http://www.constituteproject.org/ontology/uncon"]}},{"content":"be a court of review and cassation in respect of any criminal, civil and administrative matters arising out of or under the law;"},{"content":"have criminal jurisdiction over the President in accordance with Article 103 (2) herein;"},{"content":"have criminal jurisdiction over the Vice President, the Speakers of the National Legislative Assembly and the Council of States and the Justices of the Supreme Court;"},{"content":"review death sentences imposed by courts in respect of offences committed under the law;"},{"content":"receive appeals against decisions and judgments of the courts of appeal;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/appeal"}}},{"content":"have original and final jurisdiction to resolve disputes between the states and between the National Government and a state in respect of areas of exclusive, concurrent or residual competences;"},{"content":"uphold and protect human rights and fundamental freedoms; and"},{"content":"have such other competences as prescribed by this Constitution and the law."}]},{"content":"The Supreme Court shall sit in panels of three justices each on all matters; except that when sitting as a Constitutional panel it shall consist of not less than nine members of the Supreme Court and be chaired by the Chief Justice."},{"content":"Decisions of the Supreme Court shall be taken by majority of Justices in each panel."},{"content":"The decisions of the Supreme Court shall be final and binding.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/judprec"}}},{"content":"The Supreme Court shall regulate its functions and procedures in accordance with the law."}]},{"content":"127. Administrative Functions of the Chief Justice","section":[{"content":"The Chief Justice:","section":[{"content":"shall be the head of the Judiciary and the President of the Supreme Court, and shall be responsible for the administration and supervision of all courts; and"},{"content":"may issue judicial circulars, warrants of establishment and directives to the courts necessary for the proper and efficient administration of justice."}]},{"content":"When the office of Chief Justice falls vacant, the Deputy Chief Justice shall perform the functions of the Chief Justice pending the appointment of a new Chief Justice."}]},{"content":"128. Administrative Functions of the Deputy Chief Justice","section":{"content":"The Deputy Chief Justice shall:","section":[{"content":"deputize for the Chief Justice and act in his or her absence; and"},{"content":"perform any other function and duty as may be assigned to him or her by the Chief Justice."}]}},{"content":"129. Courts of Appeal","section":[{"content":"The establishment, composition, competences and procedures of the Courts of Appeal shall be determined by law."},{"content":"Decisions of the Courts of Appeal shall be appealed against before the Supreme Court.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/appeal"}}}]},{"content":"130. High Courts","section":[{"content":"The establishment, composition, competences, jurisdiction and procedures of High Courts shall be determined by law."},{"content":"Decisions of the High Courts shall be appealed against before the Courts of Appeal.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/appeal"}}}]},{"content":"131. County and Other Courts","section":[{"content":"The establishment, composition, competences and procedures of County and other courts at lower levels shall be determined by law."},{"content":"Decisions of the County Courts shall be appealed against before the High Courts.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/appeal"}}}]},{"content":"132. The National Judicial Service Commission","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/jc"}},"section":[{"content":"There shall be established an independent commission to be known as the National Judicial Service Commission."},{"content":"The structure, composition, functions, and terms and conditions of service of the members and employees of the Commission shall be determined by law."}]},{"content":"133. Appointment of Justices and Judges","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hocsel"}},"section":[{"content":"The President of the Republic shall appoint the Chief Justice having regard to competence, integrity, credibility and impartiality in accordance with this Constitution and the law."},{"content":"The President shall, upon the recommendation of the Judicial Service Commission, appoint the Deputy Chief Justice and Justices of the Supreme Court, Justices of the Courts of Appeal and the Judges of the High Courts and County Courts having regard to competence, integrity, credibility and impartiality in accordance with this Constitution and the law.","metadata":{"topics":["http://www.constituteproject.org/ontology/jc","http://www.constituteproject.org/ontology/ordsel"]}},{"content":"The appointment of the Chief Justice, Deputy Chief Justice and Justices of the Supreme Court shall be subject to approval by a two-thirds majority of all members of the National Legislative Assembly."},{"content":"The National Legislative Assembly shall enact a law to provide for appointments, terms and conditions of service of Justices and Judges.","metadata":{"topics":["http://www.constituteproject.org/ontology/hocterm","http://www.constituteproject.org/ontology/ordterml","http://www.constituteproject.org/ontology/ordterm","http://www.constituteproject.org/ontology/hocterml"]}},{"content":"All Justices and Judges shall, before assuming their duties, take the oath of office as shall be prescribed by law.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/oath"}}}]},{"content":"134. Discipline of Justices and Judges","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/jc"}},"section":[{"content":"Discipline of Justices and Judges shall be exercised by the Chief Justice with the approval of the Judicial Service Commission."},{"content":"Justices and Judges may be removed by an order of the President for gross misconduct, incompetence and incapacity and upon the recommendation of the National Judicial Service Commission.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/jrem"}}}]}]},{"content":"PART EIGHT. PUBLIC ATTORNEYS AND ADVOCACY","section":[{"content":"135. Public Attorneys and Legal Advisors","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/atgen"}},"section":[{"content":"The Public Attorneys and Legal Advisors shall be under the National Ministry of Justice."},{"content":"The Minister of Justice shall be the chief Legal Advisor and the prosecuting authority at all levels of government, and shall perform such other functions of legal nature as may be prescribed by law."},{"content":"Public Attorneys and Legal Advisors shall advise all levels of government, represent them in public prosecution, litigation, adjudication, and conduct pre- trial proceedings. They shall recommend law reform, strive to protect public and private rights, advice on legal issues and shall render legal aid."},{"content":"Public Attorneys and Legal Advisors at all levels of government shall perform their duties diligently according to this Constitution and the law."},{"content":"Without prejudice to the generality of sub-Article (2) above, the Minister of Justice shall be responsible for:","section":[{"content":"drawing up, perusing and recommending approval or otherwise, of such agreements, contracts, treaties, international conventions and instruments to which the Government is a party or in respect of which the Government has an interest;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/treat"}}},{"content":"representing the government in court or any other legal proceedings to which any level of government is a party;"},{"content":"drafting legislation, including subsidiary legislation, for the government and;"},{"content":"performing such other functions as may be assigned to him or her by the President or the law."}]},{"content":"All executive institutions and organs of government at all levels shall comply with legal advice duly given by the Minister of Justice."},{"content":"The functions, immunities, emoluments, and terms and conditions of service of the Public Attorneys and Legal Advisors shall be prescribed by law."}]},{"content":"136. Advocacy","section":[{"content":"Advocacy is an independent private legal profession and it shall be regulated by law."},{"content":"Advocates shall observe professional ethics, and promote, protect and advance the human rights and fundamental freedoms of citizens."},{"content":"Advocates shall serve to prevent injustice, defend the legal rights and interests of their clients, seek conciliation between adversaries and may render legal aid for the needy according to the law."}]},{"content":"137. Law Review Commission","section":[{"content":"There shall be established an independent commission to be known as the Law Review Commission."},{"content":"The structure, composition, functions, and terms and conditions of service of the members and employees of the Commission shall be determined by law."}]}]},{"content":"PART NINE. THE CIVIL SERVICE, INDEPENDENT INSTITUTIONS AND COMMISSIONS","section":[{"content":"CHAPTER I. THE CIVIL SERVICE","section":[{"content":"138. Civil Service","section":[{"content":"The National Government shall have a Civil Service consisting of all its employees who shall impartially carry out the functions assigned to them according to the law."},{"content":"Civil servants, including the Undersecretaries, at all levels of government shall be recruited, appointed and promoted on the basis of educational qualifications, professional training, experience, competence and merit.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/civil"}}},{"content":"The law shall determine terms and conditions of service, duties and rights of employees of the Civil Service."}]},{"content":"139. Basic Values and Guidelines for Civil Service","section":[{"content":"The Civil Service shall be governed by, inter alia, the following values and principles:","section":[{"content":"a high standard of professional ethics shall be promoted and maintained through focusing on merit and training;"},{"content":"efficient, economic and effective use of resources shall be promoted;"},{"content":"Civil Service shall be development oriented;"},{"content":"services shall be provided to all persons impartially, fairly, equitably and without bias or discrimination on the basis of religion, ethnicity, region, gender, health status or physical disability;","metadata":{"topics":["http://www.constituteproject.org/ontology/equalgr9","http://www.constituteproject.org/ontology/equalgr1","http://www.constituteproject.org/ontology/equalgr6"]}},{"content":"needs of the people shall be appropriately addressed, and the public shall be encouraged to participate in policymaking;"},{"content":"Civil Service shall be accountable to the appropriate level of government;"},{"content":"transparency shall be fostered by providing the public with timely, accessible and accurate information;"},{"content":"good human-resource management and career-development practices to maximize human potential, shall be inculcated;"},{"content":"Civil Service shall be broadly representative of the people of South Sudan, with employment and personnel management practices based on ability, objectivity, fair competition for jobs, and the need to redress any imbalances of the past to achieve broad representation through affirmative action;","metadata":{"topics":["http://www.constituteproject.org/ontology/opgroup","http://www.constituteproject.org/ontology/prevcond"]}},{"content":"persons with special needs shall be provided with specialized and appropriate training opportunities;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/finsup3"}}},{"content":"the Civil Service shall function, and be structured, in accordance with the law; it shall execute the policies of the government;"},{"content":"civil servants shall not engage in party politics; no civil servant shall be favored or victimized because of his or her political opinion;"},{"content":"any civil servant seeking an elective office shall resign his or her post in the Civil Service; and"},{"content":"all levels of government shall be responsible for the recruitment, appointment, promotion, transfer and dismissal of employees of the Civil Service in their administrations guided by uniform norms and standards set out in this Constitution and the law."}]},{"content":"The terms and conditions of employment in the Civil Service shall be regulated by law."}]},{"content":"140. The Civil Service Commission","section":[{"content":"There shall be established a Civil Service Commission composed of persons of proven competence, experience, integrity and impartiality."},{"content":"The Chairperson, Deputy Chairperson and Members of the Commission shall be appointed by the President in accordance with this Constitution and the law."},{"content":"The Civil Service Commission shall advise the National Government on the formulation and execution of policies related to public service, employment and employees."},{"content":"The Commission shall be independent and impartial, and shall exercise its powers and perform its functions without fear, favour or prejudice in the interest of the maintenance of an effective and efficient Civil Service and a high standard of professional ethics therein."},{"content":"The structure, composition, functions, powers and terms and conditions of service of the Chairperson, Deputy Chairperson, Members and employees of the Commission shall be regulated by law."}]},{"content":"141. Employees Justice Chamber","section":[{"content":"There shall be established a National Employees Justice Chamber which shall be composed of a Chairperson, Deputy Chairperson, and Members of proven competence, experience, integrity and impartiality."},{"content":"The Chairperson, Deputy Chairperson and Members of the Chamber shall be appointed by the President in accordance with this Constitution and the law."},{"content":"The Chamber shall, without prejudice to the right of resorting to courts or exhausting the proceedings of the Civil Service Commission, be competent to consider and determine grievances from Civil Service employees."},{"content":"The Chamber shall present to the President any recommendations or proposed remedies it deems appropriate to ensure justice."},{"content":"The structure, composition, functions, powers and terms and conditions of service of the Chairperson, Deputy Chairperson, Members and employees of the Chamber shall be regulated by law."}]}]},{"content":"CHAPTER II. INDEPENDENT INSTITUTIONS AND COMMISSIONS","section":{"content":142,"section":[{"content":"The National Government shall establish independent institutions and commissions as provided for by this Constitution. Such institutions and commissions shall perform their functions and duties impartially and without interference from any person or authority."},{"content":"The National Government may establish other institutions and commissions compatible with its powers as it deems necessary to promote the welfare of its people, good governance and justice."},{"content":"The National Government shall ensure that at least twenty-five percent of the membership of each of these institutions and commissions shall be women."}]}},{"content":"CHAPTER III. ANTI-CORRUPTION COMMISSION","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/cc"}},"section":[{"content":"143. Establishment of the Anti-Corruption Commission","section":[{"content":"There shall be established an independent commission to be known as the Anti-Corruption Commission."},{"content":"The Chairperson, Deputy Chairperson and Members of the Commission shall be appointed by the President with the approval of the National Legislative Assembly by a simple majority of all the members."},{"content":"The members of the Commission shall be persons of high moral character and proven integrity and shall be independent, competent, non-partisan and impartial. They may not be removed from office except with the approval of the National Legislative Assembly by a two-thirds majority of all members."},{"content":"The structure, composition, functions, powers and terms and conditions of service of the Chairperson, Deputy Chairperson, Members and employees of the Commission shall be regulated by law."}]},{"content":"144. Functions of the Commission","section":[{"content":"Without prejudice to the powers of the Ministry of Justice in public prosecution, the Commission shall, inter alia, perform the following functions:","section":[{"content":"protect public property;"},{"content":"Investigate and prosecute only cases of corruption;"},{"content":"combat administrative malpractices in public institutions; and"},{"content":"pursuant to the provisions of Article 120 (1) herein, require all persons holding such public offices to make confidential formal declarations of their income, assets and liabilities."}]},{"content":"Without prejudice to sub-Article (1) above, the Commission shall not have any power to question the decision of any Justice, Judge or Magistrate where such decision was made in the discharge of the judicial functions of his or her office."}]}]},{"content":"CHAPTER IV. HUMAN RIGHTS COMMISSION","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hr"}},"section":[{"content":"145. Establishment of the Human Rights Commission","section":[{"content":"There shall be established an independent commission to be known as the Human Rights Commission."},{"content":"The Chairperson, Deputy Chairperson and Members of the Commission shall be appointed by the President with the approval of the National Legislative Assembly by a simple majority of all members present and voting."},{"content":"The Chairperson, Deputy Chairperson, and Members of the Commission shall be persons of proven integrity, competence, non-partisan and impartial."},{"content":"The Commission shall have power to issue summons or other orders requiring representatives of relevant institutions and other bodies at all levels of government or persons or organizations to appear before it or produce any document or record relevant to any investigation by the Commission."},{"content":"The Commission may request a government representative or any person or organization to take part in its deliberations if and when necessary."}]},{"content":"146. Functions of the Commission","section":[{"content":"The functions of the Commission shall be to:","section":[{"content":"monitor the application and enforcement of the rights and freedoms enshrined in this Constitution;"},{"content":"investigate, on its own initiative, or on a complaint made by any person or group of persons, against any violation of human rights and fundamental freedoms;"},{"content":"visit police jails, prisons and related facilities with a view to assessing and inspecting conditions of the inmates and make recommendations to the relevant authority;"},{"content":"establish a continuing programme of research, education and information to enhance respect for human rights and fundamental freedoms;"},{"content":"recommend to the National Legislative Assembly effective measures to promote human rights and fundamental freedoms;"},{"content":"create and sustain within society awareness of the provisions of this Constitution as the fundamental law of the people of South Sudan;"},{"content":"educate and encourage the public to defend their human rights and fundamental freedoms against all forms of abuse and violation;"},{"content":"formulate, implement and oversee programmes intended to inculcate in the citizens awareness of their civic responsibilities and understanding of their rights and obligations as citizens;"},{"content":"monitor compliance of all levels of government with international and regional human rights treaties and conventions ratified by the Republic of South Sudan;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/intlaw"}}},{"content":"express opinion or present advice to government organs on any issue related to human rights and fundamental freedoms; and"},{"content":"perform such other function as may be prescribed by law."}]},{"content":"The Human Rights Commission shall publish periodical reports on its findings and submit annual reports to the National Legislative Assembly on the state of human rights and fundamental freedoms."},{"content":"The structure, composition, functions, powers and terms and conditions of service of the Chairperson, Deputy Chairperson, Members and employees of the Commission shall be regulated by law."}]}]},{"content":"CHAPTER V. PUBLIC GRIEVANCES CHAMBER","section":{"content":147,"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/ombuds"}},"section":[{"content":"There shall be established an independent body to be known as the Public Grievances Chamber."},{"content":"The Chairperson, Deputy Chairperson and Members of the Chamber shall be appointed by the President from persons of proven integrity, competence and shall be non-partisan and impartial."},{"content":"The structure, composition, functions, powers and terms and conditions of service of the Chairperson, Deputy Chairperson, Members and employees of the Chamber shall be regulated by law."}]}},{"content":"CHAPTER VI. RELIEF AND REHABILITATION COMMISSION","section":{"content":148,"section":[{"content":"There shall be established an independent commission to be known as the Relief and Rehabilitation Commission."},{"content":"The Chairperson, Deputy Chairperson and Members of the Commission shall be appointed by the President in accordance with the law."},{"content":"The structure, composition, functions, powers and terms and conditions of service of the Chairperson, Deputy Chairperson, Members and employees of the Commission shall be regulated by law."}]}},{"content":"CHAPTER VII. DEMOBILIZATION, DISARMAMENT AND RE-INTEGRATION COMMISSION","section":{"content":149,"section":[{"content":"There shall be established an independent commission to be known as the Demobilization, Disarmament and Re-Integration Commission."},{"content":"The Chairperson, Deputy Chairperson and Members of the Commission shall be appointed by the President in accordance with this Constitution and the law."},{"content":"The structure, composition, functions, powers and terms and conditions of service of the Chairperson, Deputy Chairperson, Members and employees of the Commission shall be regulated by law."}]}},{"content":"CHAPTER VIII. HIV/AIDS COMMISSION","section":{"content":150,"section":[{"content":"There shall be established an independent commission to be known as the HIV/AIDS Commission."},{"content":"The Chairperson, Deputy Chairperson and Members of the Commission shall be appointed by the President in accordance with the provisions of this Constitution and the law."},{"content":"The structure, composition, functions, powers and terms and conditions of service of the Chairperson, Deputy Chairperson, Members and employees of the Commission shall be regulated by law."}]}}]},{"content":"PART TEN. ARMED FORCES, LAW ENFORCEMENT AGENCIES AND SECURITY","section":[{"content":"CHAPTER I. ARMED FORCES","section":[{"content":"151. Composition, Status, Mission and Duties","section":[{"content":"The Sudan People’s Liberation Army shall constitute the national armed forces of the Republic of South Sudan."},{"content":"The Sudan People’s Liberation Army shall be transformed into the South Sudan Armed Forces, and shall be non-partisan, national in character, patriotic, regular, professional, disciplined, productive and subordinate to the civilian authority as established under this Constitution and the law."},{"content":"No person or persons shall raise any armed or paramilitary force in South Sudan except in accordance with this Constitution and the law."},{"content":"The mission of the national armed forces, in addition to its other national duties, shall be to:","section":[{"content":"uphold this Constitution;"},{"content":"defend the sovereignty of the country;"},{"content":"protect the people of South Sudan;"},{"content":"secure the territorial integrity of South Sudan;"},{"content":"defend South Sudan against external threats and aggression; and"},{"content":"be involved in addressing any emergencies, participate in reconstruction activities, and assist in disaster management and relief in accordance with this Constitution and the law."}]},{"content":"The law shall stipulate the conditions in which the civilian authority may resort to the engagement of the armed forces in missions of non-military nature."},{"content":"The national armed forces shall respect and abide by the rule of law and respect the will of the people, the civilian authority, democracy, basic human rights and fundamental freedoms."},{"content":"The national armed forces shall not have any internal law and order mandate except as may be requested by the civilian authority when necessity so requires."},{"content":"Military service, Military Courts and military legal services shall be regulated by law.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/judcrts4"}}}]},{"content":"152. Code of Conduct for the Armed Forces","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/milrest"}},"section":{"content":"There shall be a code of conduct for the national armed forces that shall:","section":[{"content":"be informed by their military doctrine;"},{"content":"make a clear distinction between the military and partisan political functions;"},{"content":"underline the principle that the national armed forces shall not be used as an instrument of physical intimidation of the civilian population;"},{"content":"make a clear distinction between the military and the policing mandate; and"},{"content":"make clear that all members of armed forces shall not be involved in illicit activities that may affect the environment and natural resources."}]}},{"content":"153. Command and Control","section":[{"content":"The President of the Republic of South Sudan shall be the Commander-in-Chief of the national armed forces.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/comchief"}}},{"content":"The Commander-in-Chief shall commission, promote, retire or dismiss officers of the national armed forces according to the law.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/milcom"}}},{"content":"The structure, command, control and terms and conditions of service of the national armed forces shall be prescribed by law."}]},{"content":"154. Command Council","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hosstaff"}},"section":[{"content":"There shall be established a consultative body which shall be known as the National Armed Forces Command Council."},{"content":"The composition, functions and duties of the Command Council shall be prescribed by law."}]}]},{"content":"CHAPTER II. LAW ENFORCEMENT AGENCIES","section":[{"content":"155. The Police Service","section":[{"content":"There shall be a police service to be known as the National Police Service which shall be a decentralized professional service."},{"content":"The mission of the Police Service shall be to:","section":[{"content":"prevent, combat and investigate crime, maintain law and public order, protect the people and their properties; and"},{"content":"uphold and enforce this Constitution and the law."}]},{"content":"The Police Service shall be organized at the National and state levels; its organization, structure, functions, powers, terms and conditions of service shall be regulated by law."},{"content":"The Police Service shall be headed by an Inspector-General of Police appointed by the President after approval of the Council of Ministers upon the recommendation of the Minister in charge."},{"content":"The national Police Service shall be responsible for the maintenance of professional standards and the recruitment, training, deployment and transfer of police officers throughout South Sudan."},{"content":"The Police of South Sudan shall be governed by this Constitution and the law. It shall respect the will of the people, the rule of law and order, civilian authority, democracy, human rights, fundamental freedoms and execute judicial orders."},{"content":"The Police at the National level and their counterparts at the state level shall coordinate, cooperate and assist each other in the discharge of their functions and duties, and to that end, shall recommend, through their respective authorities to the President of South Sudan the establishment of such necessary mechanisms."}]},{"content":"156. The Prisons Service","section":[{"content":"There shall be a prisons service to be known as the National Prisons Service and it shall be a decentralized professional service."},{"content":"The mission of the Prisons Service shall be correctional, reformative and rehabilitative. It shall respect the will of the people, the rule of law and order, civilian authority, democracy, human rights and fundamental freedoms."},{"content":"The Prisons Service shall be organized at the National and the state levels."},{"content":"The Prisons Service shall be headed by a Director-General appointed by the President after approval of the Council of Ministers upon the recommendation of the Minister in charge."},{"content":"The national Prisons Service shall be responsible for the maintenance of professional standards and the recruitment, training, deployment and transfer of prison officers throughout South Sudan."},{"content":"The functions of Prisons Service shall, inter alia, be to manage, operate and maintain the prisons of South Sudan, and to administer the internment and care for the health and general welfare of prisoners and inmates."},{"content":"Prisons authorities shall treat prisoners humanely. Any treatment that is cruel, inhuman, degrading of the dignity of prisoners or that may expose their health to danger is prohibited and punishable by law.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/cruelty"}}},{"content":"Organization, powers, terms and conditions of service of the Prisons Service shall be prescribed by law."}]},{"content":"157. The Wildlife Service","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/env"}},"section":[{"content":"There shall be established a wildlife service to be known as the National Wildlife Service and it shall be a decentralized professional service."},{"content":"The mission of the Wildlife Service shall be to protect the wildlife and to preserve and conserve the natural habitat of flora and fauna of South Sudan."},{"content":"The Wildlife Service shall be organized at the National and the state levels."},{"content":"The Wildlife Service shall be headed by a Director-General of Wildlife appointed by the President after approval of the Council of Ministers upon the recommendation of the Minister in charge."},{"content":"The national Wildlife Service shall be responsible for the maintenance of professional standards and the recruitment, training, deployment and transfer of wildlife officers throughout South Sudan."},{"content":"The Wildlife Service shall coordinate and cooperate with the local communities on the protection and management of wildlife within their areas."},{"content":"The Wildlife Service shall act in accordance with this Constitution and the following guiding principles:","section":[{"content":"the conservation and protection of the natural ecosystems, bio-diversity and endangered species shall be the primary consideration in carrying out its duties;"},{"content":"consistent with the provisions of this Constitution and the law, the Wildlife Service shall manage wildlife resources in a manner that will ensure the protection of human life; and"},{"content":"wildlife shall be protected and managed in accordance with the international standards and obligations.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/intlaw"}}}]},{"content":"The Wildlife Service shall respect the will of the people, the rule of law, civilian authority, democracy, human rights, fundamental freedoms and the protection of animals in accordance with the law."},{"content":"The organization, functions, powers and terms and conditions of service of the Wildlife Service shall be regulated by law."}]},{"content":"158. The Fire Brigade Service","section":[{"content":"There shall be a fire brigade service to be known as the National Fire Brigade Service and it shall be a decentralized professional service."},{"content":"The mission of the Fire Brigade Service shall be to prevent and protect the people of South Sudan and their property from fire and disasters."},{"content":"The Fire Brigade Service shall be organized at all levels of government."},{"content":"The Fire Brigade Service shall be headed by a Commissioner of Fire Brigade appointed by the President after approval of the Council of Ministers upon the recommendation of the Minister in charge."},{"content":"The national Fire Brigade Service shall be responsible for the maintenance of professional standards and the recruitment, training, deployment and transfer of fire brigade officers throughout South Sudan."},{"content":"The organization, functions and terms and conditions of service of the Fire Brigade Service shall be regulated by law."}]}]},{"content":"CHAPTER III. NATIONAL SECURITY","section":[{"content":"159. Guiding Principles of National Security","section":{"content":"National security shall:","section":[{"content":"be subject to the authority of this Constitution and the law;"},{"content":"be subordinate to the civilian authority;"},{"content":"respect the will of the people, the rule of law, democracy, human rights and fundamental freedoms;"},{"content":"reflect the diversity of the people of South Sudan in its recruitment; and"},{"content":"be professional and its mandate shall focus on information gathering, analysis and advice to the relevant authorities."}]}},{"content":"160. National Security Service","section":[{"content":"There shall be established a security service which shall be known as the National Security Service."},[{"content":"The National Security Service shall have two operational organs, to be known as:","section":[{"content":"the Internal Security Bureau; and"},{"content":"the General Intelligence Bureau;"}]},{"content":"Each of the operational organs shall be headed by a Director-General appointed by the President with the approval of the Security Council upon the recommendation of the Minister in charge.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hosstaff"}}}],{"content":"The two operational organs shall be under a Minister in the Office of the President who shall report to and be directly accountable to the President."},{"content":"The National Security Service shall be charged with the internal and external security of the Country and its people."},{"content":"The structures, mission, mandate, functions of the Service, and the terms and conditions of service of its personnel shall be prescribed by law."}]},{"content":"161. National Security Council and Committees","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hosstaff"}},"section":[{"content":"There shall be established at the national level a National Security Council, the composition and functions of which shall be determined by law."},{"content":"The National Security Council shall define the national security strategy based on the analysis of all threats to security of South Sudan."},{"content":"There shall be established at the state and county levels security committees; their composition and functions shall be prescribed by law."}]}]}]},{"content":"PART ELEVEN. THE STATES, LOCAL GOVERNMENT AND TRADITIONAL AUTHORITY","section":[{"content":"CHAPTER I. STATES OF SOUTH SUDAN","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/sub"}},"section":[{"content":"162. General Provisions","section":[{"content":"The territory of South Sudan is composed of ten states governed on the basis of decentralization."},{"content":"The constitutions of the states shall conform to this Constitution.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/fedsep"}}},{"content":"State boundaries shall not be altered except by a resolution of the Council of States approved by two-thirds of all members."},{"content":"Names of states and their capital towns shall not be altered except by a resolution of the Council of States approved by a simple majority of all members on the recommendation of the relevant state Assembly."}]},{"content":"163. State Organs","section":[{"content":"There shall be legislative and executive organs at each state level; they shall function in accordance with this Constitution and the relevant state constitution."},{"content":"Each state shall have exclusive executive and legislative competences as set forth in Schedule B of this Constitution."},{"content":"Each state shall have concurrent and residual executive and legislative competences as set forth in Schedules C and D, read together with Schedule E herein."},{"content":"Each state government shall exercise such other powers as shall promote the welfare of the people of that state and to protect their human rights and fundamental freedoms as are provided for in this Constitution."},{"content":"Each state shall organize, promote and empower the local government institutions in accordance with the provisions of this Constitution and its constitution and the law."},{"content":"Elections to the local government institutions shall be organized and conducted by the National Elections Commission in accordance with the provisions of this Constitution and the law.","metadata":{"topics":["http://www.constituteproject.org/ontology/mun","http://www.constituteproject.org/ontology/ecom"]}},{"content":"In fulfillment of the principle of affirmative action, women shall be allocated at least twenty-five per cent of the seats and positions in each legislative and each executive organ of each state, without prejudice to their right to compete for the remaining seats and positions in such organs.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/opgroup"}}}]},{"content":"164. State Legislative Assembly","section":[{"content":"The existing state legislatures shall be known as state Legislative Assemblies. They shall comprise of the current elected members."},{"content":"Each state Legislative Assembly shall adopt a draft amended state constitution to become its state transitional constitution, provided that it shall be in conformity with this Constitution.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/fedsep"}}},{"content":"Each state Legislative Assembly shall have law-making competence in respect of the functional areas listed in Schedules B, C and D read together with Schedule E herein, and such other legislative competences as are conferred upon the state by this Constitution, the state constitution, and the law."},[{"content":"A state Legislative Assembly may, in accordance with the state transitional constitution, pass a vote of no confidence in the Governor by three quarters majority of all its members;"},{"content":"If the state Legislative Assembly passes a vote of no confidence as stated in paragraph (a) above, the President shall act upon such a vote in accordance with Article 101 (s) herein; and shall call a snap election;"},{"content":"If the Governor who was subjected to the vote of no-confidence is re- elected, the state legislature shall be deemed to have been dissolved. A new state legislature shall be elected within sixty days to complete the tenure of the dissolved legislature; and"},{"content":"A vote of no confidence in the Governor shall not be passed before he or she completes twelve months in office."}],[{"content":"The term of a State Legislative Assembly shall be five years; and"},{"content":"Notwithstanding sub Article 5 (a) above, during the transitional period term of a State Legislative Assembly shall be four years from July 9, 2011."}],{"content":"Governors, members of state Legislative Assemblies and the state councils of ministers shall have such immunities as are provided by law."},{"content":"Each state Legislative Assembly shall make its own Conduct of Business Regulations, establish its committees and elect its speaker and other officers."}]},{"content":"165. State Executive","section":[{"content":"There shall be a governor for each state elected by the residents of that state in compliance with the requirements prescribed by the National Elections Commission and in accordance with this Constitution and the relevant state constitution.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/ecom"}}},{"content":"The Governor of each state shall be the head of the executive organ in the state and shall appoint and relieve the Deputy Governor, state Advisors, and state Ministers in consultation with the President and in accordance with the state constitution."},{"content":"The Deputy Governor may assume the portfolio of a Minister other than the Minister of Finance, and shall act as Governor in the absence of the Governor."},{"content":"State Ministers shall be individually and collectively answerable to the Governor and the state Legislative Assembly in the performance of their functions."},{"content":"A state Minister may be removed by the Governor; or on a motion supported by two-thirds of all the members of the state Legislative Assembly."},{"content":"The state executive shall exercise the executive competences of the state in respect of the functional areas in Schedules B, C and D read together with Schedule E, as conferred by this Constitution and the state constitution and such other executive powers as may be prescribed by law."}]}]},{"content":"CHAPTER II. LOCAL GOVERNMENT","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/mun"}},"section":[{"content":"166. Local Government","section":[{"content":"Pursuant to Article 47 (c) of this Constitution and the state constitutions, the states shall enact laws for the establishment of a system of local government based on urban and rural councils for which they shall provide structures, composition, finance and functions."},{"content":"Without prejudice to the provisions of sub-Article (1) above and for the purposes of the initial establishment of a local government system, and in order to set common standards and criteria for the organization of local government, the National Government shall enact the necessary legislation."},{"content":"The President shall establish a Local Government Board under his or her office to review the local government system and recommend the necessary policy guidelines and action in accordance with the decentralization policy enshrined in this Constitution."},{"content":"Without prejudice to the existing forms of the local government structures, local government councils shall be established by law taking into account but not limited to the following criteria:","section":[{"content":"size of territory;"},{"content":"population;"},{"content":"economic viability;"},{"content":"common interest of the communities; and"},{"content":"administrative convenience and effectiveness."}]},{"content":"Local government tiers shall consist of County, Payam and Boma in the rural areas, and of city, municipal and town councils in the urban areas."},{"content":"The objects of local government shall be to:","section":[{"content":"promote self-governance and enhance the participation of people and communities in maintaining law and order and promoting democratic, transparent and accountable local government;"},{"content":"establish the local government institutions as close as possible to the people;"},{"content":"encourage the involvement of communities and community based organisations in the matters of local government, and promote dialogue among them on matters of local interest;"},{"content":"promote and facilitate civic education;"},{"content":"promote social and economic development;"},{"content":"promote self-reliance amongst the people through mobilisation of local resources to ensure the provision of health and educational services to communities in a sustainable manner;"},{"content":"promote peace, reconciliation and peaceful coexistence among the various communities;"},{"content":"ensure gender mainstreaming in local government;"},{"content":"acknowledge and incorporate the role of Traditional Authority and customary law in the local government system;"},{"content":"involve communities in decisions relating to the exploitation of natural resources in their areas and promote a safe and healthy environment; and","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/env"}}},{"content":"promote and support the training of local cadres."}]},{"content":"Local governments shall have powers to levy, charge, collect and appropriate fees and taxes in accordance with the law."},{"content":"The National Government may pay grants-in-aid to states in support of their budgetary deficits and that of local government councils."}]},{"content":"167. Traditional Authority","section":[{"content":"The institution, status and role of Traditional Authority, according to customary law, are recognised under this Constitution."},{"content":"Traditional Authority shall function in accordance with this Constitution, the state constitutions and the law."},{"content":"The courts shall apply customary law subject to this Constitution and the law."}]},{"content":"168. Role of Traditional Authority","section":[{"content":"Legislation of the states shall provide for the role of Traditional Authority as an institution at the local government level on matters affecting local communities."},{"content":"Legislation at the National and state levels shall provide for the establishment, composition, functions and duties of councils for Traditional Authority leaders."}]}]}]},{"content":"PART TWELVE. FINANCE AND ECONOMIC MATTERS","section":[{"content":"CHAPTER I. GUIDING PRINCIPLES FOR DEVELOPMENT AND EQUITABLE SHARING OF NATIONAL WEALTH","section":{"content":169,"section":[{"content":"The National Government shall promote, support and encourage decentralized broad based and balanced and participatory economic development based on the principle of subsidiarity and devolution of governmental functions and powers to the appropriate levels where the people can best manage and direct their own affairs."},{"content":"Equitable economic development shall be based, inter alia, on the agricultural and agro-industrial sectors, and promotion of private sector conducted in accordance with the best known practices of sustainable development within a framework of transparent and accountable governance."},{"content":"The National Government shall promote and encourage the participation of the people in the formulation of its development policies and programmes."},{"content":"The National Government shall endeavour to build institutional, human, social and economic capacity, develop infrastructure and social services and raise the standard of public services to attain the Millennium Development Goals.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/intrght"}}},{"content":"The sharing and allocation of resources and national wealth shall be based on the premise that all states, localities and communities are entitled to equitable development without discrimination as shall be regulated by law."},{"content":"National wealth and other resources shall be allocated in a manner that will enable each level of government to discharge its legal and constitutional responsibilities and duties and ensure that the quality of life and dignity of all the people are promoted without discrimination on grounds of gender, religion, political affiliation, ethnicity, language or locality.","metadata":{"topics":["http://www.constituteproject.org/ontology/equalgr6","http://www.constituteproject.org/ontology/sub","http://www.constituteproject.org/ontology/equalgr5","http://www.constituteproject.org/ontology/equalgr15","http://www.constituteproject.org/ontology/mun","http://www.constituteproject.org/ontology/dignity","http://www.constituteproject.org/ontology/standliv","http://www.constituteproject.org/ontology/equalgr1"]}},{"content":"The National Government shall fulfill its obligations to provide financial transfers to all levels of government, and shall, except as otherwise provided herein, apportion revenue equitably among the states and local governments as shall be determined by law.","metadata":{"topics":["http://www.constituteproject.org/ontology/mun","http://www.constituteproject.org/ontology/sub"]}},{"content":"Revenue sharing shall reflect a commitment to devolution of powers and decentralization of decision-making in regard to development, service delivery and good governance.","metadata":{"topics":["http://www.constituteproject.org/ontology/sub","http://www.constituteproject.org/ontology/mun"]}},{"content":"All taxes and duties set out in this Constitution shall be regulated by law to ensure coordination, fairness, equity, transparency and to avoid an excessive tax burden and tax incident on the citizens, private sector and investors."},{"content":"No level of government shall unduly withhold any allocation or financial transfer due to another level of government. In case of dispute, any level of government, after attempting amicable solution, may initiate proceedings before the Supreme Court."}]}},{"content":"CHAPTER II. LAND OWNERSHIP, TENURE AND NATURAL RESOURCES","section":[{"content":"170. Land Ownership","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/resrce"}},"section":[{"content":"All land in South Sudan is owned by the people of South Sudan and its usage shall be regulated by the government in accordance with the provisions of this Constitution and the law."},{"content":"Notwithstanding sub-Article (1) above, and the provisions of Article 28 of this Constitution, the government at all levels, may expropriate land in the public interest as shall be prescribed by law.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/exprop"}}}]},{"content":"171. Land Tenure","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/resrce"}},"section":[{"content":"The regulation of land tenure, usage and exercise of rights thereon shall be governed by this Constitution and the law."},{"content":"Without prejudice to sub-Article (4) below, the land tenure system in South Sudan shall consist of:","section":[{"content":"public land;"},{"content":"community land; and"},{"content":"private land."}]},{"content":"Public land shall include, but not be limited to:","section":[{"content":"all land owned, held or otherwise acquired by any level of government as defined by law; and"},{"content":"all land which is not otherwise classified as community or private."}]},{"content":"Regardless of the classification of the land in question, rights over all subterranean and other natural resources throughout South Sudan, including petroleum and gas resources and solid minerals, shall belong to the National Government and shall be regulated by law."},{"content":"Community land shall include all lands traditionally and historically held or used by local communities or their members. They shall be defined, held, managed and protected by law."},{"content":"Private land shall include:","section":[{"content":"registered land held by any person under leasehold tenure in accordance with the law;"},{"content":"investment land acquired under lease from the Government or community for purposes of social and economic development in accordance with the law; and"},{"content":"any other land designated as private land by law."}]},{"content":"Rights in land and resources owned, held or otherwise acquired by the Government shall be exercised through the appropriate or designated level of government which shall recognize customary land rights under customary land law."},{"content":"All levels of government shall institute a process to progressively develop and amend the relevant laws to incorporate customary rights and practices and local heritage."},{"content":"Communities and persons enjoying rights in land shall be consulted in decisions that may affect their rights in lands and resources."},{"content":"Communities and persons enjoying rights in land shall be entitled to prompt and equitable compensation on just terms arising from acquisition or development of land in their areas in the public interest.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/exprop"}}}]},{"content":"172. Land Commission","section":[{"content":"There shall be established an independent commission to be known as the Land Commission, and it shall be composed of persons of proven competence, experience, integrity and impartiality."},{"content":"The Chairperson, Deputy Chairperson and Members of the Commission shall be appointed by the President in accordance with this Constitution and the law."},{"content":"The structure, composition, functions, powers and terms and conditions of service of the Chairperson, Deputy Chairperson, Members and employees of the Commission shall be regulated by law."}]}]},{"content":"CHAPTER III. PETROLEUM AND GAS DEVELOPMENT AND MANAGEMENT","section":[{"content":"173. Guiding Principles for Petroleum and Gas Development and Management","section":[{"content":"Ownership of petroleum and gas shall be vested in the people of South Sudan and shall be developed and managed by the National Government on behalf of and for the benefit of the people.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/resrce"}}},{"content":"Petroleum and gas development and management shall be guided by the following principles:","section":[{"content":"safeguarding National interests;"},{"content":"creating lasting benefits for society;"},{"content":"promoting efficient and sustainable resource management;"},{"content":"using oil revenues to develop other sectors of the economy, especially agriculture;"},{"content":"ensuring transparency and accountability;"},{"content":"promoting fair competition to increase productivity and efficiency in the petroleum and gas sector;"},{"content":"promoting balanced and equitable development;"},{"content":"creating a secure and healthy investment environment;"},{"content":"protecting the environment and biodiversity;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/env"}}},{"content":"building the capacity of South Sudanese within the petroleum and gas sector;"},{"content":"establishing oil infrastructure within South Sudan, such as pipelines, refineries, storage, processing and transport facilities;"},{"content":"safeguarding interests of future generations;"},{"content":"ensuring accountability for violations of human rights and degradation to the environment caused by petroleum and gas-related operations; and","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/env"}}},{"content":"ensuring restoration of land and resources affected by development and management."}]}]},{"content":"174. National Petroleum and Gas Commission","section":[{"content":"A National Petroleum and Gas Commission shall be established as a policy- making body with respect to petroleum and gas resources as shall be regulated by law."},{"content":"The National Petroleum and Gas Commission shall report to the President and the National Legislative Assembly and Council of States."},{"content":"The National Petroleum and Gas Commission shall consist of relevant national Ministries, other relevant institutions, and representatives of oil producing states appointed by the President in accordance with the law."},{"content":"The Chairperson, Deputy Chairperson and members of the Commission shall be appointed by the President with the approval of the National Legislative Assembly."},{"content":"The Structure, Composition, Functions, powers, terms and conditions of service of the chairperson, Deputy Chairperson, Members and employees of the Commission shall be regulated by law."}]},{"content":"175. Ministry in Charge of Petroleum and Gas","section":[{"content":"The Ministry in charge of petroleum and gas shall be the policy implementing body of the Government with respect to petroleum affairs. It shall act in accordance with this Constitution and the law."},{"content":"The functions of the Ministry shall include:","section":[{"content":"negotiating all oil contracts for the exploration and development of oil and ensuring that they are consistent with its principles, policies and guidelines;"},{"content":"initiating legislation, rules, and regulations regarding the petroleum and gas sector;"},{"content":"managing the relations of the Government with petroleum and gas companies operating in South Sudan;"},{"content":"formulating strategies and programmes for the development and management of the petroleum and gas sector;"},{"content":"developing the necessary technical cadres for the petroleum and gas sector;"},{"content":"in consultation with affected communities, ensuring that all petroleum and gas projects be subjected to environmental and social impact assessment; and","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/env"}}},{"content":"signing contracts on behalf of the Government upon the approval of the National Petroleum and Gas Commission."}]}]},{"content":"176. National Petroleum and Gas Corporation","section":{"content":"There shall be established a national petroleum and gas corporation which shall participate in the upstream, midstream and downstream activities of the petroleum and gas sector on behalf of the National Government. Its structure, management, and functions shall be determined by law."}}]},{"content":"CHAPTER IV. SOURCES OF REVENUE","section":[{"content":"177. Sources of Revenue for the National Government","section":[{"content":"there shall be established a National Revenue Authority. Its structure, composition and functions shall be regulated by law."},{"content":"The National Government shall legislate for raising revenue or collecting taxes from the following sources:","section":[{"content":"petroleum, Gas/oil, mineral, and other natural resources;"},{"content":"national personal income tax;"},{"content":"corporate and business profit tax;"},{"content":"customs duties and import taxes;"},{"content":"airports, rail, road, and river transport revenue;"},{"content":"service charges, fees and fines;"},{"content":"national government enterprises and projects;"},{"content":"value added tax or general sales tax on goods and services;"},{"content":"excise duties;"},{"content":"loans and borrowing from the Bank of South Sudan and the public;"},{"content":"grants-in-aid and foreign financial assistance;"},{"content":"fees from nationality, passports, immigration and visas;"},{"content":"royalties; and"},{"content":"any other tax or revenue as may be determined by law."}]}]},{"content":"178. National Oil Revenue","section":[{"content":"The National Government oil revenue shall derive from the net oil revenue after payment to the Oil Revenue Stabilization Account. The two percent payable to the oil producing states shall be increased to five percent and shall be allocated as follows:","metadata":{"topics":["http://www.constituteproject.org/ontology/mun","http://www.constituteproject.org/ontology/sub"]},"section":[{"content":"Two percent shall be allocated to the states; and"},{"content":"Three percent to the communities,"},{"content":"The above allocations shall be regulated by law."}]},{"content":"An Oil Revenue Stabilization Account shall be established from government oil net revenue derived from actual export sales above an agreed benchmark price. The benchmark price will be established annually as part of the national budget."},{"content":"The National Government shall establish a Future Generation Fund from its share of net oil revenue."}]},{"content":"179. Sources of Revenue of the States","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/sub"}},"section":{"content":"The states shall legislate for raising revenue or collecting taxes from the following sources:","section":[{"content":"state land and property tax and royalties;"},{"content":"service charges for state services;"},{"content":"licences issued by the state;"},{"content":"state personal income tax;"},{"content":"levies on tourism;"},{"content":"at least two percent of net oil and other mineral revenues for each producing state;"},{"content":"state government projects;"},{"content":"stamp duties;"},{"content":"agricultural production taxes;"},{"content":"grants-in-aid and foreign aid;"},{"content":"excise duties;"},{"content":"other state taxes, which are not within the exclusive jurisdiction of the National Government;"},{"content":"loans and borrowing in accordance with Article 184 (2) and (3) of this Constitution; and"},{"content":"any other tax as may be determined by law."}]}}]},{"content":"CHAPTER V. FISCAL AND FINANCIAL INSTITUTIONS","section":[{"content":"180. National Revenue Fund","section":[{"content":"All revenue collected for or by the National Government shall be pooled in a National Revenue Fund administered by the Ministry of Finance. Such Fund shall embrace all accounts and sub-funds into which monies due to the National Government are collected, deposited and reported."},{"content":"All the revenue and expenditure of each level of government shall be on- budget operations and made public as the case may be."},{"content":"Any withdrawals from the National Revenue Fund shall not be made except in accordance with the law."},{"content":"The criteria and conditions for allocation of revenue to the states shall be determined by law."}]},{"content":"181. Fiscal and Financial Allocation and Monitoring Commission","metadata":{"topics":["http://www.constituteproject.org/ontology/mun","http://www.constituteproject.org/ontology/sub"]},"section":[{"content":"There shall be established an independent commission to be known as the Fiscal and Financial Allocation and Monitoring Commission, to ensure transparency and fairness in regard to the allocation of funds collected at the level of the National Government to the states and local governments."},{"content":"The Commission shall undertake the following duties and responsibilities:","section":[{"content":"recommend criteria for allocation of National revenue to the state and local government levels;"},{"content":"ensure and monitor that grants from the National Revenue Fund are promptly transferred to the respective levels of government;"},{"content":"guarantee appropriate sharing and utilization of financial resources at the state and local government levels;"},{"content":"safeguard transparency and fairness in the allocation of funds to the state and local government levels;"},{"content":"monitor allocation and utilization of grants to and by the state and local government levels; and"},{"content":"perform any other function as may be prescribed by law."}]},{"content":"The Commission shall submit a quarterly report to the President and the National Legislative Assembly and the Council of States about its performance, and the President shall take appropriate remedial action to resolve any problems affecting the work of the Commission."},{"content":"The President shall appoint the Chairperson, Deputy Chairperson, and Members of the Commission."},{"content":"The structure, composition, functions, powers and terms and conditions of service of the Chairperson, Deputy Chairperson, Members and employees of the Commission shall be regulated by law."}]}]},{"content":"CHAPTER VI. BANKING IN SOUTH SUDAN","section":[{"content":"182. Establishment of the Bank of South Sudan","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/bank"}},"section":[{"content":"There shall be established a central bank in South Sudan to be known as the Bank of South Sudan to provide for banking services in accordance with this Constitution and the law. The Bank shall be an independent corporate legal entity."},{"content":"The Bank of South Sudan shall be responsible for the formulation, conduct and implementation of monetary policy."},{"content":"The Bank of South Sudan shall use the market-based banking instruments developed by the Bank to regulate and supervise the implementation of the national monetary policy in South Sudan in relation to the following:","section":[{"content":"formulating monetary policy;"},{"content":"issuing currency;"},{"content":"promoting and maintaining price stability;"},{"content":"maintaining a stable exchange rate;"},{"content":"maintaining sound, effective and efficient banking and credit system;"},{"content":"chartering and supervising financial institutions in South Sudan; and"},{"content":"performing any other function as may be prescribed by law."}]},{"content":"The Bank of South Sudan shall be independent in the performance of its functions and the exercise of its powers."},{"content":"All financial institutions shall be subject to rules and regulations set by the Bank of South Sudan as well as to internationally recognised regulatory and prudential standards for finance."},{"content":"All financial institutions shall be bound to implement monetary policies set by the Bank of South Sudan."},{"content":"The Bank of South Sudan shall be headed by a Governor and assisted by two Deputy Governors, appointed by the President and approved by two-third majority of members of the National Legislative Assembly present and voting."},{"content":"The Governor of the Bank of South Sudan shall appoint other senior officers within the Bank of South Sudan in consultation with the Board of Directors and in accordance with the law."},{"content":"There shall be established a Board of Directors for the Bank of South Sudan appointed by the President. It shall consist of nine members as follows:","section":[{"content":"Governor of the Bank of South Sudan, Chairperson;"},{"content":"two Deputies of the Governor, members; and"},{"content":"six non-executive, highly qualified, competent and experienced South Sudanese who are not employees of the Bank, members."}]},{"content":"The Board of Directors shall be the highest policy-making body of the Bank and shall be responsible to the President."},{"content":"Decisions of Board of Directors on matters that may affect adversely the interests of the clientele shall be by consensus."},{"content":"The tenure and terms and conditions of service of the Governor, Deputy Governors, members of the Board of Directors and other officials of the Bank shall be prescribed by law."}]},{"content":"183. Circulating Currencies in South Sudan","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/bank"}},"section":[{"content":"The Bank of South Sudan shall have the exclusive right to issue a currency to be the legal tender of South Sudan, the design of which shall reflect the historical and cultural diversity of the country."},{"content":"Until a new currency is issued on the recommendation of the Bank of South Sudan, the circulating currency in South Sudan shall be recognized as a legal tender."}]},{"content":"184. Borrowing","section":[{"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/sub"}},"section":[{"content":"The National and state governments may borrow money with the approval of their respective legislatures. The appropriate legislature may by law exempt any categories of loans from the requirement of approval and in this case determine the extent of the money value of the loan subject to such conditions as it may prescribe; and","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/sub"}}},{"content":"Neither the National Government nor the Bank of South Sudan shall guarantee borrowing by any state government without their prior approval.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/bank"}}}]},{"content":"The National and state governments may borrow money from foreign sources depending on their respective credit worthiness.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/sub"}}},{"content":"Foreign borrowing by the governments of the states shall be in a manner that does not undermine national macro-economic policies and shall be consistent with the objective of maintaining external financial viability. All foreign borrowing transactions of National and state governments shall conform to the specifications of the Bank of South Sudan."},{"content":"The National and state governments shall report financial and fiscal data relating to such loans to the Bank of South Sudan for statistical purposes."}]}]},{"content":"CHAPTER VII. ACCOUNTING STANDARDS","section":[{"content":"185. Accounting Procedures, Standards and Fiscal Accountability","section":[{"content":"All levels of government shall comply with the established and generally accepted accounting procedures, standards and fiscal accountability to ensure that public funds are allocated and expended according to the budget of the respective level of government."},{"content":"All levels of government shall hold all income and revenue received in public accounts and subject to public scrutiny and accountability."},{"content":"The accounting procedures, standards and fiscal accountability shall be regulated by law."}]},{"content":"186. National Audit Chamber","section":[{"content":"There shall be established an independent institution to be known as the National Audit Chamber, consisting of persons of proven professional competence, experience, integrity and impartiality."},{"content":"The National Audit Chamber shall set auditing standards for the whole country and supervise the financial performance of all levels of government, including revenue collection and expenditure, in accordance with the budgets approved by their respective legislatures."},{"content":"The President, with the approval of a two-third majority of all members of the National Legislative Assembly, shall appoint from qualified professionals the National Auditor General who shall be the head of the National Audit Chamber.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hospow"}}},{"content":"To assume office, the National Auditor General shall take oath before the President.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/oath"}}},{"content":"The office of the National Auditor General shall fall vacant under the following circumstances:","section":[{"content":"removal from office by the President on the following grounds:","section":[{"content":"serious violations of the Constitution or any other law;"},{"content":"gross misconduct, whether in performance of his or her office functions or otherwise;"},{"content":"physical and mental incapacity to perform the functions of office;"},{"content":"incompetence or inefficiency; and"},{"content":"bankruptcy;"}]},{"content":"resignation;"},{"content":"by a resolution of two third majority of Members of National Legislative Assembly present and voting; or"},{"content":"death."}]},{"content":"The National Auditor General shall be accountable to the President for the performance of the Chamber."},{"content":"The National Audit Chamber shall assume auditing of the accounts of the National, state and local government levels, independent commissions, public institutions and corporations and any other institutions as may be determined by law."},{"content":"The National Auditor General shall present an annual report to the President and the National Legislative Assembly or the Council of States, as the case may be."},{"content":"The National Auditor General and senior officials of the National Audit Chamber shall be prohibited from engaging in all businesses in which constitutional office holders are not allowed to engage, pursuant to Article 120 (2) of this Constitution."},{"content":"The law shall organize the National Audit Chamber and shall specify the tenure, functions, and terms and conditions of service of the National Auditor General and the employees of the Chamber."}]}]},{"content":"CHAPTER VIII. INTERSTATE TRADE, COMMERCE AND LIABILITIES AND ASSETS","section":[{"content":"187. Interstate Trade and Commerce","section":[{"content":"Free interstate trade and commerce are guaranteed by this Constitution. No legislation or level of government shall impede interstate commerce, the flow of goods and services, capital or labour between the states and local governments."},{"content":"There shall be no levies, taxes or fees or any other charges on interstate trade and commerce."}]},{"content":"188. Government Liabilities and Assets","section":[{"content":"Any debt or liability incurred by any level of government shall be the responsibility of that level of government."},{"content":"There shall be a fair and equitable division of government assets. An asset shall in the first instance be allocated to the level of government responsible for the function in respect of which the asset is related."},{"content":"In the event of a dispute, such dispute shall be referred to a committee consisting of a representative of each of the parties involved in the dispute and a mutually agreed expert. The decision of the committee shall be final and binding."}]}]}]},{"content":"PART THIRTEEN. STATE OF EMERGENCY AND DECLARATION OF WAR","section":[{"content":"189. Declaration of a State of Emergency","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/em"}},"section":[{"content":"The President, may upon the occurrence of an imminent danger, whether it is war, invasion, blockade, natural disaster or epidemics, as may threaten the country, or any part thereof or the safety or economy of the same, declare a state of emergency in the country, or in any part thereof, in accordance with this Constitution and the law."},{"content":"The declaration of a state of emergency shall be submitted to the National Legislature within fifteen days of the issuance of the declaration. When the National Legislature is not in session, an emergency session shall be convened.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/legjoint"}}},{"content":"When the National Legislature approves the declaration of a state of emergency, all laws, orders or measures issued or taken by the President pursuant to the state of emergency shall continue to remain in force.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/legjoint"}}}]},{"content":"190. Powers of the President in a State of Emergency","metadata":{"topics":["http://www.constituteproject.org/ontology/em","http://www.constituteproject.org/ontology/hosdec"]},"section":{"content":"During a state of emergency, the President may, by law or orders, take any measures that shall not derogate from the provisions of this Constitution except as provided herein:","section":[{"content":"to suspend part of the Bill of Rights; however, there shall be no infringement on the right to life, prohibition against slavery, prohibition against torture, the right of non-discrimination on the basis of race, sex, religious creed, the right to litigation or the right to fair trial;"},{"content":"to dissolve or suspend any institution of the National Executive;"},{"content":"to dissolve or suspend any of the state organs or suspend such powers conferred upon the states under this Constitution; and"},{"content":"to take any such measures as deemed necessary to the state of emergency, which shall have the force of law."}]}},{"content":"191. Duration of a State of Emergency","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/em"}},"section":{"content":"The duration of the measures relating to the state of emergency shall expire in the following cases:","section":[{"content":"lapse of thirty days as from the date of issuance of the declaration if the National Legislature does not approve by a resolution the extension of its duration;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/legjoint"}}},{"content":"lapse of the duration approved by the National Legislature; or","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/legjoint"}}},{"content":"issuance of a declaration by the President lifting the state of emergency."}]}},{"content":"192. Declaration of War","metadata":{"topics":["http://www.constituteproject.org/ontology/legjoint","http://www.constituteproject.org/ontology/war"]},"section":[{"content":"The President shall declare war whenever the country is under external aggression and such declaration shall be legal and enforceable subject to approval of the National Legislature by two-thirds of all the members."},{"content":"The declaration of war shall be submitted to the National Legislature within seventy-two hours of the issuance of the declaration if the National Legislature is in session."},{"content":"If the National Legislature is not in session, an emergency session shall be convened and the declaration shall be submitted within fourteen days of its issuance."}]}]},{"content":"PART FOURTEEN. CENSUS, REFERENDA AND ELECTIONS","section":[{"content":"CHAPTER I. CENSUS AND STATISTICS","section":[{"content":"193. The National Bureau of Statistics","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/census"}},"section":[{"content":"There shall be a National Bureau of Statistics."},{"content":"The National Bureau of Statistics shall be an independent statistics bureau authorized, inter alia, to:","section":[{"content":"collect, compile, analyze and publish all official statistical information on economic, social, demographic, environmental and general activities and conditions of the people of South Sudan;"},{"content":"conduct all censuses and surveys that are carried out throughout South Sudan;"},{"content":"monitor and evaluate social impacts of public policies, projects and programmes; and"},{"content":"monitor the progress of poverty alleviation and the attainment of the Millennium Development Goals.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/intrght"}}}]},{"content":"The President shall appoint a Board of Directors and the Director-General of the Bureau. The Board shall be the highest policy-making body of the National Bureau of Statistics; it shall formulate policies and set its internal regulations, priorities, standards and criteria for all the censuses and surveys to be carried out in South Sudan."},{"content":"The organization, structure and powers of the Bureau, and terms and conditions of service of its personnel shall be regulated by law."}]},{"content":"194. Population Census","metadata":{"topics":["http://www.constituteproject.org/ontology/district","http://www.constituteproject.org/ontology/census"]},"section":{"content":"The National Government shall during the Transitional Period conduct a population census the outcome of which shall, inter alia, determine the number of electoral constituencies for the next general elections.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/tranprov"}}}}]},{"content":"CHAPTER II. REFERENDA","section":{"content":195,"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/referen"}},"section":[{"content":"Pursuant to Schedule A (30) herein, the President, or the National Legislature, through a resolution passed by more than half of all its members, may refer for a referendum any matter of public interest.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/legjoint"}}},{"content":"Any matter submitted for a referendum shall be deemed to have been approved by the people of South Sudan if it has obtained more than half of the number of votes cast."},{"content":"Any matter which has been approved by the people of South Sudan in a referendum shall have authority above any legislation. It shall not be annulled save by another referendum."}]}},{"content":"CHAPTER III. ELECTIONS","section":[{"content":"196. Running for Elections","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/abide"}},"section":{"content":"Whoever runs in any election shall respect and abide by this Constitution and the law."}},{"content":"197. The National Elections Commission","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/ecom"}},"section":[{"content":"There shall be established within one month after enactment of the National Election Law, an Independent Commission which shall be known as the National Elections Commission."},{"content":"There shall be enacted a National Elections Law within three months following the adoption of this Constitution."},{"content":"The Chairperson, Deputy Chairperson, and Members of the Commission shall be persons of proven integrity, competence, non-partisan and impartial, and shall be appointed by the President in accordance with the provisions of this Constitution and the law."},{"content":"The structure, composition, functions, powers and terms and conditions of service of the Chairperson, Deputy Chairperson, Members and employees of the Commission shall be regulated by law."}]}]}]},{"content":"PART FIFTEEN. MISCELLANEOUS PROVISIONS","section":[{"content":"198. Coming into Force of this Constitution","section":{"content":"This Constitution shall be assented to and signed by the President of the Government of Southern Sudan, and shall come into force on July 9, 2011."}},{"content":"199. Amendment of this Constitution","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/amend"}},"section":{"content":"This Constitution shall not be amended unless the proposed amendment is approved by two-thirds of all members of each House of the National Legislature sitting separately and only after introduction of the draft amendment at least one month prior to the deliberations."}},{"content":"200. Continuity of Laws and Institutions","section":{"content":"All current Laws of Southern Sudan shall remain in force and all current institutions shall continue to perform their functions and duties, unless new actions are taken in accordance with the provisions of this Constitution."}}]},{"content":"PART SIXTEEN. TRANSITIONAL PROVISIONS AND THE PERMANENT CONSTITUTION PROCESS","section":[{"content":"CHAPTER I. TRANSITIONAL PROVISIONS","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/tranprov"}},"section":{"content":201,"section":[{"content":"Upon the Declaration of Independence and statehood of the Republic of South Sudan, on July 9, 2011, the President of the Government of Southern Sudan shall:","section":[{"content":"assent to and sign into law the amended Interim Constitution of Southern Sudan, 2005, after its adoption by the Southern Sudan Legislative Assembly, which shall thereafter be known as the Transitional Constitution of the Republic of South Sudan, 2011;"},{"content":"be sworn in as the President of the Republic of South Sudan in the same ceremony;"},{"content":"establish the Council of States in accordance with the provisions of Article 94 (3) of this Constitution; and"},{"content":"convene the National Legislature in accordance with the provisions of this Constitution."}]},{"content":"This Constitution shall remain in force until the adoption of a permanent constitution."}]}},{"content":"CHAPTER II. PERMANENT CONSTITUTION PROCESS","section":[{"content":"202. National Constitutional Review Commission","section":[{"content":"There shall be established by the President of the Republic a Commission to be known as National Constitutional Review Commission within six months from coming into force of this constitution."},{"content":"The President of the Republic shall, after consultation with the Political Parties, Civil Society and other stakeholders appoint the Chairperson, Deputy Chairperson and members of the Commission."},{"content":"The term of reference of the Commissions, its procedures shall be detailed out in the instrument of the appointment."},{"content":"The Commission shall submit its report to the President after one year of its establishment.","section":[{"content":"*The Transitional Constitution of South Sudan, 2011 (Amendment) Act, 2013:"},{"content":"The mandate and tenure of the Commission is hereby extended for a period beginning from 10th January, 2013 to 31st December, 2014. Upon completion of its work the Commission shall be considered dissolved."}]},{"content":"The Commission shall be established with due regard for gender, political, social and regional diversity of South Sudan in recognition of the need for inclusiveness, transparency and equitable participation. Each member of the Commission shall have the requisite competence and technical expertise and experience to contribute to fulfilling the mandate of the Commission."},{"content":"The Commission shall review the Transitional Constitution and collect views and suggestions from all the stakeholders including any changes that may need to be introduced to the current system of governance."},{"content":"The Commission may seek the assistance of other experts."},{"content":"The Commission shall conduct a nation-wide public information programme and civic education on constitutional issues."},{"content":"The Commission shall adopt its own rules of procedure."},{"content":"The Commission shall adopt and present the Draft Constitutional Text and an Explanatory Report to the President one year after its formation.","section":[{"content":"*The Transitional Constitution of South Sudan, 2011 (Amendment) Act, 2013:"},{"content":"The Commission shall adopt and present the Draft Constitutional Text and an Explanatory Note to the President within a period not extending beyond 31st December, 2014."}]},{"content":"The President after receiving the Draft Constitutional Text and the Explanatory Report shall present the same to the Constitutional Conference as established below for deliberation.","section":[{"content":"*The Transitional Constitution of South Sudan, 2011 (Amendment) Act, 2013:"},{"content":"The President, within three months of receiving the Draft Constitutional Text and Explanatory Note from the National Constitutional Review Commission shall present the same to the Constitutional Conference as established below for deliberation."}]}]},{"content":"203. National Constitutional Conference","section":[{"content":"Upon the presentation of the Draft Constitutional Text and Explanatory Report by the Commission, the President of the Republic shall, after consultation with relevant stakeholders, constitute and convene a National Constitutional Conference comprising delegates representing the following categories:","section":[{"content":"Political Parties;"},{"content":"civil society organizations;"},{"content":"women organizations;"},{"content":"youth organizations;"},{"content":"faith-based organizations;"},{"content":"people with special needs;"},{"content":"Traditional Leaders;"},{"content":"war widows, veterans and war wounded;"},{"content":"business leaders;"},{"content":"trade unions;"},{"content":"professional associations;"},{"content":"the academia; and"},{"content":"other categories to be determined."}]},{"content":"Each of the categories in sub-Article (1) above shall nominate its delegates and present them to the President for appointment to the National Constitutional Conference."},{"content":"The National Constitutional Conference shall:","section":[{"content":"formulate its rules of procedure;"},{"content":"deliberate on the Draft Constitutional Text;"},{"content":"keep the public informed of its proceedings which shall be conducted in a transparent manner and open to the media; and"},{"content":"approve and pass the Draft Constitutional Text by simple majority of all the delegates."},{"content":"submit the Draft Constitutional Text to the President within six months."}]},{"content":"A Judge of the Supreme Court of South Sudan shall be the Chairperson of the National Constitutional Conference. The Conference shall have a Secretariat."},{"content":"The National Constitutional Conference shall commence its work as soon as it receives the Draft Constitutional Text and the Explanatory Report from the President."},{"content":"The National Constitutional Conference shall approve the Draft Constitutional Text and the Explanatory Report and the Conference shall thereafter be considered dissolved."},{"content":"The President shall, upon receipt of the Draft Constitutional Text, cause the same to be tabled before the National Legislature, at least one year before the end of the Transitional Period, for deliberation and adoption within three months.","section":[{"content":"*The Transitional Constitution of South Sudan, 2011 (Amendment) Act, 2013:"},{"content":"The President shall, within three months of the receipt of the Draft Constitutional Text from the Constitutional Conference, cause the same to be tabled before the National Legislature for deliberation and adoption within twelve months."}]},{"content":"The Speaker of the National Legislature shall thereafter present the adopted Constitution to the President for assent and signature."}]}]}]},{"content":"Schedule (A). National Powers","section":{"content":"The exclusive legislative and executive powers of the National Government shall be as follows:","section":[{"content":"The adoption or amendment of the National Constitution;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/amend"}}},{"content":"National Defence, National Security and Protection of the National Borders;"},{"content":"Foreign Affairs and International Representation;"},{"content":"Nationality and Naturalization;"},{"content":"Passports and Visas;"},{"content":"Immigration and Aliens;"},{"content":"Currency, Coinage and Exchange Control;"},{"content":"The Judiciary;"},{"content":"National Police;"},{"content":"Establishment and Maintenance of National Prisons, Wildlife and the Fire Brigade Services;"},{"content":"Postal Services;"},{"content":"Civil Aviation;"},{"content":"Regulation of Airspace;"},{"content":"River Transport;"},{"content":"Beacons;"},{"content":"Navigation and Shipment;"},{"content":"National Lands and National Natural Resources;"},{"content":"Central Bank, the incorporation of commercial banks, issuing of currency, and regulation of banking system and insurance policy;"},{"content":"Bills of Exchange and Promissory Notes;"},{"content":"Weights, Measures and Standards, Dates and Standards of Time;"},{"content":"Meteorology;"},{"content":"National Institutions;"},{"content":"Customs, Excise and Export Duties;"},{"content":"Intellectual Property Rights;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/intprop"}}},{"content":"International, regional and bilateral treaties and conventions;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/intlaw"}}},{"content":"State of Emergency;"},{"content":"International and Inter-State Transport, including roads, airports, waterways, river ports and railways;"},{"content":"National Museums and National Heritage Sites;"},{"content":"The management of the Nile Waters, trans-boundary waters, national rivers and lakes;"},{"content":"Elections and referenda at all levels of Government;"},{"content":"Regulation of Political Parties;"},{"content":"Security and military forces;"},{"content":"Borrowing;"},{"content":"National Planning;"},{"content":"Appointments and emoluments of national constitutional post holders;"},{"content":"The determination of salary structure and allowances for public sector employees including the fixing of the minimum wage for both the public and private sectors;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/standliv"}}},{"content":"Regulation of National Civil Service;"},{"content":"Development of financial resources for the National Government;"},{"content":"The co-ordination of services or the establishment of minimum national standards or uniform norms in respect of any matter or service referred to in Schedule B or Schedule C, read together with Schedule D, with the exception of Item 1 of Schedule B;"},{"content":"National taxation and revenue;"},{"content":"National budgets;"},{"content":"National public utilities;"},{"content":"National flag, emblem, anthem, coat of arms and medals;"},{"content":"National reconstruction and development;"},{"content":"Telecommunications, and national information, publications and mass media;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/telecom"}}},{"content":"Rehabilitation of and benefits to disabled war veterans, orphans, widows and care for the dependents of deceased war fallen heroes and heroines;"},{"content":"Any matter relating to an item referred to in Schedule C that cannot be dealt with effectively by a single state and requires National legislation or intervention;"},{"content":"National census, surveys and statistics;"},{"content":"National identity cards and any other appropriate documentation;"},{"content":"Traffic regulations;"},{"content":"Non-governmental, civil society, and faith based organizations;"},{"content":"Incorporation of companies and registration of business names;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/busines"}}},{"content":"National Public Holidays;"},{"content":"National Capital territory;"},{"content":"Names of states, state capital towns and state boundaries;"},{"content":"Regulation of professional associations and trade unions;"},{"content":"Licensing of Firearms; and"},{"content":"Any other function as may be authorized by this Constitution and the law."}]}},{"content":"Schedule (B). Powers of States","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/sub"}},"section":{"content":"The exclusive executive and legislative powers of a state shall be as follows:","section":[{"content":"Adoption or amendment of the state constitution subject to conformity with the National Constitution;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/fedsep"}}},{"content":"State Police, Prisons, Wildlife, Fire Brigade Services;"},{"content":"Local Government;"},{"content":"State information, publications and mass media;"},{"content":"Social Welfare including state pensions;"},{"content":"The state Civil Service;"},{"content":"State Land and state Natural Resources;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/resrce"}}},{"content":"Cultural matters within the state;"},{"content":"Regulation of religious matters;"},{"content":"Internal and external borrowing of money on the sole credit of the state within the National macro-economic framework;"},{"content":"The management, lease and utilization of lands belonging to the state;"},{"content":"The establishment, maintenance and management of state prisons and reformatories;"},{"content":"Establishment, regulation, and provision of health care, including hospitals and other health facilities;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/health"}}},{"content":"Regulation of businesses, trade licenses, working conditions, hours, and holidays within the state;","metadata":{"topics":["http://www.constituteproject.org/ontology/safework","http://www.constituteproject.org/ontology/busines","http://www.constituteproject.org/ontology/leisure"]}},{"content":"Local works and undertakings;"},{"content":"Registration of marriage, divorce, inheritance, birth, death, adoption and affiliations;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/transfer"}}},{"content":"Enforcement of National and state laws;"},{"content":"The development, conservation and management of state natural resources and state forestry resources;","metadata":{"topics":["http://www.constituteproject.org/ontology/env","http://www.constituteproject.org/ontology/resrce"]}},{"content":"Pre-school, primary and secondary education;"},{"content":"Agriculture within the state;"},{"content":"Airstrips other than international and national airports managed by the civil aviation authority;"},{"content":"Intrastate public transport and roads;"},{"content":"Population policy and family planning;"},{"content":"Pollution control;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/env"}}},{"content":"State statistics, and state surveys;"},{"content":"Charities and endowment;"},{"content":"Quarrying;"},{"content":"Town and rural planning;"},{"content":"State cultural and heritage sites, libraries, museums and other historical sites;"},{"content":"Traditional Authority and customary law;"},{"content":"State finances;"},{"content":"State irrigation and embankments;"},{"content":"State budgets;"},{"content":"State archives, antiquities and monuments;"},{"content":"State taxes;"},{"content":"State public utilities;"},{"content":"Vehicle licensing;"},{"content":"Fire control and ambulance services;"},{"content":"Recreation and sport within the state;"},{"content":"Flag and emblem of the state;"},{"content":"Issuance of driving licenses and number plates; and"},{"content":"Customary law courts."}]}},{"content":"Schedule (C). Concurrent Powers","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/sub"}},"section":{"content":"The National and state governments shall have legislative and executive competences on any of the matters listed below:","section":[{"content":"Economic and Social Development;"},{"content":"Tertiary education and scientific research;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/science"}}},{"content":"Health policy;"},{"content":"Urban development, planning and housing;"},{"content":"Trade, commerce, industry and industrial development;"},{"content":"Delivery of public services;"},{"content":"Banking and insurance;"},{"content":"Bankruptcy and insolvency;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/debtors"}}},{"content":"Manufacturing licenses;"},{"content":"River transport;"},{"content":"Disaster preparedness, management and relief and epidemics control;"},{"content":"Electricity generation and water and waste management;"},{"content":"Information, Publications, Media and Broadcasting;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/radio"}}},{"content":"Environmental management, conservation and protection;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/env"}}},{"content":"Relief, Repatriation, Resettlement, Rehabilitation and Reconstruction;"},{"content":"Subject to regulation by and approval of the National Government, the initiation, negotiation and conclusion of Bilateral and Regional Agreements on culture, sports, trade, investment, credit, loans, grants and technical assistance with foreign governments and foreign non-governmental organizations;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/intorgs"}}},{"content":"Financial and economic policies and planning;"},{"content":"Empowerment of women;"},{"content":"Gender policy;"},{"content":"Pastures, veterinary services, and animal and livestock disease control;"},{"content":"Consumer safety and protection;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/conright"}}},{"content":"Residual powers, subject to Schedule D;"},{"content":"Mother, Childcare and protection;"},{"content":"Water Resources other than interstate waters;"},{"content":"Matters relating to taxation, royalties and economic planning;"},{"content":"Human and animal drug quality control;"},{"content":"Regulation of land tenure, usage and exercise of rights in land;"},{"content":"Matters relating to businesses, trade licenses and conditions of operation;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/busines"}}},{"content":"Natural resources and forestry;"},{"content":"Fire control and ambulance services;"},{"content":"Prisons and reformatories;"},{"content":"Firearms control; and"},{"content":"Recreation and sports."}]}},{"content":"Schedule (D). Residual Powers","metadata":{"topics":["http://www.constituteproject.org/ontology/mun","http://www.constituteproject.org/ontology/sub"]},"section":{"content":"Residual powers shall be dealt with according to their nature. If the power pertains to a national matter, requires a national standard, or is a matter which cannot be regulated by a single state, it shall be exercised by the National Government. If the power pertains to a matter that is usually exercised by the state or local government, it shall be exercised by the state or local government."}},{"content":"Schedule (E). Resolution of Conflicts in Respect of Concurrent Powers","metadata":{"topics":["http://www.constituteproject.org/ontology/sub","http://www.constituteproject.org/ontology/fedsep"]},"section":{"content":"If there is a contradiction between the provisions of National law and a state law on the matters that are concurrent, the National law shall prevail to the extent of the contradiction."}}]}}