{"document":{"section":[{"content":["ديباجة","Preamble"],"metadata":{"topics":["http://www.constituteproject.org/ontology/preamble","http://www.constituteproject.org/ontology/motive"]},"section":[{"content":["Dahomey, proclaimed a Republic on December 4, 1958, acceded to international sovereignty August 1, 1960. Having become the People&#x27;s Republic of Bénin on November 30, 1975, and then the Republic of Bénin on March 1, 1990, it has known a turbulent constitutional and political evolution since its accession to independence. Only the option in favor of the Republic has remained permanent.","أعلنت داهومي جمهورية في 4 كانون الأول/ديسمبر 1958 وانضمت إلى السيادة الدولية في 1 آب/أغسطس 1960. بعد أن أصبحت جمهورية بنين الشعبية في 30 تشرين الثاني/نوفمبر عام 1975، ومن ثم جمهورية بنين في 1 آذار/مارس 1990، شهدت تطوراً دستورياً وسياسياً مضطرباً منذ حصولها على الاستقلال. وظل خيار مصلحة الجمهورية هو الخيار الأوحد دائماً."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/prevcond"}}},["لم تحد التغييرات المتعاقبة للأنظمة السياسية والحكومات من تصميم الشعب البنيني على البحث، في صميمهم، عن القيم الثقافية والفلسفية والروحية للحضارة التي تحافظ على أشكال وطنيتهم.","The successive changes of political regimes and of governments have not blunted the determination of the Béninese people to search for, in their own spirit, the cultural, philosophical and spiritual values of civilization which sustain the forms of their patriotism."],["Thus, the National Conference of Active Forces of the Nation, held in Cotonou from February 19 to 28, 1990, in giving back confidence to the people, has permitted the national reconciliation and the advent of an era of democratic revival.","وهكذا، فإن المؤتمر الوطني للقوى العاملة للأمة، الذي عُقِد في كوتونو بين 19 و28 شباط/فبراير 1990 أتاح المصالحة الوطنية وبزوغ عصر إحياء الديمقراطية بإعادته الثقة إلى الناس."],["في اليوم التالي لذلك المؤتمر،","On the day after this Conference,"],{"content":["WE, THE BÉNINESE PEOPLE","نحن، الشعب البنيني"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/auth"}},"section":{"content":["Reaffirm our fundamental opposition to any political regime founded on arbitrariness, dictatorship, injustice, corruption, misappropriation of public funds, regionalism, nepotism, confiscation of power, and personal power;","نؤكد معارضتنا الأساسية لأي نظام سياسي يقوم على الاستبداد والدكتاتورية والظلم والفساد واختلاس الأموال العامة والنزعة الإقليمية والمحاباة ومصادرة السلطة والسلطة الشخصية؛"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/intrght"}},"section":[["Express our firm will to defend and safeguard our dignity in the eyes of the world and to find again the place and role as pioneer of democracy and of the defense of human rights which were formerly ours;","نعرب عن إرادتنا الراسخة في الدفاع عن كرامتنا وحمايتها في نظر العالم والعثور مرة أخرى على المكانة والدور اللذان كانا لنا سابقاً كرائد للديمقراطية وللدفاع عن حقوق الإنسان؛"],{"content":["نؤكد تصميمنا بجدية من خلال الدستور الحالي على إقامة دولة قانون وديمقراطية تعددية تضمن وتحمي وتشجع حقوق الإنسان الأساسية، والحريات العامة، وكرامة الإنسان، والعدالة كشرط ضروري للتطوير المتجانس والأصيل لكل بنيني في بُعدِه الدنيوي والثقافي والروحي؛","Solemnly affirm our determination by this present Constitution to create a State of law and pluralistic democracy in which the fundamental human rights, public liberties, the dignity of the human being, and justice shall be guaranteed, protected and promoted as the condition necessary for the genuine harmonious development of each Béninese in his temporal and cultural dimension as well as in his spiritual;"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/dignity"}}},["Reaffirm our attachment to the principles of democracy and human rights as they have been defined by the Charter of the United Nations of 1945 and the Universal Declaration of Human Rights of 1948, by the African Charter on Human and Peoples&#x27; Rights adopted in 1981 by the Organization of African Unity and ratified by Bénin on January 20, 1986 and whose provisions make up an integral part of this present Constitution and of Béninese law and have a value superior to the internal law;","نعيد تأكيد ارتباطنا بمبادئ الديمقراطية وحقوق الإنسان كما عرّفها ميثاق الأمم المتحدة لعام 1945، والإعلان العالمي لحقوق الإنسان لعام 1948، والميثاق الأفريقي لحقوق الإنسان والشعوب الذي تبنته منظمة الوحدة الأفريقية في عام 1981 وصدقت عليه بنين في 20 كانون الثاني/يناير 1986، والذي تشكل نصوصه جزءاً لا يتجزأ من هذا الدستور ومن القانون البنيني ولها قيمة أرفع من القانون الداخلي؛"],{"content":["Affirm our will to cooperate in peace and friendship with all peoples who share our ideals of liberty, of justice, of human solidarity based on the principles of equality, of reciprocal interest and of mutual respect for national sovereignty and for territorial integrity;","نؤكد إرادتنا في التعاون بسلام وصداقة مع كل الشعوب التي تشاركنا قيمنا المثالية في الحرية والعدالة والتضامن الإنساني استناداً إلى مبادئ المساواة، والمصالح المتبادلة والاحترام المتبادل للسيادة الوطنية وسلامة الأراضي الإقليمية؛"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/solid"}}},{"content":["Proclaim our attachment to the cause of African unity and pledge ourselves to leave no stone unturned in order to realize local and regional integration;","نعلن عن ارتباطنا بقضية الوحدة الأفريقية ونتعهد ألا نألو جهداً لتحقيق التكامل المحلي والإقليمي؛"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/region"}}},["Solemnly adopt the present Constitution which shall be the Supreme Law of the State and to which we swear loyalty, fidelity and respect.","نتبنى بجدية هذا الدستور الذي سيكون القانون الأعلى للدولة والذي نقسم له الولاء والوفاء والاحترام."]]}}]},{"content":["الباب الأول. الدولة والسيادة","TITLE I. THE STATE AND SOVEREIGNTY"],"section":[{"content":["المادة 1","ARTICLE 1"],"section":[{"content":["دولة بنين جمهورية مستقلة ذات سيادة.","The state of Bénin shall be an independent sovereign republic."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/system"}}},{"content":["عاصمة بنين هي بورتو نوفو.","The Capital of the Republic of Bénin shall be PORTO-NOVO."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/capital"}}},{"content":["ويكون الشعار الوطني العلم ثلاثي الألوان من الأخضر والأصفر والأحمر. بجانب العارضة يوجد شريط أخضر على كامل ارتفاع العلم ويحتل خمسي طوله، بالإضافة إلى شريطين أفقيين متساويا الطول: العلوي أصفر والسفلي أحمر","The national emblem shall be a tri-colored flag of green, yellow and red. Next to the staff is a green band for the entire height and two-fifths of the length, with two equal horizontal bands: the upper one yellow and the lower one red."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/flag"}}},{"content":["النشيد الوطني للجمهورية هو l&#x27;AUBE Nouvelle (الفجر الجديد)","The national anthem of the Republic shall be &quot;l&#x27;AUBE NOUVELLE.&quot;"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/anthem"}}},{"content":["The motto of the Republic shall be &quot;FRATERNITÉ-JUSTICE-TRAVAIL.&quot;","شعار الجمهورية هو الأخوة - العدل - العمل"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/motto"}}},{"content":["اللغة الرسمية للدولة هي اللغة الفرنسية.","The official language shall be French."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/lang"}}},{"content":["The State Seal shall consist of a disk 120 millimeters in diameter showing:","يتكون الختم الرسمي للدولة من قرص قطره 120 ملليمتر ويحمل:"],"section":{"content":["On the obverse side a pirogue loaded with six five-pointed stars sailing over the waves, accompanied overhead by a bow with one arrow in the shape of a palm supported by two crossed &quot;recades,&quot; and below by a banderole bearing the motto &quot;FRATERNITÉ-JUSTICE-TRAVAIL&quot; with the inscription &quot;République du Bénin&quot; within the circle;","على الجانب المواجه زورقًا يحمل ست نجوم خماسية تبحر فوق الأمواج، مصحوبة في الأعلى بقوس وسهم واحد في شكل نخلة مدعومة بعصاتين ملكيتين تقليديتين متقاطعين، وفي الأسفل راية صغيرة تحمل شعار الأخوة - العدل - العمل، ومنقوش داخل الدائرة جمهورية بنين؛"],"section":["وعلى الجانب العكسي درع تنقسم إلى قسمين متساويين - الجزء الأول من الأخضر والثاني من الذهب [الأصفر] والأحمر، وهي الألوان الثلاثة للعلم. ويحيط الدرع شجرتان من النخيل الأصلي جذوعهما متقاطعة على شكل X.","And on the reverse side a shield divided into two equal parts-the first part of sinople [green] and the second of gold [yellow] and of gueules [red] which are the three colors of the flag. The shield is surrounded by two native palm trees with their trunks crossed in the shape of an X."]}},{"content":["The Coat of Arms of Bénin shall be as follows:","شعار النبالة لبنين هو كما يلي:"],"section":{"content":["في الربع الأول، باللون الذهبي، قلعة من قلاع شعب السومبا؛","In the first quarter in gold, a Somba fortress;"],"section":[["In the second quarter in silver, the native star of Bénin, that is to say, an eight-pointed azure saltire angled with rays of silver and black in the background;","في الربع الثاني، باللون الفضي، نجمة بنين المحلية، بتعبير آخر، صليب وتري لازوردي ثماني الرؤوس، وأشعة باللونين الفضي والأسود في الخلفية؛"],["In the third quarter in silver, a green palm tree loaded with red fruit;","في الربع الثالث، باللون الفضي، نخلة خضراء محملة بالفاكهة الحمراء؛"],["In the fourth quarter in silver, a sable [black] ship sailing on an azure sea with a losange in gueles [red] passing under the line of the quarter.","في الربع الرابع، باللون الفضي، سفينة سمّور [سوداء] تبحر في بحر لازوردي مع معيّن أحمر يمر أسفل خط الربع."]]}},["الدعامتان: فهدان مرقطان باللون الذهبي؛","The Supporters: two spotted panthers in gold;"],["The Postage Stamp: Two black cornucopias from which come ears of corn;","طابع البريد: قرنا خصب باللون الأسود من آذان الذرة."],["الشعار: &quot;الإخوة- العدالة-العمل&quot; بحروف سوداء على لافتة.","The motto: &quot;Fraternité-Justice-Travail&quot; in black letters on a banderole."]]},{"content":["ARTICLE 2","المادة 2"],"section":[["جمهورية بنين جمهورية واحدة غير مقسمة وعلمانية وديمقراطية.","The Republic of Bénin shall be one-indivisible, secular, and democratic."],["Its principle shall be: Government of the People, by the People, and for the People.","يجب أن يكون مبدأها: حكم الشعب، بواسطة الشعب، ومن أجل الشعب."]]},{"content":["ARTICLE 3","المادة 3"],"section":[["National sovereignty shall belong to the People. No portion of the People, no community, no corporation, no party or political association, no trade union organization nor any individual shall be able to abrogate the exercise of it.","تكون السيادة الوطنية ملكاً للشعب  ولا يمكن لجزء من الشعب أو لمجتمع أو لشركة أو لحزب أو لجمعية سياسية أو لمنظمة اتحاد عمالي أو لأي فرد أن يلغي ممارسة هذه السيادة."],["تُمارَس السيادة بموجب هذا الدستور الذي يشكل القانون الأعلى للدولة.","Sovereignty shall be exercised in accordance with the present Constitution which is the Supreme Law of the State."],["Any law, any statutory text and any administrative act contrary to these provisions shall be null and void. Consequently, any citizen shall have the right to appeal to the Constitutional Court against the laws, texts, and acts presumed unconstitutional.","يُعَد أي قانون، وأي نص قانوني وأي تدبير إداري يتناقض مع هذه الأحكام باطلًا ولاغيًا. يمتلك أي مواطن حق الاستئناف أمام المحكمة الدستورية على القوانين والنصوص والتشريعات التي يعتقد أنها غير دستورية."]]},{"content":["ARTICLE 4","المادة 4"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/referen"}},"section":[["The people shall exercise their sovereignty through their elected representatives by means of the referendum. The conditions of recourse to the referendum shall be determined by the present Constitution and by an organic law.","يمارس الشعب سيادته من خلال ممثليه المنتخبين عن طريق الاستفتاء. ويقرر الدستور الحالي والقانون الأساسي شروط الرجوع إلى الاستفتاء."],["The Constitutional Court shall see to the regularity of the referendum and shall proclaim its results.","تتولى المحكمة الدستورية تنظيم الاستفتاء وتعلن نتائجه."]]},{"content":["المادة 5","ARTICLE 5"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/partrght"}},"section":["Political parties shall cooperate in the expression of suffrage. They shall be formed and shall freely exercise their activities under conditions determined by the Charter of Political Parties. They must respect the principles of national sovereignty, of democracy, of territorial integrity and of the secularity of the State.","تتعاون الأحزاب السياسية في ممارسة حق الاقتراع. وهي تتشكل وتمارس أنشطتها بحرية في ظل الظروف التي يحددها ميثاق الأحزاب السياسية. وهي أيضًا تحترم مبادئ السيادة الوطنية والديمقراطية وسلامة الأراضي الإقليمية وعلمانية الدولة."]},{"content":["المادة 6","ARTICLE 6"],"metadata":{"topics":["http://www.constituteproject.org/ontology/voteun","http://www.constituteproject.org/ontology/voteres","http://www.constituteproject.org/ontology/freeelec"]},"section":["Suffrage shall be universal, equal and secret. The electors shall be, under the conditions determined by law, all Béninese nationals of both sexes over the age of eighteen and in full possession of their civil and political rights.","يكون حق الاقتراع عاماً ومتكافئاً وسرياً. ويكون الناخبون، طبقاً للشروط التي يقررها القانون، هم كل مواطني بنين من كلا الجنسين ممن تزيد أعمارهم عن ثمانية عشر عاماً، ويتمتعون بكافة حقوقهم المدينة والسياسية."]}]},{"content":["الباب الثاني. حقوق الأفراد وواجباتهم","TITLE II. RIGHTS AND DUTIES OF THE INDIVIDUAL"],"section":[{"content":["المادة 7","ARTICLE 7"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/intrght"}},"section":["تشكل الحقوق والواجبات التي أعلنها وضمنها الميثاق الأفريقي لحقوق الإنسان والشعوب الذي تبنته منظمة الوحدة الأفريقية في العام 1981 وصدقت عليه بنين في 20 كانون الثاني/يناير 1986، جزءًا لا يتجزأ من هذا الدستور ومن القانون البنيني.","The rights and duties proclaimed and guaranteed by the African Charter on Human and Peoples&#x27; Rights adopted in 1981 by the Organization of African Unity and ratified by Bénin on January 20, 1986 shall be an integral part of the present Constitution and of Béninese law."]},{"content":["المادة 8","ARTICLE 8"],"metadata":{"topics":["http://www.constituteproject.org/ontology/inalrght","http://www.constituteproject.org/ontology/health","http://www.constituteproject.org/ontology/cultrght"]},"section":[["The human person is sacred and inviolable.","شخص الإنسان مقدس ومصون."],["وتلتزم الدولة التزاماً مطلقاً باحترام شخص الإنسان وحمايته، وتكفل له ازدهاره الكامل بها. ولتحقيق ذلك، تضمن الدولة لمواطنيها المساواة في الحصول على الخدمات الصحية والتعليم والثقافة والمعلومات والتدريب المهني والتوظيف.","The State has the absolute obligation to respect it and protect it. It shall guarantee him a full blossoming out. To that end, it shall assure to its citizens equal access to health, education, culture, information, vocational training, and employment."]]},{"content":["ARTICLE 9","المادة 9"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/devlpers"}},"section":["Every human being has a right to the development and full expansion of his person in his material, temporal and intellectual dimensions, provided that he does not violate the rights of others nor infringe upon constitutional order and good manners.","يحق لكل إنسان تطوير نفسه والتوسع الكامل لشخصه في المجالات المادية والدنيوية والثقافية، بشرط ألا ينتهك حقوق الآخرين وألا ينتهك النظام الدستوري وحسن السلوك."]},{"content":["ARTICLE 10","المادة 10"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/cultrght"}},"section":["Every person has a right to culture. The State has the duty to safeguard and promote the national values of civilizations, as much material as spiritual, as well as the cultural traditions.","لكل شخص الحق في الثقافة، ويتوجب على الدولة حماية القيم الوطنية للحضارات، المادية بنفس قدر الروحية، إضافة إلى التقاليد الثقافية، والترويج لها."]},{"content":["ARTICLE 11","المادة 11"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/langprot"}},"section":[["تتمتع كل المجتمعات التي تكوِّن الأمة البنينية بحرية استعمال لغاتها المنطوقة والمكتوبة وتطوير ثقافتها الخاصة بينما تحترم ما يخص الآخرين.","All communities comprising the Béninese nation shall enjoy the freedom to use their spoken and written languages and to develop their own culture while respecting those of others."],["The State must promote the development of national languages of intercommunication.","يتوجب على الدولة تشجيع تطوير اللغات الوطنية للتواصل الداخلي."]]},{"content":["المادة 12","ARTICLE 12"],"section":["The State and public authorities shall guarantee the education of children and shall create conditions favorable to this end.","تضمن الدولة والسلطات العامة تعليم الأطفال وتوفر الأوضاع المناسبة لهذا الغرض."]},{"content":["ARTICLE 13","المادة 13"],"metadata":{"topics":["http://www.constituteproject.org/ontology/edcomp","http://www.constituteproject.org/ontology/edfree"]},"section":["توفر الدولة تعليم الشباب في المدارس العامة. يجب أن يكون التعليم الابتدائي إلزاميا. يجب على الدولة ضمان مجانية التعليم العام تدريجيا.","The State shall provide for the education of the youth by public schools. Primary education shall be obligatory. The State shall assure progressively free public education."]},{"content":["ARTICLE 14","المادة 14"],"section":["Religious institutions and communities shall be able to cooperate equally in the education of the youth. Private schools, secular or parochial, may be opened with the authorization and control of the State. The private schools may benefit from state subsidies under conditions determined by law.","تتعاون المؤسسات والمجتمعات الدينية على حد سواء في تعليم الشباب. ويمكن افتتاح المدارس الخاصة أو العلمانية أو الأبرشية بتصريح من الدولة وتحت مراقبتها. ويمكن للمدارس الخاصة أن تستفيد من الدعم المالي للدولة طبقاً للشروط التي يحددها القانون."]},{"content":["المادة 15","ARTICLE 15"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/life"}},"section":["لكل فرد الحق في الحياة والحرية والأمن والسلامة الشخصية.","Each individual has the right to life, liberty, security and the integrity of his person."]},{"content":["المادة 16","ARTICLE 16"],"section":[["لا يجوز القبض على أي إنسان أو أن يتهم إلا بمقتضى قانون صادر قبل ارتكاب التهم الموجهة إليه.","No one shall be arrested or accused except by virtue of a law promulgated prior to the charges against him."],["No citizen shall be forced into exile.","لا يُجبَر أي مواطن على الخروج إلى المنفى."]]},{"content":["ARTICLE 17","المادة 17"],"section":[{"content":["Any person accused of an unlawful act shall be presumed innocent until his culpability has been legally established in the course of a public lawsuit during which all guarantees necessary to his free defense shall have been assured to him.","يعتبر الشخص المتهم بارتكاب فعل غير قانوني بريئًا حتى تثبت إدانته قانونياً في سياق دعوة قضائية عامة يتمتع في خلالها بكل الضمانات اللازمة لدفاع حر."],"metadata":{"topics":["http://www.constituteproject.org/ontology/presinoc","http://www.constituteproject.org/ontology/pubtri"]}},{"content":["No one shall be condemned for actions or omissions which, at the moment when they were committed, did not constitute an infraction according to the national law. Likewise, he may not have a more severe penalty inflicted than that which was applicable at the time when the offense was committed.","لا يدان أي شخص بأعمال أو أخطاء لم تمثل وقت ارتكابها أي خرق طبقاً للقانون الوطني. وعلى النمط نفسه، لا توقع عليه عقوبة أشد من تلك القابلة للتطبيق وقت ارتكاب المخالفة."],"metadata":{"topics":["http://www.constituteproject.org/ontology/expost","http://www.constituteproject.org/ontology/wolaw"]}}]},{"content":["المادة 18","ARTICLE 18"],"section":[{"content":["No one shall be submitted to torture, nor to maltreatment, nor to cruel, inhumane or degrading treatment.","لا يجوز أن يتعرض أحد للتعذيب، أو لسوء المعاملة، أو لمعاملة قاسية أو غير إنسانية أو مهينة."],"metadata":{"topics":["http://www.constituteproject.org/ontology/torture","http://www.constituteproject.org/ontology/cruelty"]}},["No one shall have the right to prevent a detainee or an accused person from being examined by a doctor of his choice.","لن يكون لأحد الحق في منع المعتقل أو المتهم من التعرض للفحص من قبل طبيب يختاره."],{"content":["لا يجوز أن يوقف أحد في مؤسسة عقابية إذا لم يندرج تحت أحكام قانون العقوبات النافذ.","No one may be detained in a penal institution if he does not fall under the provisions of a penal law in force."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/wolaw"}}},{"content":["لا يُحتجَز أحد لمدة تزيد عن ثمان وأربعين ساعة إلا بقرار من قاضٍ يجب أن يكون قد مثل أمامه. ويمكن تمديد هذه الفترة فقط في ظل ظروف استثنائية ينص عليها القانون وبحيث لا تتجاوز مدة تزيد عن ثمانية أيام.","No one may be detained for a duration greater than forty-eight hours except by a decision of the magistrate before whom he must have been presented. This delay may be prolonged only in circumstances exceptionally provided for by law and may not exceed a period greater than eight days."],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/habcorp"}}}]},{"content":["ARTICLE 19","المادة 19"],"section":[["يعاقب طبقاً للقانون أي فرد أو أي موظف في الدولة تثبت مسؤوليته عن أي عمل من أعمال التعذيب أو سوء المعاملة أو المعاملة القاسية أو غير الإنسانية أو المهينة في الممارسة، أو في وقت ممارسة مهامه، سواء من تلقاء نفسه أم بموجب تعليمات.","Any individual or any agent of the State who shall be found responsible for an act of torture or of maltreatment or of cruel, inhumane or degrading treatment in the exercise of, or at the time of the exercise of his duties, whether of his own initiative or whether under instruction, shall be punished in accordance with the law."],["يُعفى أي فرد أو أي من العاملين في الدولة من واجب الطاعة عندما يمثل الأمر الصادر له انتهاكاً خطيراً وبيِّناً فيما يتعلق بحقوق الإنسان والحريات العامة.","Any individual or any agent of the State shall be absolved of the duty of obedience when the order received shall constitute a serious and manifest infringement with respect to human rights and public liberties."]]},{"content":["ARTICLE 20","المادة 20"],"metadata":{"topics":["http://www.constituteproject.org/ontology/evidence","http://www.constituteproject.org/ontology/privacy","http://www.constituteproject.org/ontology/inalrght"]},"section":["المسكن مصون. يتم دخول المنازل أو تفتيشها فقط بما يتوافق مع الأشكال والشروط التي يقرها القانون.","The domicile shall be inviolable. House visits or searches may be carried out only according to the forms and conditions provided by law."]},{"content":["ARTICLE 21","المادة 21"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/privacy"}},"section":["The secrecy of correspondence and of communications shall be guaranteed by law.","يضمن القانون سرية المراسلات والاتصالات."]},{"content":["المادة 22","ARTICLE 22"],"metadata":{"topics":["http://www.constituteproject.org/ontology/exprop","http://www.constituteproject.org/ontology/proprght"]},"section":["لكل شخص الحق في ممتلكاته. ولا يُحرم أحد من ممتلكاته إلا من أجل فائدة تقرها الدولة ومقابل تعويض عادل ومدفوع مقدماً.","Every person has the right to his property. No one shall be deprived of his property except for state-approved usefulness and in exchange for a just and prerequisite compensation."]},{"content":["ARTICLE 23","المادة 23"],"metadata":{"topics":["http://www.constituteproject.org/ontology/offrel","http://www.constituteproject.org/ontology/express","http://www.constituteproject.org/ontology/freerel","http://www.constituteproject.org/ontology/opinion"]},"section":[["Every person has the right to freedom of thought, of conscience, of religion, of creed, of opinion and of expression with respect for the public order established by law and regulations. The exercise of a creed and the expression of beliefs shall take place with respect for the secularity of the State.","لكل شخص الحق في حرية الفكر والضمير والدين، العقيدة، والرأي والتعبير مع احترام النظام العام المنصوص عليه في القانون واللوائح. ويجوز اتباع المذاهب والتعبير عن المعتقدات مع احترام علمانية الدولة."],["The institutions and the religious or philosophical communities shall have the right to develop without hindrances. They shall not be subject to the guardianship of the State. They shall regulate and administer their affairs in an autonomous manner.","يحق للمؤسسات والمجتمعات الدينية أو الفلسفية أن تنشأ دون عوائق و دون أن تخضع لوصاية الدولة. ويجوز لها تنظيم وإدارة شؤونها بطريقة مستقلة."]]},{"content":["المادة 24","ARTICLE 24"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/press"}},"section":["تعترف الدولة بحرية الصحافة وتضمنها، وتحميها الهيئة العليا للوسائل الصوتية والمرئية والاتصالات بما يتوافق مع الشروط التي يحددها قانون أساسي.","Freedom of the press shall be recognized and guaranteed by the State. It shall be protected by the High Authority of Audio-Visuals and Communications under the conditions fixed by an organic law."]},{"content":["ARTICLE 25","المادة 25"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/assem"}},"section":["The State shall recognize and guarantee, under conditions fixed by law, the freedom to go and come, the freedom of association, of assembly, of procession and of demonstration.","تعترف الدولة وتضمن، طبقاً للشروط التي يحددها القانون، حرية التنقل، وحرية تكوين الجمعيات، والتجمع، وتنظيم المواكب والتظاهر."]},{"content":["المادة 26","ARTICLE 26"],"metadata":{"topics":["http://www.constituteproject.org/ontology/equalgr1","http://www.constituteproject.org/ontology/equal"]},"section":[{"content":["The State shall assure to everyone equality before the law without distinction of origin, of race, of sex, of religion, of political opinion or of social position.","تضمن الدولة للجميع المساواة أمام القانون دون تمييز من حيث الأصل أو العرق أو الجنس أو الدين أو الرأي السياسي أو المركز الاجتماعي."],"metadata":{"topics":["http://www.constituteproject.org/ontology/equalgr12","http://www.constituteproject.org/ontology/equalgr3","http://www.constituteproject.org/ontology/equalgr6","http://www.constituteproject.org/ontology/equalgr15","http://www.constituteproject.org/ontology/equalgr4"]}},{"content":["الرجال والنساء متساوون أمام القانون. تحمي الدولة الأسرة وخاصة الأم والطفل. كما تعنى بالمعوقين وكبار السن.","Men and women are equal under the law. The State shall protect the family and particularly the mother and child. It shall take care of handicapped and aged persons."],"metadata":{"topics":["http://www.constituteproject.org/ontology/finsup4","http://www.constituteproject.org/ontology/finsup3","http://www.constituteproject.org/ontology/finsup1"]}}]},{"content":["ARTICLE 27","المادة 27"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/env"}},"section":["Every person has the right to a healthy, satisfying and lasting environment and has the duty to defend it. The State shall watch over the protection of the environment.","لكل شخص الحق في بيئة صحية ومُرضِية ودائمة، وعليه واجب حمايتها. ويجب على الدولة السهر على حماية البيئة."]},{"content":["ARTICLE 28","المادة 28"],"section":["The storage, handling, and removal of toxic wastes or pollutants originating from factories and other industrial or cottage industry units installed in the national territory shall be regulated by law.","ينظم القانون تخزين النفايات السامة أو المواد الملوِثة الناتجة عن المصانع والوحدات الصناعية الأخرى أو وحدات الصناعة المنزلية المقامة في الأراضي الوطنية، ومعالجتها، وإزالتها."]},{"content":["ARTICLE 29","المادة 29"],"section":["The transportation, importation, storage, burying and the discharging on the national territory of toxic wastes or foreign pollutants and any agreement relating to it shall constitute a crime against the Nation. The applicable sanctions shall be defined by law.","يمثل نقل النفايات السامة أو المواد الملوثة الغريبة في الأراضي الوطنية، واستقدامها وتخزينها ودفنها والتخلص منها وأي اتفاقية تتعلق بها جريمة ضد الأمة، ويقرر القانون العقوبات القابلة للتطبيق بشأنها. تحدد العقوبات المطبقة عليها القانون."]},{"content":["ARTICLE 30","المادة 30"],"metadata":{"topics":["http://www.constituteproject.org/ontology/provwork","http://www.constituteproject.org/ontology/remuner"]},"section":["The State shall recognize for all citizens the right to work and shall strive to create conditions which shall make the enjoyment of this right effective and shall guarantee to the worker just compensation for his services or for his production.","تعترف الدولة بحق كل المواطنين في العمل وتجتهد لإرساء الظروف التي تفعِّل هذا وتضمن للعامل تعويضاً عادلاً عن خدماته أو إنتاجه."]},{"content":["المادة 31","ARTICLE 31"],"metadata":{"topics":["http://www.constituteproject.org/ontology/strike","http://www.constituteproject.org/ontology/jointrde"]},"section":["The State shall recognize and guarantee the right to strike. Each worker may defend, under the conditions provided by law, his rights and interests whether individually, whether collectively, or by trade union action. The right to strike shall be exercised under conditions defined by law.","على الدولة أن تعترف بحق الإضراب وأن تضمنه. ويحق لكل عامل، طبقاً للشروط التي يحددها القانون، بأن يحمي حقوقه ومصالحه سواء عن طريق العمل المنفرد، أو الجماعي، أو من خلال النقابات المهنية. وتكون ممارسة الحق في الإضراب في إطار الشروط التي يحددها القانون."]},{"content":["ARTICLE 32","المادة 32"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/milserv"}},"section":[["الدفاع عن الدولة وسلامة أراضي الجمهورية واجب مقدس لكل مواطن بنيني.","The defense of the Nation and of the integrity of the territory of the Republic is a sacred duty for every Béninese citizen."],["يجب أن تكون الخدمة العسكرية إلزامية. يحدد القانون الشروط اللازمة لأداء هذا الواجب.","Military service shall be obligatory. The conditions for the accomplishment of this duty shall be determined by law."]]},{"content":["المادة 33","ARTICLE 33"],"metadata":{"topics":["http://www.constituteproject.org/ontology/work","http://www.constituteproject.org/ontology/taxes"]},"section":["على كل مواطني جمهورية بنين واجب العمل من أجل الصالح العام، وأداء كل التزاماتهم المدنية والمهنية، ودفع مساهماتهم المالية.","All citizens of the Republic of Bénin have the duty to work for the common good, to fulfill all of their civic and professional obligations, and to pay their fiscal contributions."]},{"content":["المادة 34","ARTICLE 34"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/abide"}},"section":["على كل مواطن بنيني، مدني أو عسكري، واجب مقدس، في جميع الظروف، هو احترام الدستور والنظام الدستوري الموضوع إضافة إلى قوانين وأحكام الجمهورية.","Each Béninese citizen, civilian or military, has the sacred duty to respect, in all circumstances, the Constitution and the established constitutional order as well as the laws and regulations of the Republic."]},{"content":["المادة 35","ARTICLE 35"],"section":["يجب على المواطنين الذين يشغلون المناصب العامة أو يُنتخَبون لشغل منصب سياسي أداء عملهم بضمير وكفاءة واستقامة وولاء وإخلاص من أجل الصالح العام.","Citizens responsible for a public office or elected to a political office have the duty to fulfil it with conscience, competence, probity, devotion, and loyalty in the interest of the common good."]},{"content":["المادة 36","ARTICLE 36"],"section":["Each Béninese has the duty to respect and to consider his own kin without any discrimination; and to keep relations with others that shall permit the safeguarding, the reinforcement and promotion of respect, dialog and reciprocal tolerance with a view to peace and to national cohesion.","على كل بنيني واجب احترام أهله ومراعاتهم من دون أي تمييز؛ وإقامة علاقات مع الآخرين بشكلٍ يسمح بحماية وتعزيز وتشجيع الاحترام والحوار والتسامح المتبادل مع النظر إلى السلام وإلى التماسك الوطني."]},{"content":["المادة 37","ARTICLE 37"],"section":["Public property shall be sacred and inviolate. Each Béninese citizen must respect it scrupulously and protect it. Any act of sabotage, vandalism, corruption, diversion, dilapidation or illegal enrichment shall be suppressed under conditions provided by law.","الممتلكات العامة مقدسة ولها حرمتها. وعلى كل مواطن بنيني أن يحترمها بدقة ويحميها. يتمّ منع أي عمل من أعمال التخريب أو التحطيم أو الفساد أو الانحراف أو الخراب أو الإثراء غير الشرعي طبقاً للشروط التي يحددها القانون."]},{"content":["المادة 38","ARTICLE 38"],"section":["تحمي الدولة الحقوق والمصالح الشرعية للمواطنين البنينيين في البلاد الأجنبية.","The State shall protect the rights and legitimate interests of Béninese citizens in a foreign country."]},{"content":["ARTICLE 39","المادة 39"],"section":["يتمتع الأجانب على أرض جمهورية بنين بالحقوق والحريات نفسها التي يتمتع بها المواطنون البنينيون، وهذا طبقاً للشروط التي يحددها القانون. ويجب أن يلتزموا بالدستور والقوانين والأنظمة المعمول بها في الجمهورية.","Foreigners in the territory of the Republic of Bénin shall have the benefit of the same rights and liberties as the Béninese citizens, and this under the conditions determined by law. They must conform to the Constitution and to the laws and regulations of the Republic."]},{"content":["ARTICLE 40","المادة 40"],"section":[{"content":["على الدولة واجب ضمان نشر الدستور، والإعلان العالمي لحقوق الإنسان للعام 1948، والميثاق الأفريقي لحقوق الإنسان والشعوب للعام 1981 والتوعية بها، إضافة إلى كل الصكوك الدولية التي صُدِق عليها حسب الأصول والتي تتصل بحقوق الإنسان.","The State has the duty to assure the diffusion and the teaching of the Constitution, of the Universal Declaration of Human Rights of 1948, of the African Charter on Human and Peoples&#x27; Rights of 1981 as well as all of the international instruments duly ratified and relative to Human Rights."],"metadata":{"topics":["http://www.constituteproject.org/ontology/intrght","http://www.constituteproject.org/ontology/intlaw"]}},["يجب على الدولة دمج حقوق الأفراد في برامج القراءة والكتابة والتعليم في الدوائر الأكاديمية المدرسية والجامعية المختلفة وفي كل البرامج التربوية للقوات المسلحة، وقوات الأمن العام والفئات المماثلة.","The State must integrate the rights of the individual into the programs of literacy and of teaching in the various scholastic and university academic cycles and into all the educational programs of the Armed Forces, of the Public Security Forces and of comparable categories."],{"content":["يجب أن تضمن الدولة نشر وتدريس هذه الحقوق نفسها باللغات الوطنية عن طريق كل وسائل الاتصال الجماهيرية، وخصوصاً عن طريق الإذاعة والتلفزيون.","The State must equally assure the diffusion and teaching of these same rights in the national languages by all the means of mass communication, and particularly by radio and television."],"metadata":{"topics":["http://www.constituteproject.org/ontology/radio","http://www.constituteproject.org/ontology/tv"]}}]}]},{"content":["الباب الثالث. السلطة التنفيذية","TITLE III. EXECUTIVE POWER"],"section":[{"content":["ARTICLE 41","المادة 41"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/execnum"}},"section":[["رئيس الجمهورية هو رئيس الدولة. وتنتخبه الأمة وهو يجسد الوحدة الوطنية.","The President of the Republic shall be the Chief of State. He shall be elected by the Nation and shall embody the national unity."],["وهو الضامن للاستقلال الوطني ووحدة الأرض واحترام المعاهدات والاتفاقيات الدولية.","He shall be the guarantor of national independence, of territorial integrity, and of respect for the Constitution, treaties and international agreements."]]},{"content":["ARTICLE 42","المادة 42"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hosterml"}},"section":[{"content":["يُنتخب رئيس الجمهورية لمدة خمس سنوات بالاقتراع العام المباشر، قابلة للتجديد مرة واحدة.","The President of the Republic shall be elected by direct universal suffrage for a mandate of five years, renewable only one time."],"metadata":{"topics":["http://www.constituteproject.org/ontology/hosterm","http://www.constituteproject.org/ontology/hoselect"]}},["في أي حال من الأحوال، لا يمكن لأحد أن يتولى أكثر من ولايتين رئاسيتين.","In any case, no one shall be able to exercise more than two presidential mandates."]]},{"content":["ARTICLE 43","المادة 43"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hoselect"}},"section":["The election of the President of the Republic shall take place with a uninominal majority ballot in two rounds.","يُنتخَب رئيس الجمهورية بحصول مرشح واحد على الأغلبية في تصويت من جولتين."]},{"content":["المادة 44","ARTICLE 44"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hosrest"}},"section":{"content":["No one may be a candidate for the office of President of the Republic unless:","لا يترشح أحد لشغل موقع رئيس الجمهورية إلا إذا كان:"],"section":{"content":["يحمل الجنسية البنينية منذ ولادته أو اكتسبها قبل عشرة أعوام على الأقل؛","He is of Béninese nationality at birth or shall have acquired it for at least ten years;"],"section":[["من أصحاب المبادئ الأخلاقية الطيبة والأمانة العظيمة؛","He is of good morality and of great honesty;"],["يتمتع بكل حقوقه المدنية والسياسية؛","He enjoys all his civil and political rights;"],{"content":["He is at least 40 years old but not more than 70 years old at the date of the filing of his candidacy;","يبلغ من العمر 40 عاماً على الأقل، ولا يزيد عن 70 عاماً عند تاريخ تسجيل الترشح؛"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hosage"}}},["يقيم على أرض جمهورية بنين في وقت الانتخابات؛","He resides in the territory of the Republic of Bénin at the time of the elections;"],["He enjoys a satisfactory state of physical and mental well-being duly verified by a collegiate board of three doctors sworn and designated by the Constitutional Court.","يتمتع بحالة بدنية وعقلية مُرضِية تحققت منها حسب الأصول لجنة مجمعة من ثلاثة أطباء محلفين ومعينين من جانب المحكمة الدستورية."]]}}},{"content":["المادة 45","ARTICLE 45"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hoselect"}},"section":[["The President of the Republic shall be elected by an absolute majority of votes cast. If that shall not be obtained in the first round of voting, it shall be followed, after a delay of fifteen days, by a second round.","ينتخب رئيس الجمهورية بالأغلبية المطلقة من الأصوات. وإذا لم يحصل على الأغلبية المطلقة في الجولة الأولى من التصويت، تتبعها، بعد خمسة عشر يوماً، جولة ثانية."],["The only ones who may be presented in the second round of balloting shall be the two candidates who shall have received the greatest number of votes in the first round. In case of the withdrawal of one or both of the two candidates, the next ones shall be presented in the order of their filing after the first balloting.","الوحيدان اللذان يشاركان في الجولة الثانية من الاقتراع هما المرشحان اللذان يحصلان على أكبر عدد من الأصوات في الجولة الأولى. وفي حال انسحاب أحد المرشحين أو كليهما، يتم استبدال المنسحب ممن يلي بحسب ترتيب الحصول على الأصوات الذي انتهت إليه الجولة الأولى."],["يتمّ إعلان انتخاب المرشح الذي يحصل على الأغلبية النسبية للأصوات التي يتم الإدلاء بها في الجولة الثانية.","The candidate having received the relative majority of votes cast in the second round shall be declared elected."]]},{"content":["ARTICLE 46","المادة 46"],"section":["The convocation of the electors shall be made by a decree issued in the Council of Ministers.","تتم دعوة الناخبين للإدلاء بأصواتهم بمرسوم صادر عن مجلس الوزراء."]},{"content":["ARTICLE 47","المادة 47"],"section":[["The first round of balloting for the election of the President of the Republic shall take place at least thirty days and at most forty days before the expiration date of the powers of the President in office.","تجرى الجولة الأولى من الاقتراع لانتخاب رئيس الجمهورية قبل ثلاثين يوماً على الأقل وأربعين يوماً على الأكثر من تاريخ انتهاء سلطات من يشغل منصب الرئيس."],["تبدأ فترة رئيس الجمهورية الجديد من تاريخ انتهاء فترة سلفه.","The mandate of the new President of the Republic shall take effect by counting from the expiration date of the mandate of his predecessor."]]},{"content":["ARTICLE 48","المادة 48"],"section":[["يحدد القانون شروط الأهلية للترشح، وتقديم المرشحين، وسير عملية التصويت، وفرز الأصوات وإعلان نتائج انتخاب رئيس الجمهورية.","The law shall fix the conditions of eligibility, of the presentation of the candidates, of the progress of the balloting, of the counting of the votes and of the proclamation of the results of the election of the President of the Republic."],["يحدد القانون المخصصات المدنية لرئيس الجمهورية ويحدد راتب التقاعد الذي يحصل عليه رؤساء الجمهورية السابقين.","The law shall fix the civil list of the President of the Republic and shall determine the pension to be allocated to the former Presidents of the Republic."],["ولكن لكي يتم وضعه في الاعتبار منذ إصدار هذا الدستور، فإن رؤساء الجمهورية المنتخبين دستورياً فقط هم الذين يمكنهم الاستفادة من بنود الفقرة السابقة.","However, in order to be counted from the promulgation of the present Constitution, only the constitutionally elected Presidents of the Republic shall be able to benefit from the provisions of the preceding paragraph."]]},{"content":["ARTICLE 49","المادة 49"],"section":[["تحافظ المحكمة الدستورية على انتظام الاقتراع وتتحقق من نتائجه.","The Constitutional Court shall watch over the regularity of the balloting and shall verify its results."],["يكون انتخاب رئيس الجمهورية محل إعلان مؤقت.","The election of the President of the Republic shall be made the subject of a provisional proclamation."],["إذا لم يتمّ تقديم أي اعتراض على انتظام العمليات الانتخابية إلى مكتب أمين المحكمة من جانب أحد المرشحين في خلال خمسة أيام من الإعلان المؤقت، تعلن المحكمة الانتخاب النهائي لرئيس الجمهورية.","If any dispute relating to the regularity of the electoral operations shall not have been filed in the Office of the Clerk of the Court by one of the candidates within five days of the provisional proclamation, the Court shall declare the President of the Republic definitely elected."],["في حال حدوث اعتراض، يجب أن تصدر المحكمة قرارها في خلال عشرة أيام من الإعلان المؤقت؛ ويتضمن قرارها الإعلان النهائي للنتيجة أو إلغاء الانتخاب.","In case of a dispute, the Court must decide within ten days of the provisional proclamation; its decision shall convey the final proclamation of or the annulment of the election."],["إذا لم يُثار اعتراض خلال الخمسة أيام فترة الانتظار، وإذا قررت المحكمة الدستورية أن الانتخابات لم تشوبها أي مخالفة تستوجب طبيعتها إلغاء النتيجة، فإنها تعلن انتخاب رئيس الجمهورية خلال الأيام الخمسة عشر التالية للاقتراع.","If no dispute has been raised within the waiting period of five days and if the Constitutional Court shall deem that the election has not been tainted by any irregularity of a nature to bring about an annulment, it shall proclaim the election of the President of the Republic within the fifteen days following the balloting."],["في حال الإلغاء، تجرى دورة جديدة للاقتراع خلال خمسة عشر يوماً من قرار الإلغاء.","In case of annulment, a new round of balloting shall proceed within fifteen days of the decision."]]},{"content":["المادة 50","ARTICLE 50"],"metadata":{"topics":["http://www.constituteproject.org/ontology/hossucc","http://www.constituteproject.org/ontology/hosdiss"]},"section":[["In case of vacancy of the Presidency of the Republic by death, resignation or permanent impediment, the National Assembly shall reconvene in order to rule on the case with an absolute majority of its members. The President of the National Assembly shall refer the matter to the Constitutional Court which shall certify it and declare the vacancy of the Presidency of the Republic. The duties of President of the Republic, with the exception of those mentioned in Articles 54 paragraph 3, 58 [typographical error: &quot;50&quot; in French text below-ed.], 60, 101, and 154 shall be temporarily exercised by the President of the National Assembly.","في حالة شغور منصب رئاسة الجمهورية بسبب الوفاة أو الاستقالة أو إعاقة دائمة، يتعين على الجمعية الوطنية الانعقاد من أجل البت في القضية بالأغلبية المطلقة لعدد أعضائها. ويقوم رئيس الجمعية الوطنية بإحالة المسألة إلى المحكمة الدستورية التي يجب المصادقة عليها وإعلان شغور رئاسة الجمهورية. وتمارس واجبات رئيس الجمهورية، باستثناء تلك المذكورة في المادتين 54 الفقرة 3، 58 [خطأ مطبعي: &quot;50&quot; في النص الفرنسي]، 60، 101، و154 مؤقتا من قبل رئيس الجمعية الوطنية."],["The election of a new President of the Republic shall take place thirty days at the least and forty days at most after the declaration of the permanent nature of the vacancy.","يتم انتخاب رئيس الجمهورية الجديد خلال ثلاثين يوماً على الأقل وأربعين يوماً على الأكثر من إعلان الشغور الدائم للمنصب."],["In case of bringing an accusation of the President of the Republic before the High Court of Justice, his interim shall be assumed by the President of the Constitutional Court who shall exercise all the duties of President of the Republic with the exception of those mentioned in Articles 54 paragraph 3, 58, 60, 101 and 154.","في حال توجيه اتهام لرئيس الجمهورية أمام محكمة العدل العليا، يحل رئيس المحكمة الدستورية محله مؤقتًا ويتولى كل مهام رئيس الجمهورية باستثناء تلك المنصوص عليها في الفقرة 3 من المادة 54، والمواد 58، و60 و101 و154."],["In case of absence from the territory, of illness and of vacation of the President of the Republic, his interim shall be assumed by a member of the Government whom he shall have designated and within the limitation of powers that he shall have delegated to him.","في حال تغيّب رئيس الجمهورية عن الأراضي الإقليمية، أو في حال مرضه أو ذهابه في عطلة، يحل محله مؤقتًا عضو من أعضاء الحكومة يقوم هو بتحديده، وفي نطاق السلطات التي يفوضها له."]]},{"content":["ARTICLE 51","المادة 51"],"section":["The duties of the President of the Republic shall be incompatible with the exercise of any other elected office, of all public employment-civil or military, and of all professional activity.","لا يجوز الجمع بين مهام رئيس الجمهورية وشغل أي منصب منتخَب آخر أو أي وظائف عامة - مدنية أو عسكرية، أو أي نشاطات مهنية."]},{"content":["المادة 52","ARTICLE 52"],"section":[["لا يجوز لرئيس الجمهورية وأعضاء الحكومة، خلال تأديتهم لواجباتهم، شراء أو استئجار أي شيء يخص الدولة، بأنفسهم أو من خلال وسيط، من دون تفويض مسبق من المحكمة الدستورية وبما يتوافق مع الشروط التي يحددها القانون.","In the course of their duties, the President of the Republic and the members of the Government may not by themselves, nor by an intermediary, purchase or take a lease on anything that pertains to the domain of the State without prior authorization of the Constitutional Court under conditions fixed by law."],["They shall be bound then, from their entry into office and to the end of it, to make on their honor a written declaration of their assets and inheritance addressed to the Committee of Accounts of the Supreme Court.","وهم يلتزمون من وقت توليهم مناصبهم وحتى تركها، بتقديم إعلان خطي على مسؤوليتهم بممتلكاتهم وميراثهم ويوجه للجنة حسابات المحكمة العليا."],["They may not take part in the buying of supplies and in the awarding of contracts for the administration or institutions within the jurisdiction of the State or submitted to their control.","ولا يجوز أن يشاركوا في شراء المواد ولا في منح العقود للإدارة أو المؤسسات التي تقع في نطاق اختصاص الدولة أو التي تخضع لهم."]]},{"content":["ARTICLE 53","المادة 53"],"metadata":{"topics":["http://www.constituteproject.org/ontology/oath","http://www.constituteproject.org/ontology/god"]},"section":[["قبل تولي منصبه، يحلف رئيس الجمهورية اليمين التالي:","Before taking his office, the President of the Republic shall take the following oath:"],["&quot;Before God, the Manes [spirits] of the ancestors, the Nation and before the Béninese People, the only holder of sovereignty;","&quot;أمام الله، وأرواح الأسلاف، والأمة وأمام الشعب البنيني، المالك الوحيد للسيادة؛"],{"content":["&quot;I, President of the Republic, elected in accordance with the laws of the Republic do solemnly swear","أنا، رئيس الجمهورية المنتخب طبقاً لقوانين الجمهورية، أقسم بكل إجلال"],"section":{"content":["أن أحترم وأدافع عن الدستور الذي أقره الشعب البنيني بحرية لنفسه؛","To respect and defend the Constitution which the Béninese People have freely given to themselves;"],"section":[["وأن أؤدي بإخلاص مهام الوظيفة السامية التي عهدت إلي بها الأمة؛","To fulfil loyally the high office that the Nation has entrusted to me;"],["To allow myself to be guided only by the general interest and the respect for human rights to consecrate all my strength to the research and the promotion of the common good, of peace and of national unity;","وألا يقودني شيء إلا المصلحة العامة واحترام حقوق الإنسان، وأن أكرس كل قوتي للبحث عن الصالح العام، والسلام والوحدة الوطنية وتشجيعها؛"],["وأن أحافظ على سلامة الأراضي الوطنية؛","To preserve the integrity of the national territory;"],["To conduct myself everywhere as a faithful and loyal servant of the people.","وأن يكون سلوكي في كل مكان هو سلوك الخادم المخلص والموالي للشعب."]]}},["وفي حال الحنث بالعهد، أن أذعن لقوة القانون.&quot;","In case of perjury, that I shall submit to the severity of the law.&quot;"],["يؤدى هذا القسم لرئيس المحكمة الدستورية، أمام الجمعية الوطنية والمحكمة العليا.","This oath shall be received by the President of the Constitutional Court before the National Assembly and the Supreme Court."]]},{"content":["ARTICLE 54","المادة 54"],"section":[["The President of the Republic shall be the holder of executive power. He shall be the head of the Government, and with this title he shall determine and conduct the politics of the Nation. He shall exercise statutory power.","يكون رئيس الجمهورية صاحب السلطة التنفيذية. ويكون رئيس الحكومة، ويحدد بهذا اللقب وينفذ سياسة الأمة. ويمارس السلطة التنفيذية."],["He shall have the Civil Service and the Armed Forces at his disposal. He shall be responsible for the National Defense.","تكون الإدارة المدنية والقوات المسلحة تحت إمرته، ويكون مسؤولا عن الدفاع الوطني."],["ويعين، بعد أخذ مشورة الجمعية الوطنية، أعضاء الحكومة؛ ويحدد اختصاصاتهم ويعزلهم.","He shall appoint, after an advisory opinion of the National Assembly, the members of the Government; he shall fix their prerogatives and shall bring an end to their duties."],["يكون أعضاء الحكومة مسؤولين أمامه.","The members of the Government shall be responsible to him."],["لا تتوافق مهام أعضاء الحكومة مع ممارسة أي تكليف برلماني، أو أي وظيفة عامة، أو مدنية أو عسكرية، أو أي نشاط مهني.","The duties of the members of the Government shall be incompatible with the exercise of any parliamentary mandate, with any public employment-civil or military, and with any professional activity."],["The acts of the President of the Republic other than those provided for in Articles 60 and 115 shall be countersigned by the Ministers charged with their execution.","يشترك في التوقيع على أعمال رئيس الجمهورية، خلاف تلك المنصوص عليها في المادتين 60 و115، الوزراء المكلفون بتنفيذها."]]},{"content":["ARTICLE 55","المادة 55"],"metadata":{"topics":["http://www.constituteproject.org/ontology/cabpow","http://www.constituteproject.org/ontology/cabinet"]},"section":[["يتولى رئيس الجمهورية رئاسة مجلس الوزراء.","The President of the Republic shall preside over the Council of Ministers."],{"content":["The Council of Ministers shall deliberate obligatorily on:","يلتزم مجلس الوزراء اجباريا بمناقشة:"],"section":{"content":["Decisions determining the general policies of the State;","القرارات التي تحدد السياسات العامة للدولة؛"],"section":[["Government bills;","مشروعات القوانين الحكومية؛"],["Ordinances and regulatory decrees.","الأحكام والمراسيم التنظيمية."]]}}]},{"content":["المادة 56","ARTICLE 56"],"section":[["The President of the Republic shall appoint three of the seven members of the Constitutional Court.","يعين رئيس الجمهورية ثلاثة من أعضاء المحكمة الدستورية السبعة."],["بعد تلقي المشورة من رئيس الجمعية الوطنية، يعين من مجلس الوزراء: رئيس المحكمة العليا، ورئيس الهيئة العليا للوسائل الصوتية والمرئية والاتصالات، والمستشار الأول للنظام الوطني.","After advice from the President of the National Assembly, he shall appoint from the Council of Ministers: the President of the Supreme Court, the President of the High Authority of Audio-Visuals and Communications, and the Grand Chancellor of the National Order."],["He shall appoint likewise from the Council of Ministers: members of the Supreme Court, Ambassadors, special envoys, Magistrates, general and superior officials, and the high office-holders whose list shall be fixed by an organic law.","ويعين بالمثل من مجلس الوزراء: أعضاء المحكمة العليا، والسفراء، والمبعوثين الخاصين، والقضاة، والمسؤولين العامين وذوي المراتب العالية، وشاغلي الوظائف العليا الذين يحددهم قانون أساسي."]]},{"content":["المادة 57","ARTICLE 57"],"metadata":{"topics":["http://www.constituteproject.org/ontology/legini","http://www.constituteproject.org/ontology/override","http://www.constituteproject.org/ontology/legapp"]},"section":[["يحق لرئيس الجمهورية المبادرة بإصدار القوانين في الوقت نفسه مع أعضاء الجمعية الوطنية.","The President of the Republic shall have the initiative of laws concurrently with the members of the National Assembly."],["He shall assure the promulgation of laws within the fifteen days following their transmission to him by the President of the National Assembly.","ويضمن إصدار القوانين خلال الأيام الخمسة عشر التالية لإرسالها إليه من جانب رئيس الجمعية الوطنية."],["وتقل هذه المهلة إلى خمسة أيام في حال إعلان الجمعية الوطنية لوضع طارئ.","This time limit shall be reduced to five days in case of an emergency declared by the National Assembly."],["ويجوز للرئيس، قبل انقضاء فترات الانتظار تلك، أن يطلب من الجمعية الوطنية إعادة مناقشة القانون أو بعض مواده. لا يجوز رفض هذه المداولة الثانية.","He shall be able, before the expiration of these waiting periods, to demand of the National Assembly a second deliberation of the law or of certain of its articles. This second deliberation may not be refused."],["إذا كانت الجمعية الوطنية في نهاية دورتها، فإن هذه المناقشة الثانية تتم تلقائياً وقت انعقاد الدورة العادية التالية.","If the National Assembly shall be at the end of the session, this second deliberation shall take place automatically at the time of the following regular session."],["The vote for this second deliberation shall be acquired by the absolute majority of members composing the National Assembly. If, after this last vote, the President of the Republic shall refuse to promulgate the law, the Constitutional Court upon a submission by the President of the National Assembly shall declare the law enforceable if it is in accordance with the Constitution.","يكتسب التصويت لهذا المداولة الثانية بالأغلبية المطلقة للأعضاء الذين تتكون منهم الجمعية الوطنية. أذا رفض رئيس الجمهورية اصدار القانون بعد هذا التصويت الأخير، يجوز للمحكمة الدستورية، بناء على طلب من رئيس الجمعية الوطنية، أن تعلن سريان القانون إذا كان متوافقاً مع الدستور."],["يتمّ اتباع نفس إجراءات التطبيق في حال انقضت فترة الخمسة عشر يوماً اللازمة للإصدار المنصوص عليها في الفقرة 2 من هذه المادة، ولم يتم إصدار القانون أو طلب إجراء قراءة ثانية له.","The same procedure for implementation shall be followed when, at the expiration of the deadline of fifteen days for promulgation provided for in paragraph 2 of the present article, there is neither promulgation nor demand for a second reading."]]},{"content":["المادة 58","ARTICLE 58"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/referen"}},"section":["The President of the Republic, after consultation with the President of the National Assembly and the President of the Constitutional Court, shall be able to take the initiative of the referendum on any question relative to the promotion of and the reinforcement of human rights, to sub-regional or regional integration, and to the organization of public authorities.","يمكن لرئيس الجمهورية، بعد مشاورة رئيس الجمعية الوطنية ورئيس المحكمة الدستورية، القيام بمبادرة الدعوة لاستفتاء حول أي موضوع يتصل بتشجيع حقوق الإنسان وتعزيزها، أو بالتكامل دون الإقليمي أو الإقليمي، أو تنظيم السلطات العامة."]},{"content":["المادة 59","ARTICLE 59"],"section":["يكفل رئيس الجمهورية تنفيذ القوانين ويضمن ذلك عن طريق القرارات القضائية.","The President of the Republic shall insure the execution of the laws and shall guarantee that by judicial decisions."]},{"content":["المادة 60","ARTICLE 60"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/pardon"}},"section":["The President of the Republic shall have the power of pardon. He shall exercise this right under the conditions defined by Article 130.","يتمتع رئيس الجمهورية بسلطة إصدار العفو. ويمارس هذا الحق بموجب الشروط التي تحددها المادة 130."]},{"content":["ARTICLE 61","المادة 61"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hospow"}},"section":["سوف يعتمد رئيس الجمهورية أوراق اعتماد السفراء والمبعوثين فوق العادة لدى الدول الأجنبية؛ ويتسلم أوراق اعتماد السفراء والمبعوثين فوق العادة المعتمدين لديه.","The President of the Republic shall accredit the ambassadors and special envoys to foreign powers; the ambassadors and special envoys of the foreign powers shall be accredited to him."]},{"content":["المادة 62","ARTICLE 62"],"metadata":{"topics":["http://www.constituteproject.org/ontology/hosstaff","http://www.constituteproject.org/ontology/comchief"]},"section":[["The President of the Republic shall be the Supreme Commander of the Armed Forces.","رئيس الجمهورية هو القائد الأعلى للقوات المسلحة."],["ويعين من بين مجلس الوزراء، أعضاء المجلس الأعلى للدفاع ويترأس اجتماعات المجلس المذكور.","He shall appoint from the Council of Ministers the members of the Superior Council of Defense and shall preside at the meetings of the said Council."],["The composition, the organization and the operation of the Superior Council of Defense shall be fixed by a law.","ويحدد القانون تشكيل وتنظيم وطريقة عمل المجلس الأعلى للدفاع."]]},{"content":["المادة 63","ARTICLE 63"],"section":["The President of the Republic may, in addition to the specialized functions of the defense of territorial integrity vested in the Armed Forces, have them cooperate in the economic development of the Nation and in any other tasks of public interest under the conditions defined by the law.","يحق لرئيس الجمهورية، بالإضافة إلى الوظائف الخاصة بالدفاع عن سلامة الأراضي الإقليمية الموكلة إلى القوات المسلحة، إشراك هذه القوات في التنمية الاقتصادية للأمة وفي أي مهام أخرى تخص المصلحة العامة طبقاً للشروط التي يحددها القانون."]},{"content":["المادة 64","ARTICLE 64"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/milrest"}},"section":[["يجب على أي فرد من أفراد القوات المسلحة أو الأمن العام الذي يرغب في الترشح لموقع رئيس الجمهورية أن يقدم أولاً استقالته من القوات المسلحة أو الأمن العام.","Any member of the Armed Forces or the Public Security who shall desire to be a candidate for the office of President of the Republic must first send in his resignation from the Armed Forces or the Public Security."],["In this case, the interested person will be able to claim the benefits of the rights acquired in accordance with the regulations of his corps.","في هذه الحالة، يمكن للشخص المتقدم الحصول على المزايا التي يستحقها بما يتفق مع أحكام المنظمة التي ينتمي إليها."]]},{"content":["المادة 65","ARTICLE 65"],"section":["تُعَد أي محاولة لإسقاط النظام الدستوري من جانب العاملين في القوات المسلحة أو الأمن العام خرقًا للواجب وجريمة ضد الأمة والدولة ويُعاقَب عليها طبقاً للقانون.","Any attempt to overthrow the constitutional regime by the personnel of the Armed Forces or of the Public Security shall be considered as a breach of duty and a crime against the Nation and the State and will be punished in accordance with the law."]},{"content":["ARTICLE 66","المادة 66"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/overthrw"}},"section":[["In case of a coup d&#x27;Etat, of a putsch, of aggression by mercenaries or of any action by force whatsoever, any member of a constitutional agency shall have the right and the duty to make an appeal by any means in order to re-establish the constitutional legitimacy, including recourse to existing agreements of military or defense cooperation.","في حالة حدوث انقلاب، أو محاولة لإسقاط الحكومة بالقوة، أو اعتداء من جانب مرتزقة أو أي عمل كان بالقوة، يحق لأي عضو من أعضاء هيئة دستورية، ويتوجب عليه، المناشدة بكل الوسائل لإعادة إرساء الشرعية الدستورية، بما في ذلك اللجوء إلى الاتفاقيات القائمة للتعاون العسكري والدفاع."],["In these circumstances for any Béninese to disobey and organize himself to put a check to the illegitimate authority shall constitute the most sacred of rights and the most imperative of duties.","في ظل تلك الظروف، يكون أي عصيان من طرف أي بنيني، وقيام البنينيون بتنظيم أنفسهم لوضع نهاية للسلطة غير الشرعية، أكثر الحقوق قداسة وأكثر الواجبات أولوية."]]},{"content":["المادة 67","ARTICLE 67"],"section":["لا يجوز لرئيس الجمهورية مناشدة أي قوات مسلحة أو شرطية أجنبية التدخل في نزاع داخلي إلا في الحالات التي تنص عليها المادة 66.","The President of the Republic may not make an appeal to any foreign Armed Forces or Police to intervene in an internal conflict except in the cases provided for in Article 66."]},{"content":["ARTICLE 68","المادة 68"],"section":[["في حال تعرض مؤسسات الجمهورية، أو استقلال الأمة، أو سلامة الأراضي الوطنية أو تلبية الالتزامات الدولية لتهديد جدّي وفوري، وعند تعرض العمل المنتظم للسلطات السياسية والدستورية للتهديد أو التوقف؛ يتخذ رئيس الجمهورية، بعد مشاورة رئيس الجمعية الوطنية ورئيس المحكمة الدستورية، ومن خلال مجلس الوزراء، الإجراءات الاستثنائية التي تتطلبها الظروف والتي من دونها لكانت تتعطل حقوق المواطنين التي يضمنها الدستور.","When the institutions of the Republic, the independence of the Nation, the integrity of the national territory or the execution of international commitments shall be threatened in a serious and immediate manner, and when the regular operation of political and constitutional powers shall be threatened or interrupted; the President of the Republic, after consultation with the President of the National Assembly and the President of the Constitutional Court, shall take within the Council of Ministers the exceptional measures required by the circumstances without which the rights of the citizens guaranteed by the Constitution would be suspended."],["He shall inform the Nation of this by a message.","يعلم الرئيس الأمة بذلك في رسالة."],["تجتمع الجمعية الوطنية بأكملها في جلسة غير عادية.","The National Assembly shall reconvene in full session in an extraordinary session."]]},{"content":["المادة 69","ARTICLE 69"],"section":[["The measures taken ought to be inspired by the intention to assure to the public and constitutional authorities the means to accomplish their mission with the least delay.","يجب أن تكون الإجراءات المأخوذة مستلهمة من نية التأكيد للشعب وللسلطات الدستورية على الوسائل اللازمة لإنجاز مهمة هذه الإجراءات بأقل تأخير ممكن."],["The National Assembly shall fix the deadline for the time limits beyond which the President of the Republic may not take exceptional measures.","تحدد الجمعية الوطنية الموعد النهائي للفترة الزمنية التي لا يمكن لرئيس الجمهورية أن يتخذ إجراءات استثنائية بعدها."]]},{"content":["ARTICLE 70","المادة 70"],"section":["يجوز أن يفوض رئيس الجمهورية سلطات معينة من سلطاته إلى الوزراء، ما عدا تلك المنصوص عليها في الفقرة 3 من المادة 54، والمواد 60 و61 و101 و115 و133 و144.","The President of the Republic may delegate to Ministers certain of his powers except those provided for in Articles 54 paragraph 3, 60, 61, 101, 115, 133 and 144."]},{"content":["ARTICLE 71","المادة 71"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/invexe"}},"section":[["يجوز أن تستجوب الجمعية الوطنية رئيس الجمهورية أو أي عضو من حكومته في ما يتصل بأداء منصبه الحكومي.","The President of the Republic or any member of his Government in the exercise of his governmental office may be interpellated by the National Assembly."],["ويجيب رئيس الجمهورية عن هذه الاستجوابات أمام الجمعية الوطنية شخصياً أو من خلال أحد وزرائه الذي يفوضه لذلك بشكل خاص.","The President of the Republic shall respond to these interpellations in the presence of the National Assembly in person or by one of his ministers that he shall especially delegate."],["In that circumstance, the National Assembly may bring a resolution in order to make recommendations to the Government.","في هذه الحال، يمكن للجمعية الوطنية إصدار قرار لتقديم توصيات إلى الحكومة."]]},{"content":["المادة 72","ARTICLE 72"],"section":[["The President of the Republic shall address a message to the National Assembly on the state of the Nation once a year.","يوجه رئيس الجمهورية رسالة إلى الجمعية الوطنية عن وضع الأمة مرة كل عام."],["كما يمكنه، في أي وقت كان، توجيه رسائل إلى الجمعية الوطنية. لا يجوز أن تفسح هذه الرسائل المجال لأي نقاش؛ إلا أنها قد تقترح مهامًا للجمعية.","He may also, at any time, address messages to the National Assembly. These messages shall not give way to any debate; however, they may suggest tasks for the Assembly."]]},{"content":["المادة 73","ARTICLE 73"],"section":["The personal responsibility of the President of the Republic shall be pledged in case of high treason, of an insult to the Assembly or of an insult to his honor and probity.","رئيس الجمهورية رهن المسؤولية الشخصية في حالة الخيانة العظمى، أو إهانة الجمعية أو الإخلال بشرفه واستقامته."]},{"content":["المادة 74","ARTICLE 74"],"section":["الخيانة العظمى هي انتهاك رئيس الجمهورية لليمين الذي أقسم به؛ أو الاعتراف به كمدبر، أو شريك في التدبير، أو متواطئ في انتهاكات خطيرة تمس حقوق الإنسان أو التنازل عن جزء من الأراضي الوطنية؛ أو ارتكاب فعل ضار بالإبقاء على بيئة صحية ومُرضِية ودائمة مناسبة للتنمية.","There shall be high treason when the President of the Republic shall have violated his oath; shall be acknowledged as author, co-author, or accomplice in grave violations characterized in the Rights of Man [Droits de l&#x27;Homme] or of the transfer of a part of the national territory; or of an act detrimental to the maintenance of a healthy, satisfying, lasting environment favorable for development."]},{"content":["المادة 75","ARTICLE 75"],"section":["There shall be an attack on his honor and on his probity notably when the personal behavior of the President of the Republic shall be contrary to good manners or when he shall be acknowledged as author, co-author or accomplice in embezzlement, corruption, or illegal enrichment.","يكون هناك إخلال بشرف واستقامة الرئيس بشكلٍ خاص عندما يكون السلوك الشخصي لرئيس الجمهورية مناقضاً لقواعد السلوك الحسن أو متى تم التعرف عليه كمدبر أو شريك في التدبير أو متواطئ في اختلاس، أو فساد، أو إثراء غير شرعي."]},{"content":["المادة 76","ARTICLE 76"],"section":["There shall be an insult to the National Assembly when, to questions posed by the National Assembly concerning governmental activity, the President of the Republic shall not furnish any response within a period of thirty days.","تُعد إهانة للجمعية الوطنية حين ألا يقدم رئيس الجمهورية أي إجابة عن الأسئلة التي طرحتها الجمعية الوطنية في ما يتعلق بالنشاط الحكومي خلال فترة ثلاثين يوماً."]},{"content":["المادة 77","ARTICLE 77"],"section":[["After this deadline, the President of the National Assembly shall submit this grave shortcoming to the Constitutional Court for constitutional action.","بعد انقضاء الموعد النهائي، يبلغ رئيس الجمعية الوطنية هذا النقص الخطير إلى المحكمة الدستورية لاتخاذ الإجراء الدستوري."],["تقرر المحكمة الدستورية في غضون ثلاثة أيام. ويتوجب على رئيس الجمهورية أن يقدم الإجابات إلى الجمعية الوطنية خلال أقصر فترة ممكنة من الوقت، وفي كل الحالات، قبل نهاية الدورة القائمة.","The Constitutional Court shall decide within three days. The President of the Republic shall be required to furnish the responses to the National Assembly within the shortest period of time, and in all cases before the end of the current session."],["At the expiration of this period, if there has been no follow-up given by the President of the Republic to the decision of the Court, the President of the Republic shall be impeached before the High Court of Justice for insult to the National Assembly.","عند انتهاء تلك الفترة، إذا لم يقدم رئيس الجمهورية متابعته طبقاً لقرار المحكمة، يتم اتهام رئيس الجمهورية أمام محكمة العدل العليا بإهانة الجمعية الوطنية."]]},{"content":["المادة 78","ARTICLE 78"],"section":["The acts anticipated in Articles 74 and 75 shall be prosecuted and punished according to the provisions of Articles 136 to 138 of the present Constitution.","تُنظر في الأفعال المنصوص عليها في المادتين 74 و75، ويعاقب عليها وفقاً لنصوص المواد 136 إلى 138 من هذا الدستور."]}]},{"content":["الباب الرابع. السلطة التشريعية","TITLE IV. LEGISLATIVE POWER"],"section":[{"content":["I. The National Assembly","1. الجمعية الوطنية"],"section":[{"content":["المادة 79","ARTICLE 79"],"metadata":{"topics":["http://www.constituteproject.org/ontology/lhlead","http://www.constituteproject.org/ontology/housenum"]},"section":[["يتكون البرلمان من مجلس واحد يُدعى الجمعية الوطنية ويحمل أعضاؤها لقب نائب.","The Parliament shall be composed of a single Assembly called the National Assembly whose members shall carry the title of Deputy."],["It shall exercise legislative power and shall control the action of the Government.","يمارس البرلمان السلطة التشريعية ويراقب عمل الحكومة."]]},{"content":["ARTICLE 80","المادة 80"],"metadata":{"topics":["http://www.constituteproject.org/ontology/lhterm","http://www.constituteproject.org/ontology/lhselect"]},"section":["ينتخب النواب بالاقتراع العام المباشر. مدة الولاية أربع سنوات. ويجوز إعادة انتخابهم. وكل نائب هو ممثل للأمة بأكملها، وأي صوت إلزامي يُعتبر باطلًا.","The Deputies shall be elected by direct universal suffrage. The duration of the mandate shall be four years. They may be re-elected. Each Deputy shall be the representative of the entire nation and any compulsory vote shall be void."]},{"content":["ARTICLE 81","المادة 81"],"metadata":{"topics":["http://www.constituteproject.org/ontology/milrest","http://www.constituteproject.org/ontology/profleg","http://www.constituteproject.org/ontology/lhrest","http://www.constituteproject.org/ontology/lhselect"]},"section":[["The law shall fix the number of members of the National Assembly, the conditions of eligibility, the rules of incompatibilities, and the conditions under which it shall provide for vacant seats.","يحدد القانون عدد أعضاء الجمعية الوطنية، والشروط الواجب توفرها لترشحهم وأحكام تعارض المناصب، والشروط التي ينص بموجبها على المقاعد الشاغرة."],["The Constitutional Court shall decide supremely on the validity of the election of the Deputies.","تقرر المحكمة الدستورية بدرجة عليا صحة انتخاب النواب."],["يجب على أي فرد من أفراد القوات المسلحة أو الأمن العام الذي يرغب في الترشح لمنصب نائب أن يقدم أولاً استقالته من القوات المسلحة أو الأمن العام.","Any member of the Armed Forces or of the Public Security who desires to be a candidate for the office of Deputy must first send in his resignation from the Armed Forces or from the Public Security."],["في هذه الحالة، يستطيع الطرف المهتم المطالبة بالمزايا التي يستحقها بما يتفق مع أحكام المنظمة التي ينتمي إليها.","In this case, the interested party will be able to claim the benefit of rights acquired in accordance with the regulations of his organization."]]},{"content":["ARTICLE 82","المادة 82"],"section":[["يجب على الجمعية الوطنية أن توجه من قبل الرئيس ويساعده طاقم المكتب. ويتم انتخابهم لفترة ولاية الهيئة التشريعية بموجب الشروط التي تحددها القواعد الإجرائية للجمعية المذكورة.","The National Assembly shall be directed by a President assisted by an Office Staff. They shall be elected for the duration of the Legislature under conditions fixed by the Rules of Procedure of the said Assembly."],["في حال اضطلاعه المؤقت بمهام رئيس الجمهورية، وطبقاً للشروط التي تنص عليها المادة 50 من هذا الدستور، يُستبدل رئيس الجمعية الوطنية بمن يقوم بمهامه بما يتوافق مع القواعد الإجرائية للجمعية.","When he shall assume the interim period of the President of the Republic under the conditions provided for in Article 50 of the present Constitution, the President of the National Assembly shall be replaced in his duties in accordance with the Rules of Procedure of the Assembly."]]},{"content":["المادة 83","ARTICLE 83"],"section":[["In case of vacancy of the Presidency of the National Assembly by death, resignation, or any other cause, the Assembly shall elect a new President within the fifteen days following the vacancy if it is in session; should it be otherwise, it shall reconvene in full session under the conditions fixed by its Rules of Procedure.","في حال خلو منصب رئاسة الجمعية الوطنية بسبب الوفاة، أو الاستقالة، أو أي سبب آخر، تنتخب الجمعية رئيساً جديداً في خلال الأيام الخمسة عشر بعد خلو المنصب إذا كانت في دور الانعقاد؛ وفي حال لم تكن، تجتمع مجدداً بالكامل طبقاً للشروط التي تحددها قواعدها الإجرائية."],["في حال الضرورة، يتوفر حكم خاص باستبدال أعضاء مكتب الموظفين وفقاً لأحكام القواعد الإجرائية للجمعية المذكورة.","In case of necessity, there shall be provision for the replacement of other members of the Office Staff according to the provisions of the Rules of Procedure of the said Assembly."]]},{"content":["ARTICLE 84","المادة 84"],"section":[["The President of the National Assembly must render an account to the National Assembly of his management and of his activities and must furnish to it any explanations that may be demanded of him.","يقدم رئيس الجمعية الوطنية تقريراً إلى الجمعية الوطنية عن إدارته ونشاطاته، ويجب أن يقدم إليها أي تفسيرات قد تُطلب منه."],["يمكن لأي نائب توجيه أسئلة مكتوبة أو شفهية إلى رئيس الجمعية عن نشاطاته وإدارته.","Any Deputy may address to the President of the Assembly written or oral questions on his activities and his management."],["The National Assembly may establish a commission of inquiry charged with making a detailed report to it.","يمكن أن تُشكّل الجمعية الوطنية لجنة تحقيق تُكلّف بكتابة تقرير مفصل لتقدمه إليها."],["According to the terms of this report, the National Assembly may demand the resignation  of its President by a two-thirds majority of its members.","طبقاً لبنود هذا التقرير، يمكن أن تطلب الجمعية الوطنية استقالة رئيسها بأغلبية ثلثي أعضائها."],["إذا تحقق هذا النصاب، يفقد رئيس الجمعية تلقائياً منصبه، مع الاحتفاظ بلقبه كنائب.","If this quorum shall be attained, the President of the Assembly shall be automatically dismissed from his office, while keeping his title of Deputy."],["تقوم الجمعية الوطنية بانتخاب رئيس جديد في خلال خمسة عشر يوماً.","The National Assembly shall proceed within a period of fifteen days with the election of a new President."]]},{"content":["المادة 85","ARTICLE 85"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/quorum"}},"section":["If, at the opening of a session, the quorum of one half-plus one of the members composing the National Assembly shall not be attained, the session shall be postponed to the third day which follows. The deliberations shall then be valid whatever the quorum may be.","إذا لم يكتمل نصاب الحضور، بالنصف زائد واحد من أعضاء الجمعية الوطنية عند افتتاح جلسة، تُؤجل الجلسة إلى اليوم الثالث التالي، والذي تكون فيه المشاورات صحيحة أياً كان عدد الحضور."]},{"content":["المادة 86","ARTICLE 86"],"section":[["The sessions of the Assembly shall be valid only if they occur in the usual place of the sessions, except in the case of an unforeseeable event duly verified by the Constitutional Court.","لا تعتبر جلسات الجمعية صالحة إلا إذا عقدت في المكان المعتاد للجلسات، إلا في حالة وقوع حدث غير متوقع تم التحقق منه على النحو الواجب من قبل المحكمة الدستورية."],["The entire report of the debates of the National Assembly shall be published in the Official Journal.","تُنشر التقارير الكاملة عن مناقشات الجمعية الوطنية في الصحيفة الرسمية."]]},{"content":["ARTICLE 87","المادة 87"],"section":[["تنعقد الجمعية من تلقاء نفسها في دورتين خاصتين كل عام.","The Assembly shall convene in its own right in two special sessions per year."],["تبدأ الدورة الأولى في خلال الأسبوعين الأولين من شهر نيسان/أبريل.","The first session shall open during the first fortnight of the month of April."],["تبدأ الدورة الثانية في خلال الأسبوعين الثانيين من شهر تشرين الأول/أكتوبر.","The second session shall open during the second fortnight of the month of October."],["ولا تتعدى مدة كل دورة من الدورتين ثلاثة أشهر.","Each of the sessions may not exceed three months."]]},{"content":["ARTICLE 88","المادة 88"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/exsess"}},"section":[["The National Assembly shall be convened in special session by its President with a specific agenda at the request of the President of the Republic or by the absolute majority of the Deputies.","تنعقد الجمعية الوطنية في دورة خاصة بدعوة من رئيسها، وبجدول أعمال معين، بناءً على طلب رئيس الجمهورية أو على طلب الأغلبية المطلقة من النواب."],["لا يجوز أن تتعدى مدة الدورة الاستثنائية خمسة عشر يوما. ويجوز للجمعية الوطنية فض أعمالها بمجرد استنفاد جدول الأعمال.","The duration of an special session may not exceed fifteen days. The National Assembly may break up as soon as the agenda has been exhausted."]]},{"content":["ARTICLE 89","المادة 89"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/commit"}},"section":[["The proceedings of the National Assembly shall take place following Rules of Procedure which it shall adopt in accordance with the Constitution.","تتبع إجراءات الجمعية الوطنية قواعد إجرائية تتبناها بما يتفق مع الدستور."],{"content":["The Rules of Procedure shall determine:","تحدد القواعد الإجرائية:"],"section":{"content":["تشكيل المكتب وقواعد عمله، إضافة إلى سلطات رئيسه واختصاصاته؛","The composition, the rules for the operation of the Office, as well as the powers and prerogatives of its President;"],"section":[["عدد اللجان الدائمة، وطريقة تعيينها، وتشكيلها، ودورها واختصاصاتها، إضافة إلى اللجان الخاصة والمؤقتة؛","The number, the method of designation, the composition, the role and the competence of its permanent committees, as well as those that shall be special and temporary;"],["تشكيل لجان تقصي الحقائق البرلمانية للتحقيق في إطار مراقبة العمل الحكومي؛","The creation of parliamentary committees of inquiry within the framework of the control of governmental action;"],["The organization of administrative services directed by an Administrative Secretary General placed under the authority of the President of the National Assembly;","تنظيم الخدمات الإدارية التي يديرها أمين عام إداري يتبع لسلطة رئيس الجمعية الوطنية؛"],["The rules of discipline of the Deputies during the sessions of the Assembly;","قواعد انضباط النواب أثناء جلسات الجمعية؛"],["الطرق المختلفة للتصويت، باستثناء تلك التي ينص عليها هذا الدستور صراحة.","The different methods of voting, with the exclusion of those expressly provided by the present Constitution."]]}}]},{"content":["المادة 90","ARTICLE 90"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/immunity"}},"section":[["يتمتع أعضاء الجمعية الوطنية بالحصانة البرلمانية. ونتيجة لذلك، لا يجوز ملاحقة أي عضو في البرلمان أو التحقيق معه أو توقيفه أو احتجازه أو محاكمته بسبب آراء تم الإدلاء بها أو تصويت صادر عنه أثناء ممارسة مهامه .","The members of the National Assembly shall enjoy parliamentary immunity. As a consequence, no Deputy may be followed, searched, arrested, detained or judged for opinions or votes issued by him during the exercise of his duties."],["يمكن أثناء فترة الدورات، ملاحقة نائب أو توقيفه في مسألة جنائية أو إصلاحية بتفويض من الجمعية الوطنية وحسب، إلا في حال ارتكاب مخالفة صارخة.","A Deputy may, during the duration of the sessions, be followed or arrested in a criminal or correctional matter only with the authorization of the National Assembly except in the case of a flagrant offense."],["يمكن توقيف نائب خارج الجلسة بتفويض من مكتب الجمعية الوطنية وحسب، إلا في حال ارتكاب مخالفة صارخة، أو بواسطة إجراءات قضائية معتمدة أو لإدانة نهائية.","A Deputy outside of the session may be arrested only with the authorization of the Office of the National Assembly, except in the case of a flagrant offense, of authorized legal actions or of final conviction."],["The detention or pursuit of a Deputy shall be suspended if the National Assembly should require it for a vote by a two-thirds majority.","يُخلى سبيل النائب أو تُعلَّق ملاحقته إذا طلبت الجمعية الوطنية ذلك من خلال تصويت أغلبية ثلثي الأعضاء."]]},{"content":["ARTICLE 91","المادة 91"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/income"}},"section":["Deputies shall collect the parliamentary salaries which shall be fixed by law.","يتلقى النواب الرواتب البرلمانية التي يحددها القانون."]},{"content":["المادة 92","ARTICLE 92"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/legrep"}},"section":["يفقد أي نائب يعين في منصب وزاري تكليفه البرلماني تلقائياً، ويحدد القانون شروط استبداله.","Any Deputy appointed to a ministerial post shall automatically lose his parliamentary mandate. The conditions for his replacement shall be fixed by law."]},{"content":["ARTICLE 93","المادة 93"],"section":["The right to vote of the Deputies shall be personal. The Rules of Procedure of the National Assembly may authorize in exceptional cases the delegation of a vote. In this instance, no one may receive the delegation for more than one term of office.","يمارس حق التصويت الممنوح لأعضاء البرلمان بشكل شخصي. وفي حالات استثنائية، قد تخول لائحة القواعد الإجرائية للجمعية الوطنية تفويض الحق في التصويت، وفي هذه الحالة لا يتلقى أحد تفويضاً بالاقتراع لأكثر من فترة انتخابية واحدة."]}]},{"content":["2. العلاقات بين الجمعية والحكومة","II. Relations Between the Assembly and the Government"],"section":[{"content":["ARTICLE 94","المادة 94"],"section":["تعلم الجمعية الوطنية رئيسَ الجمهورية بجدول أعمال جلساتها ولجانها.","The National Assembly shall inform the President of the Republic of the agenda of its sessions and of those of its committees."]},{"content":["ARTICLE 95","المادة 95"],"section":[["The members of the Government shall have access to the sessions of the National Assembly. They shall be heard at the demand of a Deputy, of a committee or at their own demand.","يتعين على أعضاء الحكومة الوصول إلى دورات الجمعية الوطنية. ويتم الاستماع إليهم عند طلب نائب أو لجنة أو طلبهم أنفسهم التحدث إلى المجلس."],["They may be assisted by experts.","يمكن لهم الحصول على مساعدة من الخبراء."]]},{"content":["المادة 96","ARTICLE 96"],"section":["تصدر الجمعية الوطنية القوانين وتقرّ الضرائب.","The National Assembly shall pass the law and consent to the taxes."]},{"content":["المادة 97","ARTICLE 97"],"metadata":{"topics":["http://www.constituteproject.org/ontology/session","http://www.constituteproject.org/ontology/orglaw"]},"section":{"content":["The law shall be passed by the National Assembly by a simple majority. However, the bills on which the present Constitution shall confer the character of organic laws shall be passed and modified under the following conditions:","يشترط إقرار القانون من قبل الجمعية الوطنية بالأغلبية البسيطة. ومع ذلك، فإن مشروعات القوانين التي يصبغ عليها هذا الدستور صبغة القوانين الأساسية، يتم إصدارها وتعديلها طبقاً للشروط التالية:"],"section":{"content":["The proposal or the draft shall be submitted for the deliberation and vote of the Assembly only after the expiration of a period of fifteen days after its deposit in the Office of the Assembly;","يتمّ تقديم الاقتراح أو مسودة القانون إلى الجمعية للتشاور بشأنه والتصويت عليه فقط بعد انتهاء فترة الخمسة عشر يوماً من إيداعه مكتب الجمعية؛"],"section":[["يتم اعتماد النص من جانب أغلبية الأعضاء الذين يشكلون الجمعية وحسب؛","The text may be adopted only by the majority of members comprising the Assembly;"],["لا يمكن إصدار القوانين الأساسية إلا بعد إعلان المحكمة الدستورية توافقها مع الدستور.","The organic laws may be promulgated only after a declaration by the Constitutional Court of their conformity to the Constitution."]]}}},{"content":["ARTICLE 98","المادة 98"],"section":[{"content":["Under the domain of the law are the rules concerning:","تدخل القواعد الخاصة بالأمور التالية في نطاق القانون:"],"section":{"content":["المواطنة والحقوق المدنية والضمانات الأساسية التي يتمتع بها المواطنون لممارسة الحريات العامة؛ والالتزامات التي يتم فرضها لأغراض الدفاع الوطني والأمن على المواطنين في أنفسهم وفي ممتلكاتهم؛","Citizenship, civic rights and the fundamental guarantees accorded to the citizens for the exercise of their public liberties; the constraints imposed, in the interest of national defense and public security, on the citizens in their person and on their property;"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/citizen"}},"section":[{"content":["الجنسية والدولة والاختصاص القانوني للأفراد، ونظام التملك الزوجي والميراث وأنظمة الملكية الزوجية والتركات والهبات؛","Nationality, the state and the legal competence of persons, the matrimonial property system, inheritance and gifts;"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/citizen"}}},["الإجراء الذي ستسجل بموجبه القوانين العرفية والذي سيحقق توافق هذه القوانين مع المبادئ الأساسية للدستور؛","The procedure according to which customary laws shall be recorded and brought into harmony with the fundamental principles of the Constitution;"],["تحديد الجرائم والمخالفات، إضافة إلى العقوبات الخاصة بها؛","The determination of crimes and offenses as well as the penalties which shall be applicable to them;"],["Amnesty;","العفو؛"],["تنظيم كل فئات المحاكم والإجراءات المتبعة في تلك المحاكم؛ وإنشاء فئات جديدة من المحاكم؛ وتنظيم القضاة، والمكاتب الوزارية والمساعدين القضائيين؛","The organization of courts of all classes and the procedure followed before these courts; the creation of new classes of courts; the regulation of the magistrature, of ministerial offices and of judicial auxiliaries;"],["The tax base, the rates and the methods of collection of taxes of every nature;","أساس الضرائب بجميع أنواعها ونسبها وكيفية تحصيلها؛"],["نظام إصدار العملة؛","The system for the issuance of currency;"],["النظام الانتخابي لرئيس الجمهورية، وأعضاء الجمعية الوطنية والجمعيات المحلية؛","The electoral system for the President of the Republic, the members of the National Assembly and of the local Assemblies;"],["The creation of categories of public establishments [i.e. independent organs charged with public duties and regulated by public law-supplied];","إنشاء فئات المؤسسات العامة [أي، الأجهزة المستقلة المختصة بالواجبات العامة والتي ينظمها القانون العام]؛"],["The General Law of Public Office;","القانون العام للوظائف العامة؛"],["قانون الأفراد العسكريين، وقوات الأمن العام، ونظرائهم [أي، غير المقاتلين في رتبة المقاتلين]؛","The Law of Military Personnel, Public Security Forces, and the Assimiles [i.e. non combatants ranking with the combatants-supplied];"],["النظام العام للإدارة؛","The general organization of the Administration;"],["The territorial organization, the creation and the modification of administrative Circonscriptions [i.e. districts] as well as the apportionment of electoral districts;","التنظيم الإقليمي، وإنشاء المناطق الإدارية وتعديلها [أي، المقاطعات]، إضافةً إلى تقسيم الدوائر الانتخابية؛"],["The state of siege and the state of emergency.","حالة الحصار وحالة الطوارئ."]]}},{"content":["The law shall determine the fundamental principles:","يحدد القانون الحقوق الأساسية لأجل:"],"section":{"content":["Of the organization of the national defense;","تنظيم الدفاع الوطني؛"],"section":[["الإدارة الحرة للوحدات الإقليمية، واختصاصاتها ومواردها؛","Of the free administration of territorial units, of their competences and of their resources;"],{"content":["التعليم والبحث العلمي؛","Of education and of scientific research;"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/science"}}},["نظام الملكية، وقوانين العقارات والالتزامات المدنية والتجارية؛","Of the system of property, of real estate laws and of civil and commercial obligations;"],["Of the nationalization and denationalization of enterprises and of the transfer of the ownership of enterprises from the public sector to the private sector;","تأميم المشاريع وإلغاء تأميمها، ونقل ملكية المشاريع من القطاع العام إلى القطاع الخاص؛"],["قانون العمل، والضمان الاجتماعي، وحق تكوين الاتحادات المهنية وحق الإضراب؛","Of labor law, of social security, of the right to organize trade unions and of the right to strike;"],["Of the transfer of rights and of the management of State property;","نقل الحقوق وإدارة أملاك الدولة؛"],["نظام التأمين المتبادل ومؤسسات القروض والمدخرات؛","Of the mutual insurance system and of the savings and loans institutions;"],["Of the organization of production;","تنظيم الإنتاج؛"],["حماية البيئة والمحافظة على الموارد الطبيعية؛","Of the protection of the environment and the conservation of natural resources;"],{"content":["نظام النقل والاتصالات؛","Of the system of transportation and of telecommunications;"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/telecom"}}},["Of the penal system.","النظام الجزائي."]]}}]},{"content":["المادة 99","ARTICLE 99"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/finance"}},"section":[["تحدد القوانين المالية إيرادات ومصروفات الدولة.","The financial laws shall determine the receipts and expenditures of the State."],["تراقب قوانين التسوية تطبيق القوانين المالية، مع التحفظ على إجراء محكمة المحاسبة التابعة للمحكمة العليا تحقيقات إضافية من حسابات الأمة.","The laws of settlement shall control the execution of the financial laws, with the reservation of further verification of the accounts of the Nation by the Chambre des Comptes of the Supreme Court."],["تحدد القوانين اللازمة لتنفيذ برنامج أهدافَ العمل الاقتصادي والاجتماعي للدولة.","The laws to carry out a program shall fix the objectives of the economic and social action of the State."]]},{"content":["المادة 100","ARTICLE 100"],"section":[["Matters other than those which are in the domain of the law have a regulatory nature.","تتمتع الأمور خلاف تلك التي تدخل في نطاق القانون بطبيعة تنظيمية."],["The texts of legislative procedures reached in these matters prior to the entry into force of the present Constitution may be modified by decree taken after an opinion from the Constitutional Court.","يمكن تعديل نصوص الإجراءات التشريعية المقررة بالنسبة لتلك الأمور قبل سريان هذا الدستور بموجب مرسوم يصدر بعد أخذ رأي المحكمة الدستورية."]]},{"content":["المادة 101","ARTICLE 101"],"metadata":{"topics":["http://www.constituteproject.org/ontology/em","http://www.constituteproject.org/ontology/war"]},"section":[["Declaration of war shall be authorized by the National Assembly.","يكون إعلان الحرب بتفويض من البرلمان."],["في ظل الظروف الاستثنائية التي يتعذر على الجمعية الوطنية الانعقاد خلالها بشكل مناسب، يعرض رئيس الجمهورية قرار إعلان الحرب على مجلس الوزراء ويعلنه للأمة على الفور.","When, following exceptional circumstances, the National Assembly cannot sit expediently, the decision of a declaration of war shall be taken before the Council of Ministers by the President of the Republic who shall immediately inform the nation of it."],["يعلن مجلس الوزراء حالة الحصار وحالة الطوارئ، بعد استشارة الجمعية الوطنية.","The state of siege and the state of emergency shall be decreed in the Council of Ministers, after the advice of the National Assembly."],["The extension of a state of siege or of a state of emergency beyond fifteen days may be authorized only by the National Assembly.","لا تمد حالة الحصار أو حالة الطوارئ إلى أكثر من خمسة عشر يوماً إلا بعد استشارة الجمعية الوطنية."],["إذا لم يتم الرجوع إلى الجمعية الوطنية لاتخاذ قرار، لا يمكن تقرير حالة حصار أو حالة طوارئ في خلال الأيام الستين التالية لتاريخ فرض حالة حصار أو حالة طوارئ سابقة من دون الحصول على موافقة الجمعية.","When the National Assembly has not been called on to reach a decision, no state of siege or state of emergency may be decreed without its authorization within the sixty days following the date of enforcement of a previous state of siege or of emergency."]]},{"content":["المادة 102","ARTICLE 102"],"section":[["The Government may, for the execution of its program, request the National Assembly to vote a statute authorizing it to issue by edict, during a limited period of time, measures which are normally in the domain of the statute. This authorization may be granted only by a two-thirds majority of the members of the National Assembly.","يمكن أن تطلب الحكومة من الجمعية الوطنية، بغرض تنفيذ برنامجها، التصويت على قانون يخولها إصدار، لفترة زمنية محددة، مراسيم لإجراءات تدخل عادة في نطاق القانون. لا يجوز منح هذا التفويض إلا بأغلبية ثلثي أعضاء الجمعية الوطنية."],["تصدر المراسيم في مجلس الوزراء، بعد استشارة المحكمة الدستورية. وتدخل حيز التنفيذ فور نشرها، ولكنها تصبح لاغية إذا لم يقدّم مشروع قانون التصديق إلى الجمعية  قبل التاريخ الذي حدده قانون التمكين.","The edicts shall be issued in the Council of Ministers, after the advice of the Constitutional Court. They shall enter into force upon their publication, but they shall become null and void if the bill of ratification has not been placed before the Assembly in advance of the date fixed by the enabling act."],["بعد انتهاء الفترة الزمنية المذكورة في الفقرة الأولى من هذه المادة، يمكن تغيير المراسيم بموجب قانون فقط في ما يخص النصوص التي تدخل في نطاق التشريع.","At the expiration of the period of time mentioned in the first paragraph of the present article, the edicts may be modified only by statute in their provisions which are in the legislative domain."]]},{"content":["المادة 103","ARTICLE 103"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/amend"}},"section":["يتمتع النواب بحق طلب التعديل.","The Deputies shall have the right of amendment."]},{"content":["المادة 104","ARTICLE 104"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/amend"}},"section":[["Resolutions, draft bills and amendments which are not in the domain of the law shall be inadmissible.","لا تُقبل القرارات ومشروعات القوانين والتعديلات التي لا تدخل في نطاق القانون."],["The inadmissibility shall be pronounced by the President of the National Assembly after due deliberation of the Office [of the National Assembly].","يعلن رئيس الجمعية الوطنية عدم القبول بعد المشاورات الواجبة للمكتب [مكتب الجمعية الوطنية]."],["إذا ظهر أن الاقتراح أو التعديل مناقض لتفويض ممنوح بموجب المادة 102 من هذا الدستور، يمكن للحكومة أن تقول بعدم القبول به.","If it appears that the proposal or the amendment would be contrary to a delegation accorded by virtue of Article 102 of the present Constitution, the Government may oppose the inadmissibility."],["في حال النزاع حول الفقرتين 1 و3 من هذه المادة، تفصل المحكمة الدستورية في الأمر، بناءً على طلب رئيس الجمعية الوطنية أو الحكومة، خلال مدة ثمانية أيام.","In case of a dispute about paragraphs 1 and 3 of the present article, the Constitutional Court, upon the request of the President of the National Assembly or the Government, shall decide within a period of eight days."]]},{"content":["ARTICLE 105","المادة 105"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/legini"}},"section":[["يعود حق تقديم مشروعات القوانين إلى رئيس الجمهورية، وفي الوقت نفسه إلى أعضاء الجمعية الوطنية.","The initiation of bills shall belong concurrently to the President of the Republic and to the members of the National Assembly."],["Government bills shall be deliberated in the Council of Ministers, after an opinion substantiated by the Supreme Court, requested in accordance with Article 132 of the present Constitution, and deposited in the Office of the National Assembly.","يتناقش مجلس الوزراء حول مشروعات القوانين الحكومية، بعد أخذ رأي المحكمة العليا بما يتوافق مع المادة 132 من هذا الدستور، وتودع لدى مكتب الجمعية الوطنية."],["The bills and draft bills shall be sent before deliberation in plenary session to the suitable committee of the National Assembly for examination.","تُرسل القوانين ومشروعات القوانين قبل مناقشتها في الجلسة العامة إلى اللجنة المناسبة من لجان الجمعية الوطنية لدراستها."],["لا يُدرَس مشروع ميزانية الجمعية الوطنية في لجنة أو جلسة عامة دون تقديمه مسبقاً إلى مكتب الجمعية المذكورة.","The draft budget of the National Assembly may not be examined in committee or in plenary session without having been previously submitted to the Office of the said Assembly."]]},{"content":["ARTICLE 106","المادة 106"],"section":["The discussion of draft bills shall focus on the text presented by the committee. The latter, at the demand of the Government must bring to the knowledge of the National Assembly the points on which there is disagreement with the Government.","تركز مناقشة مشروعات القوانين على النص المقدم من اللجنة. من جانب اللجنة، التي يتوجب عليها، بناءً على طلب الحكومة، أن تُعلِم الجمعية الوطنية بنقاط الاختلاف مع الحكومة."]},{"content":["ARTICLE 107","المادة 107"],"section":["لا تُقبل القرارات والتعديلات التي يتقدم بها النواب إذا ترتب على تبنيها إما نقصاً في الموارد العامة أو فرض رسوم عامة، أو زيادتها، إلا إذا كانت مصحوبة باقتراح بزيادة الإيرادات أو ما يعادل من المدخرات.","Resolutions and amendments made by the Deputies shall not be admissible when their adoption would have as a consequence either a diminution of public resources or the creation of, or the increase of a public charge unless they shall be accompanied by a proposal for the increase of receipts or of equivalent savings."]},{"content":["ARTICLE 108","المادة 108"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/referen"}},"section":["The Deputies may, by a three-fourths majority vote, decide to submit any question to a referendum.","يمكن للنواب، بأغلبية ثلاثة أرباع الأصوات، تقرير طرح أي سؤال للاستفتاء."]},{"content":["ARTICLE 109","المادة 109"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/spend"}},"section":["تصوت الجمعية الوطنية على قانون تخصيص الاعتمادات المالية حسب الشروط التي يحددها القانون. تصوت الجمعية الوطنية على قانون تخصيص الاعتمادات المالية قبل أسبوع واحد على الأقل من افتتاح دورة تشرين الأول/أكتوبر. ويشمل قانون تخصيص الاعتمادات المالية الدخل الضروري للتغطية الكاملة للنفقات.","The National Assembly shall vote on the appropriations bill under conditions determined by the law. The National Assembly shall submit an appropriations bill at least one week before the opening of the October session. The appropriations bill must provide for the revenue necessary for the full coverage of the expenses."]},{"content":["المادة 110","ARTICLE 110"],"metadata":{"topics":["http://www.constituteproject.org/ontology/budget","http://www.constituteproject.org/ontology/balbudgt"]},"section":[["تصوت الجمعية الوطنية على ميزانية متوازنة. وإذا لم تصل الجمعية الوطنية إلى قرار بحلول 31 كانون الأول/ديسمبر، يمكن فرض أحكام قانون الاعتمادات المالية بموجب مرسوم.","The National Assembly shall vote a balanced budget. If the National Assembly has not come to a decision by December 31, the provisions of the appropriations bill may be enforced by edict."],["The Government shall submit the matter for ratification to the National Assembly called into extraordinary session within a period of fifteen days.","تقدم الحكومة طلباً لتصديق الميزانية إلى الجمعية الوطنية التي تُدعى لجلسة غير عادية خلال فترة مدتها خمسة عشر يوماً."],["إذا لم تقر الجمعية الوطنية الميزانية في نهاية هذه الجلسة غير العادية، يتم إقرار الميزانية بشكل دائم بموجب مرسوم.","If the National Assembly shall not vote the budget at the end of this extraordinary session, the budget shall be established permanently by edict."]]},{"content":["المادة 111","ARTICLE 111"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/budget"}},"section":["If the appropriations bill cannot be promulgated before the beginning of the budget year, the President of the Republic shall demand immediately from the National Assembly the authorization to manage the receipts and expenses of the State temporarily by &quot;douziemes provisoires&quot;.","إذا لم يكن من الممكن إصدار قانون تخصيص الاعتمادات المالية قبل بداية السنة المالية للميزانية، يطلب رئيس الجمهورية فوراً من الجمعية الوطنية التفويض لإدارة إيرادات ومصروفات الدولة بشكل مؤقت بواسطة مبدأ الإنفاق الشهري."]},{"content":["ARTICLE 112","المادة 112"],"section":[["The National Assembly shall regulate the accounts of the nation according to the modalities provided by the organic financial law.","تنظم الجمعية الوطنية حسابات الأمة طبقاً للطرق التي ينص عليها القانون المالي الأساسي."],["In this effort it shall be assisted by the Chambre des Comptes of the Supreme Court which it shall charge with all inquiries and studies relating to the management of receipts and public expenditures whether of the management of the national treasury, of the territorial communities, or of the administrations or institutions dependent on the State or submitted to its control.","يساعدها في هذا الجهد محكمة المحاسبة التابعة للمحكمة العليا، التي تكلفها بكل التحقيقات والدراسات المتعلقة بإدارة الإيرادات والمصاريف العامة، سواء إدارة الخزينة الوطنية، أو المجتمعات المحلية، أو الإدارات أو المؤسسات التي تعتمد على الدولة أو تخضع لسيطرتها."]]},{"content":["المادة 113","ARTICLE 113"],"section":[["The Government shall be obliged to furnish to the National Assembly all explanations which shall be demanded of it concerning its management and its activities.","تلتزم الحكومة بأن تقدم إلى الجمعية الوطنية كل التفسيرات التي تطلبها في ما يتعلق بإدارتها ونشاطاتها."],{"content":["وتتضمن وسائل حصول الجمعية الوطنية على معلومات عن العمل الحكومي ومراقبته ما يلي:","The means of information and of control of the National Assembly on governmental action shall be:"],"section":{"content":["The interpellation in accordance with Article 71;","الاستجوابات بما يتوافق مع المادة 71؛"],"section":[["The written question;","الأسئلة المكتوبة؛"],["الأسئلة الشفهية، مع أو من دون نقاش، وغير المتبوعة بتصويت؛","The oral question with or without debate, and not followed by a vote;"],["لجان التحقيق البرلمانية.","The parliamentary committee of inquiry."]]}},["These means shall be exercised under the conditions determined by the Rules of Procedure of the National Assembly.","تُمارس هذه الوسائل طبقاً للشروط التي تحددها القواعد الإجرائية للجمعية الوطنية."]]}]}]},{"content":["الباب الخامس. المحكمة الدستورية","TITLE V. THE CONSTITUTIONAL COURT"],"section":[{"content":["المادة 114","ARTICLE 114"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/interp"}},"section":["يجب على المحكمة الدستورية أن تكون أعلى هيئة قضائية في الدولة في المسائل الدستورية. وهي الحَكَم في دستورية القوانين، وتضمن حقوق الإنسان الأساسية والحريات العامة. وهي الهيئة المنظِّمة لعمل المؤسسات والسلطات العامة.","The Constitutional Court shall be the highest jurisdiction of the State in constitutional matters. It shall be the judge of the constitutionality of the law and it shall guarantee the fundamental human rights and the public liberties. It shall be the regulatory body for the functioning of institutions and for the activity of public authorities."]},{"content":["المادة 115","ARTICLE 115"],"metadata":{"topics":["http://www.constituteproject.org/ontology/conlim","http://www.constituteproject.org/ontology/conres","http://www.constituteproject.org/ontology/consel","http://www.constituteproject.org/ontology/conterm"]},"section":[["The Constitutional Court shall be composed of seven members, four of whom shall be appointed by the Office of the National Assembly and three by the President of the Republic for a term of five years renewable only one time. No member of the Constitutional Court may sit for more than ten years.","تتكون المحكمة الدستورية من سبعة أعضاء، يعين مكتب الجمعية الوطنية أربعة منهم، ويعيَن رئيس الجمهورية ثلاثة، لولاية خمس سنوات قابلة للتجديد مرة واحدة. ولا يجوز لعضوٍ في المحكمة الدستورية شغل هذا المنصب لأكثر من عشر سنوات."],["In order to be a member of the Constitutional Court, besides the condition of professional competence, one must have good morals and great honesty.","إضافة إلى شرط الكفاءة المهنية، يجب أن يكون من أصحاب المبادئ الأخلاقية الطيبة والأمانة العظيمة للانضمام كعضو إلى المحكمة الدستورية."],{"content":["The Constitutional Court shall include:","تشمل المحكمة الدستورية:"],"section":{"content":["Three magistrates having at least fifteen years of experience, two of whom shall be appointed by the Office of the National Assembly and one by the President of the Republic;","ثلاثة قضاة لديهم خبرة خمس عشرة سنة على الأقل، حيث يتم تعيين اثنين منهما عن طريق مكتب الجمعية الوطنية، وواحد عن طريق رئيس الجمهورية؛"],"section":[["خبيرين قانونيين رفيعي المستوى، من الأساتذة أو المحامين العاملين، يتمتعان بخبرة خمس عشرة سنة على الأقل، حيث يعين مكتب الجمعية الوطنية أحدهما، ويعين رئيس الجمهورية الآخر.","Two high level jurists, professors or practicing lawyers having at least fifteen years of experience, one appointed by the Office of the National Assembly and the other by the President of the Republic."],["اثنين من أصحاب السمعة المهنية الرفيعة، حيث يعين مكتب الجمعية الوطنية أحدهما، ويعين رئيس الجمهورية الآخر.","Two persons of great professional reputation, one appointed by the Office of the National Assembly and the other by the President of the Republic."]]}},["لا يجوز عزل أعضاء المحكمة الدستورية من منصبهم طوال مدة توليهم مناصبهم. لا يجوز ملاحقتهم أو القبض عليهم دون إذن من المحكمة الدستورية ومكتب المحكمة العليا في جلسة مشتركة إلا في حالات المخالفة الصارخة. وفي هذه الحالات يجب أن يحال الأمر إلى رئيس المحكمة الدستورية ورئيس المحكمة العليا فورا وخلال ثمان وأربعين ساعة على أبعد تقدير.","The members of the Constitutional Court shall be irremovable for the duration of their term of office. They may not be prosecuted or arrested without the authorization of the Constitutional Court and the Office of the Supreme Court sitting in joint session except in cases of flagrant offence. In these cases the matter must be referred to the President of the Constitutional Court and to the President of the Supreme Court immediately and within forty-eight hours at the latest."],["لا تتفق واجبات عضو المحكمة الدستورية مع منصب عضو حكومة، أو مع شغل أي منصب ذي تكليف انتخابي، أو مع تقلد أي وظائف عامة، مدنية أو عسكرية، أو مع أي نشاط مهني آخر، إضافة إلى أي وظيفة تمثيل وطني خلاف الحالة المنصوص عليها في الفقرة 3 من المادة 50.","The duties of a member of the Constitutional Court are incompatible with the position of a member of the Government, with the exercise of any elective mandate, with all public employment-civil or military, with any other professional activity as well as with any office of national representation except in the situation provided for in Article 50 paragraph 3."],["يحدد قانون أساسي تنظيم المحكمة الدستورية وطريقة عملها، والإجراءات المتبعة أمامها، خصوصاً الفترات الزمنية الخاصة بتقديم الطعون إليها، والحصانات والتعليمات التأديبية الخاصة بأعضائها.","An organic law shall determine the organization and operation of the Constitutional Court, the procedure followed before it, especially the periods of time for appeals to it as well as the immunities and the disciplinary regulation of its members."]]},{"content":["ARTICLE 116","المادة 116"],"section":["The President of the Constitutional Court shall be elected by his peers among the magistrates and the jurists members of the Court for a term of five years.","يُنتخب رئيس المحكمة الدستورية من قبل نظرائه القضاة والقانونيين أعضاء المحكمة لولاية مدتها خمس سنوات."]},{"content":["المادة 117","ARTICLE 117"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/conpow"}},"section":[["تلتزم المحكمة الدستورية","The Constitutional Court shall"],{"content":["بإصدار الأحكام الخاصة بما يلي:","Rule obligatorily on:"],"section":{"content":["دستورية القوانين الأساسية والقوانين بوجه عام قبل سنها؛","The constitutionality of organic laws and of laws in general in advance of their promulgation;"],"section":[["تتحدد القواعد الإجرائية للجمعية الوطنية، والهيئة العليا للسمعيات والمرئيات والاتصالات، والمجلس الاقتصادي والاجتماعي قبل تطبيقها فيما يتعلق بالتوافق مع الدستور؛","The Rules of Procedure of the National Assembly, of the High Authority of Audio-Visuals and Communications, and of the Economic and Social Council in advance of their enforcement with regard to their conformity to the Constitution;"],["دستورية القوانين والأعمال التنظيمية التي يُعتقد أنها تخل بحقوق الإنسان الأساسية وبالحريات العامة، وبانتهاك حقوق الفرد بوجه عام؛","The constitutionality of laws and regulatory acts deemed to infringe on fundamental human rights and on public liberties, and in general on the violation of the rights of the individual;"],["تنازع الاختصاصات بين مؤسسات الدولة.","The conflicts of prerogatives between the institutions of the State."]]}},["الإشراف على انتظام إجراءات انتخاب رئيس الجمهورية؛ والنظر في الاعتراضات؛ والحكم على المخالفات التي ربما وجدتها بنفسها، وإعلان نتائج الاقتراع؛ والحكم على انتظام الاستفتاء العام وإعلان نتيجته؛","Oversee the regularity of the election of the President of the Republic; examine the objections; rule on the irregularities that it may have found itself, and proclaim the results of the balloting; rule on the regularity of the referendum and proclaim its results;"],["الحكم في القضايا المتنازع عليها، في ما يخص انتظام الانتخابات التشريعية؛","Rule, in contested cases, on the regularity of legislative elections;"],["Make up the legal portion of the High Court of Justice with the exception of its President.","تكوين الجزء القانوني من محكمة العدل العليا، باستثناء رئيسها."]]},{"content":["المادة 118","ARTICLE 118"],"section":["It shall be equally competent to rule on the situations provided for in Articles 50, 52, 57, 77, 86, 100, 102, 104 and 147.","تختص المحكمة العليا بالقدر نفسه بالحكم في الحالات التي تنص عليها المواد 50 و52 و57 و77 و86 و100 و102 و104 و147."]},{"content":["المادة 119","ARTICLE 119"],"section":{"content":["يختص رئيس المحكمة الدستورية بما يلي:","The President of the Constitutional Court shall be competent to:"],"section":{"content":["سماع يمين رئيس الجمهورية في الحالات المنصوص عليها في المادتين 58 و68؛","Hear the oath of the President of the Republic in the situations provided for in Articles 58 and 68;"],"section":["تثبيت الفترة الانتقالية لرئيس الجمهورية في الحالة المنصوص عليها في الفقرة 3 من المادة 50.","Stablize the interim period of the President of the Republic in the situation provided for in Article 50 paragraph 3."]}}},{"content":["المادة 120","ARTICLE 120"],"section":["The Constitutional Court must rule within a period of fifteen days after it has been made cognizant of a text of a bill or of a complaint of the violation of human rights and of public liberties. However, at the demand of the Government, if there is an emergency, this period shall be reduced to eight days. In this case, the submission of the matter to the Constitutional Court shall suspend the deadline for the promulgation of the law.","يجب أن تصدر المحكمة الدستورية حكمها خلال خمسة عشر يوماً من علمها بنص مشروع قانون أو شكوى تتعلق بانتهاك حقوق الإنسان والحريات العامة. بيد أنه، بناءً على طلب الحكومة، وفي حال ظهور ظرف طارئ، تُختصر هذه الفترة إلى ثمانية أيام. في هذه الحال، يعلّق تقديم المسألة إلى المحكمة الدستورية الموعد النهائي لإصدار القانون."]},{"content":["المادة 121","ARTICLE 121"],"metadata":{"topics":["http://www.constituteproject.org/ontology/concop","http://www.constituteproject.org/ontology/uncon"]},"section":[["The Constitutional Court, at the request of the President of the Republic or of any member of the National Assembly, shall give its opinion on the constitutionality of laws in advance of their promulgation.","تعطي المحكمة الدستورية، بناءً على طلب رئيس الجمهورية أو أي عضو في الجمعية الوطنية، رأيها في دستورية القوانين قبل إصدارها."],["تعطي رأيها تلقائياً في دستورية القوانين وأي نص تنظيمي يُعد أنه يخلّ بحقوق الإنسان الأساسية والحريات العامة. وتأخذ المحكمة الدستورية القرارات بوجه عام حول المسائل التي تتعلق بانتهاكات حقوق الفرد، ويجب أن تصل إلى قراراتها خلال فترة مدة ثمانية أيام.","It shall give its opinion automatically on the constitutionality of laws and of any regulatory text deemed to infringe on the fundamental human rights and on the public liberties. It shall decide more generally on the violations of the rights of the individual and its decision must be reached within a period of eight days."]]},{"content":["المادة 122","ARTICLE 122"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/uncon"}},"section":["لأي مواطن الحق بأن يتقدم بشكوى إلى المحكمة الدستورية بشأن دستورية القوانين، سواء مباشرة أو من خلال إجراءات الاستثناء لعدم الدستورية التي يستشهد بها لمسألة تخصه مرفوعة أمام محكمة. ومن شأن ذلك أن يفرض تأجيلاً لحين بت المحكمة الدستورية في المسألة وإصدارها قرار خلال ثلاثين يوماً.","Any citizen may complain to the Constitutional Court about the constitutionality of laws whether directly or whether by the procedure of the exception of unconstitutionality invoked in a matter which concerns him before a court of law. This must grant a stay until the decision of the Constitutional Court which must be reached within a period of thirty days."]},{"content":["المادة 123","ARTICLE 123"],"section":["The organic laws in advance of their promulgation; the Rules of Procedure of the National Assembly, of the High Authority of Audio-Visuals and of Communications, and of the Economic and Social Council before their enforcement must be submitted to the Constitutional Court which shall give its decision on their conformity to the Constitution.","يجب تقديم القوانين الأساسية قبل إصدارها؛ والقواعد الإجرائية للجمعية الوطنية، والهيئة العليا للسمعيات والمرئيات والاتصالات، والمجلس الاقتصادي والاجتماعي قبل تطبيقها، إلى المحكمة الدستورية التي تعطي قرارها بما يتوافق مع الدستور."]},{"content":["ARTICLE 124","المادة 124"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/uncon"}},"section":[["لا يجوز إصدار أو فرض أي نص أُعلِنت عدم دستوريته.","A provision declared unconstitutional may not be promulgated or enforced."],["The decision of the Constitutional Court shall not be subject to any appeal.","لا يجوز الطعن بقرار المحكمة الدستورية."],["They shall be imperative for public authorities and for all civil, military, and jurisdictional authorities.","القرارات إلزامية للسلطات العامة ولكل الهيئات المدنية، والعسكرية، والقضائية."]]}]},{"content":["TITLE VI. JUDICIAL POWER","الباب السادس. السلطة القضائية"],"section":[{"content":["المادة 125","ARTICLE 125"],"metadata":{"topics":["http://www.constituteproject.org/ontology/levjud","http://www.constituteproject.org/ontology/judind"]},"section":[["السلطة القضائية مستقلة عن السلطة التشريعية والسلطة التنفيذية.","Judicial power shall be independent of the legislative power and of the executive power."],["It shall be exercised by the Supreme Court, and Courts and Tribunals created in accordance with the present Constitution.","تتم ممارسة السلطة القضائية من خلال المحكمة العليا، والمحاكم والمجالس العدلية المُشكَّلة بما يتوافق مع هذا الدستور."]]},{"content":["المادة 126","ARTICLE 126"],"section":[["تُطبق العدالة باسم الشعب البنيني.","Justice shall be rendered in the name of the Béninese people."],["The judges, in the exercise of their duties, shall be subject only to the authority of the law. Sitting magistrates shall be irremovable.","يخضع القضاة، في ممارستهم لواجباتهم، لسلطة القانون فقط، ولا يجوز عزل القضاة."]]},{"content":["ARTICLE 127","المادة 127"],"section":[["رئيس الجمهورية هو حامي استقلالية السلطة القضائية.","The President of the Republic shall be the guarantor of the independence of justice."],["يعاونه في ذلك المجلس الأعلى للقضاة.","He shall be assisted by the Superior Council of the Magistrature."]]},{"content":["المادة 128","ARTICLE 128"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/jc"}},"section":[["المجلس الأعلى للقضاة هو المجلس التأديبي للقضاة.","The Superior Council of the Magistrature shall rule as Disciplinary Council of the Magistrates."],["يحدد قانون أساسي تشكيل واختصاصات وتنظيم وطريقة عمل المجلس.","The composition, prerogatives, organization and functioning of the Superior Council of the Magistrature shall be fixed by an organic law."]]},{"content":["المادة 129","ARTICLE 129"],"section":["The Magistrates shall be appointed by the President of the Republic upon the motion of the Guard of the Seals, the Minister of Justice, after the advice of the Superior Council of the Magistrature.","يعين رئيس الجمهورية القضاة بناءً على طلب حارس الأختام، ووزير العدل، وبعد أخد مشورة المجلس الأعلى للقضاة."]},{"content":["ARTICLE 130","المادة 130"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/jc"}},"section":["The Superior Council of the Magistrature shall study the documents for pardon and shall transmit them with its reasoned opinion to the President of the Republic.","يدرس المجلس الأعلى للقضاة وثائق طلب العفو ويرسلها مرفقة برأيه المبنى على المنطق إلى رئيس الجمهورية."]},{"content":["I. THE SUPREME COURT","1. المحكمة العليا"],"section":[{"content":["المادة 131","ARTICLE 131"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/levjud"}},"section":[["The Supreme Court shall be the highest court of law of the State in administrative and judicial matters and the management of the accounts of the State.","المحكمة العليا هي أعلى محكمة في الدولة فيما يخص الشؤون الإدارية والقضائية وإدارة حسابات الدولة."],["يدخل في اختصاص المحكمة العليا المسائل المتنازع عليها في الانتخابات المحلية.","It shall be equally competent in that which concerns disputed matters in local elections."],["The decisions of the Supreme Court shall not be subject to any appeal.","لا يجوز الطعن بقراراتها."],["قرارات المحكمة إلزامية للسلطة التنفيذية، والسلطة التشريعية، إضافة إلى كل المحاكم القضائية.","They shall be imperative on executive power, on legislative power, as well as on all courts of law."]]},{"content":["ARTICLE 132","المادة 132"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/suppow"}},"section":[["تقوم الحكومة باستشارة المحكمة العليا بشكل عام في كل المسائل الإدارية والدعاوى القضائية.","The Supreme Court shall be consulted by the Government more generally in all administrative and jurisdictional matters."],["It may, at the demand of the Chief of State, be charged with the drafting and the modification of all legislative and regulatory texts prior to their examination by the National Assembly.","قد تُكلَّف المحكمة العليا، بناءً على طلب رئيس الدولة، بصياغة كل النصوص التشريعية والتنظيمية وتعديلها قبل عرضها على الجمعية الوطنية للدراسة."]]},{"content":["ARTICLE 133","المادة 133"],"metadata":{"topics":["http://www.constituteproject.org/ontology/hocterm","http://www.constituteproject.org/ontology/hocterml","http://www.constituteproject.org/ontology/hocsel"]},"section":[["يقوم رئيس الجمهورية بتعيين رئيس المحكمة العليا، لولاية مدتها خمس سنوات، من بين القضاة والخبراء القانونيين رفيعي المستوى، ممن لديهم خبرة مهنية لخمس عشرة سنة على الأقل بناءً على مشورة رئيس الجمعية الوطنية وبموجب مرسوم صادر عن مجلس الوزراء.","The President of the Supreme Court shall be appointed for a term of five years by the President of the Republic from among the Magistrates and high level jurists having at least fifteen years of professional experience upon the advice of the President of the National Assembly and by decree taken in the Council of Ministers."],["He shall be irremovable during the duration of his mandate which shall be renewable only one time.","لا يجوز عزل رئيس المحكمة العليا خلال فترة توليه لمنصبه، ويجوز تجديد فترة تعيينه مرة واحدة."],["The functions of the President of the Supreme Court shall be incompatible with the qualification of a member of the Government, with the exercise of any elective mandate, with any public employment-civil or military, with any other professional activity, as well as with any office of national representation.","لا تتفق واجبات رئيس المحكمة العليا مع منصب عضو حكومة، أو مع شغل أي منصب ذي تكليف انتخابي، أو مع تقلد أي من الوظائف العامة، مدنية أو عسكرية، أو مع أي نشاط مهني آخر، إضافة إلى أي وظيفة تمثيل وطني."]]},{"content":["المادة 134","ARTICLE 134"],"section":[["يُعيّن رئيس الجمهورية، وبطلب من رئيس المحكمة العليا وبعد استشارة المجلس الأعلى للقضاة، رؤساء المحاكم ومستشاريهم من بين القضاة والخبراء القانونيين ذوي الدرجات العليا ممن لديهم خبرة مهنية تفوق خمس عشرة سنة على الأقل بموجب مرسوم صادر عن مجلس الوزراء.","The Presidents of the Chamber and his Councilors shall be appointed from among the Magistrates and high-level jurists having at least fifteen years of professional experience by decree taken in the Council of Ministers by the President of the Republic, on a motion of the President of the Supreme Court and after the advice of the Superior Council of the Magistrature."],["يحدد القانون وضع قضاة المحكمة العليا.","The law shall determine the status of the Magistrates of the Supreme Court."]]}]},{"content":["2. محكمة العدل العليا","II. THE HIGH COURT OF JUSTICE"],"section":[{"content":["ARTICLE 135","المادة 135"],"section":[["تتشكل محكمة العدل العليا من أعضاء المحكمة الدستورية، باستثناء رئيسها، ومن ستة نواب تختارهم الجمعية الوطنية، ومن رئيس المحكمة العليا.","The High Court of Justice shall be composed of members of the Constitutional Court, with the exception of its President, and of six Deputies elected by the National Assembly and by the President of the Supreme Court."],["The High Court shall elect from its midst its President.","تنتخب محكمة العدل العليا رئيسها من بين أعضائها."],["An organic law shall fix the rules of its functioning as well as the procedure to be followed before it.","يحدد قانون أساسي قواعد عمل المحكمة، إضافة إلى الإجراءات التي يجب اتباعها أمامها."]]},{"content":["المادة 136","ARTICLE 136"],"section":[["The High Court of Justice shall be competent to judge the President of the Republic and the members of the Government by reason of blatant charges of high treason, of infractions committed in the exercise of or on the occasion of the exercise of their duties, as well as to judge their accomplices in case of a plot against the security of the State.","تختص محكمة العدل العليا بالحكم على رئيس الجمهورية وأعضاء الحكومة في التهم الصارخة بالخيانة العظمى، أو في الإخلالات التي ترتكب في أثناء الاضطلاع بواجباتهم أو في حال الاضطلاع بواجباتهم، إضافة إلى الحكم على تواطؤهم في حال ظهور مؤامرة ضد أمن الدولة."],["تظل المحاكم العادية مختصة بالنظر في الانتهاكات التي ترتكب خارج نطاق مهامهم والتي يكونوا مسؤولين عنها جنائياً.","The regular courts shall remain competent for infractions perpetrated outside the exercise of their duties and for which they shall be criminally responsible."]]},{"content":["المادة 137","ARTICLE 137"],"section":[["تلتزم محكمة العدل العليا بتعريف الانتهاكات وبتحديد العقوبات المنصوص عليها في قوانين العقوبات السارية وقت ارتكاب الأفعال.","The High Court of Justice shall be bound by the definition of the infractions and by the determination of penalties resulting from the penal laws in force at the time of the acts."],["The decision to prosecute taken after the indictment of the President of the Republic and of the members of the Government shall be voted by a two-thirds majority of the Deputies composing the National Assembly according to the procedure provided by the Rules of Procedure of the National Assembly. The investigation shall be conducted by the Magistrates of the Chambre d&#x27;Accusation of the Court of Appeals having jurisdiction over the location of the seat of the National Assembly.","يجب أن تصوت أغلبية ثلثي نواب الجمعية الوطنية على قرار محاكمة رئيس الجمهورية وأعضاء الحكومة طبقاً للإجراءات المنصوص عليها في القواعد الإجرائية للجمعية الوطنية. ويتولى التحقيق قضاة محكمة الاتهام التابعة لمحكمة الاستئناف التي تشمل دائرة اختصاصها محل الجمعية الوطنية."]]},{"content":["ARTICLE 138","المادة 138"],"section":["يوقف رئيس الجمهورية وأعضاء الحكومة عن أداء واجباتهم في حال اتهامهم بالخيانة العظمى، وإهانة الجمعية الوطنية، وأي إخلال بالشرف والأمانة. وفي حال الإدانة، يفقدون وظائفهم.","The President of the Republic and the members of the Government shall be suspended from their duties in case of an indictment for high treason, insult to the National Assembly, and any injury to honor and honesty. In case of conviction, they shall forfeit their offices."]}]}]},{"content":["الباب السابع. المجلس الاقتصادي والاجتماعي","TITLE VII. THE ECONOMIC AND SOCIAL COUNCIL"],"section":[{"content":["ARTICLE 139","المادة 139"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/science"}},"section":[["يعطي المجلس الاقتصادي والاجتماعي رأيه في مشروعات القوانين الحكومية أو أنظمتها أو مراسيمها، إضافة إلى مشروعات القوانين الخاصة التي تقدم له.","The Economic and Social Council shall give its opinion on Government bills, ordinances or decrees as well as on the private bills which are submitted to it."],["Government bills of a program with an economic or social character shall be obligatorily submitted to it for advice.","تقديم مشروعات القوانين الحكومية الخاصة بالبرامج ذات الصبغة الاقتصادية أو الاجتماعية إلزامي لأخذ المشورة."],["The President of the Republic may consult the Economic and Social Council on any problem of an economic, social, cultural, scientific and technical nature.","قد يستشير رئيس الجمهورية المجلس الاقتصادي والاجتماعي حول أي مشكلة ذات طبيعة اقتصادية واجتماعية وثقافية وعلمية وتقنية."],["يجوز للمجلس الاقتصادي والاجتماعي، من تلقاء نفسه في شكل توصية، لفت انتباه الجمعية الوطنية والحكومة على إصلاح النظام الاقتصادي والاجتماعي الذي يبدو له أنه متسق مع المصلحة العامة أم لا.","The Economic and Social Council may, on its own initiative in the form of a recommendation, draw the attention of the National Assembly and of the Government to reforms of the economic and social order which appear to it to be consistent with or contrary to the general interest."],["Upon the demand of the Government, the Economic and Social Council shall designate one of its members to set forth before the Committees of the National Assembly the opinion of the Council on Government bills or private bills which have been submitted to it.","يعين المجلس الاقتصادي والاجتماعي، بناءً على طلب الحكومة، أحد أعضائه ليعرض على لجان الجمعية الوطنية، رأي المجلس حول مشروعات القوانين الحكومية أو مشروعات القوانين الخاصة التي قُدِمت إليه."]]},{"content":["ARTICLE 140","المادة 140"],"section":[["ينتخب المجلس الاقتصادي والاجتماعي من بين أعضائه رئيسه وأعضاء مكتبه.","The Economic and Social Council shall elect from its midst its President and the members of its Office."],["The composition, organization and the functioning of the Economic and Social Council shall be fixed by an organic law.","ويحدد قانون أساسي تشكيل المجلس الاقتصادي والاجتماعي وتنظيمه وطريقة عمله."]]},{"content":["المادة 141","ARTICLE 141"],"section":[["The members of the Economic and Social Council shall collect compensation for the session and travel allowances.","يتلقى أعضاء المجلس الاقتصادي والاجتماعي مكافأة عن الجلسات وبدل سفر."],["The amount of this compensation shall be fixed by a decree taken in the Council of Ministers.","يحدد مرسوم صادر عن مجلس الوزراء قيمة هذه المكافأة."]]}]},{"content":["TITLE VIII. THE HIGH AUTHORITY OF AUDIO-VISUALS AND COMMUNICATIONS","الباب الثامن. الهيئة العليا للوسائل الصوتية والمرئية والاتصالات"],"section":[{"content":["المادة 142","ARTICLE 142"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/medcom"}},"section":[["تكفل الهيئة العليا للوسائل الصوتية والمرئية والاتصالات حرّية الصحافة وحمايتها بما يتوافق مع القانون.","The High Commission of Audio-Visuals and Communications shall have as its mission to guarantee and assure the freedom and the protection of the press, as well as all of the means of mass communication with respect to the law."],["It shall keep watch in respect to the deontology [ethics] in the matter of information and of the equitable access of political parties, of associations and of citizens to official means of news and communication.","تراقب المفوضية الواجبات [الأخلاق] التي تتعلق بالمعلومات والمساواة بين الأحزاب السياسية، والجمعيات والمواطنين في الوصول إلى الوسائل الرسمية للأخبار والاتصالات."]]},{"content":["المادة 143","ARTICLE 143"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/medcom"}},"section":[["يُعيَّن رئيس الهيئة العليا للصوتيات والمرئيات والاتصالات، بعد استشارة رئيس الجمعية الوطنية، بموجب مرسوم صادر عن مجلس الوزراء.","The President of the High Authority of Audio-Visuals Communication shall be appointed, after consultation of the President of the National Assembly, by decree taken in the Council of Ministers."],["يحدد قانون أساسي تشكيل الهيئة العليا للصوتيات والمرئيات والاتصالات وتنظيمها وطريقة عملها.","The composition, prerogatives, organization and functioning of the High Authority of Audio-Visuals and Communications shall be fixed by an organic law."]]}]},{"content":["TITLE IX. TREATIES AND INTERNATIONAL AGREEMENTS","الباب التاسع. المعاهدات والاتفاقيات الدولية"],"section":[{"content":["ARTICLE 144","المادة 144"],"metadata":{"topics":["http://www.constituteproject.org/ontology/intlaw","http://www.constituteproject.org/ontology/treat","http://www.constituteproject.org/ontology/headforn"]},"section":["يتولى رئيس الجمهورية التفاوض على المعاهدات والاتفاقيات الدولية، ويصدق عليها.","The President of the Republic shall negotiate and ratify treaties and international agreements."]},{"content":["ARTICLE 145","المادة 145"],"metadata":{"topics":["http://www.constituteproject.org/ontology/colony","http://www.constituteproject.org/ontology/intorgs"]},"section":[["Peace treaties, treaties or agreements relating to international organization, those which involve the finances of the State, those which modify the internal laws of the State, those which allow transfer, exchange or addition of territory may be ratified only in accordance with a law.","يتم التصديق على معاهدات السلام أو المعاهدات أو الاتفاقيات المتعلقة بالمنظمات الدولية، وتلك التي تتعلق بالشؤون المالية للدولة، وتلك التي تعدّل القوانين الداخلية للدولة، وتلك التي تسمح بنقل الأراضي أو تبادلها أو إضافتها، بما يتوافق مع القانون فقط."],["لا يُعد أي نقل أو تبادل أو إضافة للأراضي سارياً من دون موافقة السكان المعنيون على ذلك.","No transfer, no exchange, nor addition of territory shall be valid without the consent of the interested populations."]]},{"content":["ARTICLE 146","المادة 146"],"metadata":{"topics":["http://www.constituteproject.org/ontology/intlaw","http://www.constituteproject.org/ontology/treatcon"]},"section":["إذا قررت المحكمة الدستورية، بناءً على طلب من رئيس الجمهورية أو رئيس الجمعية الوطنية، أن التزاماً دولياً يضم بنداً يناقض الدستور، فإنه لا يتم إقرار التصديق عليه إلا بعد مراجعة الدستور.","If the Constitutional Court, upon a submission by the President of the Republic or by the President of the National Assembly, shall have decided that an international obligation allows a clause contrary to the Constitution, the authorization to ratify it may occur only after the revision of the Constitution."]},{"content":["ARTICLE 147","المادة 147"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/treatcon"}},"section":["تحظى المعاهدات أو الاتفاقيات التي تم التصديق عليها بشكل قانوني، عند نشرها، بسلطة تفوق سلطة القوانين، من دون الإخلال بكل اتفاقية أو معاهدة عند تطبيقها من جانب الطرف الثاني.","Treaties or agreements lawfully ratified shall have, upon their publication, an authority superior to that of laws, without prejudice for each agreement or treaty in its application by the other party."]},{"content":["ARTICLE 148","المادة 148"],"section":["The Republic of Bénin may conclude with other States agreements of cooperation or of association based on the principles of equality, of mutual respect for sovereignty, of reciprocal advantages and of national dignity.","يجوز أن  تعقد جمهورية بنين اتفاقيات تعاون أو مشاركة مع دول أخرى استناداً إلى مبادئ المساواة، والاحترام المتبادل للسيادة، والفوائد المتبادلة والكرامة الوطنية."]},{"content":["ARTICLE 149","المادة 149"],"section":["يجوز لجمهورية بنين، الحريصة على تحقيق الوحدة الأفريقية، أن تبرم أي اتفاق للتكامل دون الإقليمي أو الإقليمي وفقاً للمادة 145.","The Republic of Bénin, anxious to realize African unity, may conclude any agreement of sub-regional or regional integration in accordance with Article 145."]}]},{"content":["الباب العاشر. الوحدات الإقليمية","TITLE X. TERRITORIAL UNITS"],"section":[{"content":["المادة 150","ARTICLE 150"],"section":["Territorial units of the Republic shall be created by law.","ينشئ القانون الوحدات الإقليمية للجمهورية."]},{"content":["المادة 151","ARTICLE 151"],"section":["These units shall administer themselves freely by elected councils and under conditions provided by the law.","تدير هذه الوحدات نفسها بحرية من خلال مجالس منتخبة وبموجب الشروط التي حددها القانون."]},{"content":["المادة 152","ARTICLE 152"],"section":["No expenditure for the sovereignty of the State will be charged to their budget.","لا تتحمل ميزانياتها أي إنفاق من أجل سيادة الدولة."]},{"content":["ARTICLE 153","المادة 153"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/solid"}},"section":["The State shall watch over the harmonious development of the all the territorial units based on national solidarity, regional potentialities, and inter-regional equilibrium.","تراقب الدولة التنمية المتسقة لكل الوحدات الإقليمية استناداً إلى التضامن الوطني، والإمكانات الإقليمية، والتوازن ما بين الأقاليم."]}]},{"content":["الباب الحادي عشر. المراجعة","TITLE XI. REVISION"],"section":[{"content":["المادة 154","ARTICLE 154"],"metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/amend"}},"section":[["يعود الحق في التقدم بمبادرة لمراجعة الدستور إلى رئيس الجمهورية، بعد اتخاذ قرار في مجلس الوزراء، وفي الوقت نفسه إلى أعضاء الجمعية الوطنية.","The initiative for the revision of the Constitution shall belong concurrently to the President of the Republic, after a decision taken in the Council of Ministers, and to the members of the National Assembly."],["In order to be taken into consideration, the draft or proposal of revision must be voted by a three-fourths majority of the members composing the National Assembly.","لكي يتم وضع هذه المبادرة في الاعتبار، يجب أن تحظى المسودة أو اقتراح المراجعة بموافقة ثلاثة أرباع أعضاء الجمعية الوطنية."]]},{"content":["ARTICLE 155","المادة 155"],"metadata":{"topics":["http://www.constituteproject.org/ontology/amend","http://www.constituteproject.org/ontology/consel"]},"section":["يتم إقرار المراجعة بعد قبولها عن طريق الاستفتاء، إلا إذا كانت المسودة ذات الصلة أو الاقتراح ذو الصلة قد حظي بموافقة أغلبية أربعة أخماس أعضاء الجمعية.","The revision shall be agreed to only after having been approved by referendum, unless the draft or the proposal involved shall have been approved by a four-fifths majority of the members composing the Assembly."]},{"content":["ARTICLE 156","المادة 156"],"metadata":{"topics":["http://www.constituteproject.org/ontology/unamend","http://www.constituteproject.org/ontology/amend"]},"section":[["No procedure for revision may be instituted or continued when it shall undermine the integrity of the territory.","لا يجوز إجراء أي تعديل أو مواصلته في حالة المساس بوحدة الأراضي."],["The republican form of government and the secularity of the State may not be made the object of a revision.","الشكل الجمهوري للحكم أو علمانية الدولة غير خاضعين للمراجعة."]]}]},{"content":["الباب الثاني عشر. الأحكام الانتقالية النهائية","TITLE XII. FINAL TRANSITIONAL PROVISIONS"],"section":[{"content":["المادة 157","ARTICLE 157"],"section":[["يجب إصدار هذا الدستور في خلال ثمانية أيام من تبنيه في الاستفتاء.","The present Constitution must be promulgated within eight days after its adoption in the referendum."],["The President of the Republic must take office; the National Assembly must convene at the latest on April 1, 1991.","يتولى رئيس الجمهورية منصبه؛ وتجتمع الجمعية الوطنية في موعد أقصاه 1 نيسان/أبريل 1991."],["The High Council of the Republic and the transitional Government shall continue to exercise their functions until the new institutions are established.","يتابع المجلس الأعلى للجمهورية، والحكومة الانتقالية أداء وظائفهم لحين تشكيل المؤسسات الجديدة."],["يحلف رئيس الجمهورية اليمين أمام رئيس المجلس الأعلى للجمهورية في جلسة عامة للجمعية الوطنية.","The oath of office of the President of the Republic shall be received by the President of  the High Council of the Republic in plenary Assembly."],["يتم دعوة الجمعية الوطنية بواسطة رئيس المجلس الأعلى للجمهورية في حضور أعضاء المجلس المذكور.","The National Assembly shall be installed by the President of the High Council of the Republic in the presence of the members of the said Council."]]},{"content":["المادة 158","ARTICLE 158"],"section":["The legislation in force in Bénin until the setting in place of the new institutions shall remain applicable except for the intervention of new texts in which there is nothing contrary to this present Constitution.","تظل التشريعات السارية في بنين قابلة للتطبيق لحين تنصيب المؤسسات الجديدة، باستثناء النصوص الجديدة التي لا تحتوي على ما يناقض هذا الدستور."]},{"content":["ARTICLE 159","المادة 159"],"section":[["The present Constitution shall be submitted to a referendum.","يتم طرح هذا الدستور للاستفتاء."],["The necessary arrangements for its application shall be the objective, whether by laws voted by the High Council of the Republic, or whether by decrees issued by the Council of Ministers. The prerogatives passed on by the present Constitution to the Constitutional Court shall be exercised by the High Court of the Republic until the installation of the new institutions.","تكون الترتيبات اللازمة لتطبيقه هي الهدف، إما من خلال القوانين التي يصوت عليها المجلس الأعلى للجمهورية، أو من خلال المراسيم التي يصدرها مجلس الوزراء. وتمارس المحكمة العليا للجمهورية الاختصاصات التي ينقلها هذا الدستور إلى المحكمة الدستورية لحين تنصيب المؤسسات الجديدة."]]},{"content":["ARTICLE 160","المادة 160"],"section":["يطبق هذا القانون كدستور جمهورية بنين.","The present law shall be enforced as the Constitution of the Republic of Bénin."]}]}]}}