{"document":{"section":[{"content":"Preamble","metadata":{"topics":["http://www.constituteproject.org/ontology/auth","http://www.constituteproject.org/ontology/motive","http://www.constituteproject.org/ontology/preamble"]},"section":[{"content":"We, the Sovereign People of Burkina Faso:","section":{"content":"CONSCIOUS of our responsibilities and of our duties before history and before humanity;","section":[{"content":"STRENGTHENED by the democracies [we have] acquired;"},{"content":"COMMITTED to preserve those acquired and animated by a will to construct a State of law guaranteeing the exercise of collective and individual rights, liberty, dignity, security, well-being, development, equality and justice as the fundamental values of a pluralist society of progress and free from all prejudice;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/dignity"}}},{"content":"REAFFIRMING our commitment to the struggle against any form of domination as well as to the democratic character of power;"},{"content":"REAFFIRMING the republican character of the forces of defense and of security;"},{"content":"DETERMINED to promote integrity, probity, transparence, impartiality and the obligation to render account as the republican and ethical values proper to moralize the life of the Nation;"},{"content":"RECOGNIZING the customary and traditional leadership as [a] moral authority[,] depository of the customs and of the traditions in our society;"},{"content":"RECOGNIZING that the promotion of gender is a factor for realization of the equality of law between men and women of Burkina Faso;"},{"content":"SEARCHING [for] the economic and political integration with the other peoples of Africa with a view to the construction of a federative unity of Africa;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/region"}}},{"content":"SUBSCRIBING to the Universal Declaration of the Rights of Man of 1948 and to the international instruments concerning economic, political, social and cultural problems;","metadata":{"topics":["http://www.constituteproject.org/ontology/intlaw","http://www.constituteproject.org/ontology/intrght"]}},{"content":"REAFFIRMING solemnly our commitment vis-a-vis the African Charter of the Rights of Man and of Peoples of 1981;","metadata":{"topics":["http://www.constituteproject.org/ontology/intrght","http://www.constituteproject.org/ontology/intlaw"]}},{"content":"CONSIDERING our attachment to the democratic values and principles as inscribed in the African Charter of Democracy, of Elections and of Governance of 30 January 2007 and in the Protocol A/SP1/12/01 of 21 December 2001 of ECOWAS [CEDE40, Communauté Économic des États de l&#x27;Afrique de l&#x27;Ouest] on democracy and good governance;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/intlaw"}}},{"content":"DESIROUS to promote peace, international cooperation, the peaceful resolution of differences between States, with justice, equality, liberty and the sovereignty of peoples;"},{"content":"CONSCIOUS of the absolute necessity to protect the environment;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/env"}}}]}},{"content":"APPROVE and ADOPT this Constitution of which this preamble is made an integral part."}]},{"content":"TITLE I. OF THE FUNDAMENTAL RIGHTS AND DUTIES","section":[{"content":"CHAPTER I. OF CIVIL RIGHTS AND DUTIES","section":[{"content":"Article 1","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/equal"}},"section":[{"content":"All the Burkinabè are born free and equal in rights."},{"content":"All have an equal vocation to enjoy all the rights and all the freedoms guaranteed by this Constitution."},{"content":"Discrimination of all sorts, notably those founded on race, ethnicity, region, color, sex, language, religion, caste, political opinions, wealth and birth, are prohibited.","metadata":{"topics":["http://www.constituteproject.org/ontology/equalgr1","http://www.constituteproject.org/ontology/equalgr6","http://www.constituteproject.org/ontology/equalgr5","http://www.constituteproject.org/ontology/equalgr16","http://www.constituteproject.org/ontology/equalgr13","http://www.constituteproject.org/ontology/equalgr15","http://www.constituteproject.org/ontology/equalgr10","http://www.constituteproject.org/ontology/equalgr4"]}}]},{"content":"Article 2","section":[{"content":"The protection of life, security, and physical integrity are guaranteed.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/life"}}},{"content":"Slavery, slavery-like practices, inhuman and cruel, degrading and humiliating treatments, physical or moral torture, services and mistreatments inflicted on children and all forms of the degradation of Man[,] are forbidden and punished by the law.","metadata":{"topics":["http://www.constituteproject.org/ontology/slave","http://www.constituteproject.org/ontology/cruelty","http://www.constituteproject.org/ontology/torture"]}}]},{"content":"Article 3","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/habcorp"}},"section":[{"content":"No one may be deprived of his liberty if he is not prosecuted for acts specified and punishable by the law."},{"content":"No one may only be arrested, detained, deported or exiled by virtue of the law.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/citdep"}}}]},{"content":"Article 4","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/fairtri"}},"section":[{"content":"All Burkinabè and all persons living in Burkina Faso benefit from an equal protection of the law. All have the right to have their case heard by an independent and impartial jurisdiction."},{"content":"Any accused is presumed innocent until his guilt has been established.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/presinoc"}}},{"content":"The right to a defense, including that of freely choosing one&#x27;s defender is guaranteed before all the jurisdictions.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/couns"}}}]},{"content":"Article 5","metadata":{"topics":["http://www.constituteproject.org/ontology/wolaw","http://www.constituteproject.org/ontology/expost"]},"section":[{"content":"Anything which is not forbidden by the law may not be hindered and no one can be constrained to do that which [the law] does not order."},{"content":"The penal law does not have retroactive effect. One may only be judged and punished by virtue of a law promulgated and published prior to the punishable act."},{"content":"Punishment is personal and individual."}]},{"content":"Article 6","metadata":{"topics":["http://www.constituteproject.org/ontology/privacy","http://www.constituteproject.org/ontology/evidence"]},"section":[{"content":"The residence, the domicile, private and family life, [and] the secrecy of correspondence of every person, are inviolable."},{"content":"It can only be infringed according to the forms and in the cases specified by the law."}]},{"content":"Article 7","metadata":{"topics":["http://www.constituteproject.org/ontology/opinion","http://www.constituteproject.org/ontology/freerel","http://www.constituteproject.org/ontology/assem"]},"section":{"content":"The freedom of belief, of non-belief, of conscience, of religious opinion, [of] philosophy, of exercise of belief, the freedom of assembly, the free practice of custom as well as the freedom of procession and of demonstration, are guaranteed by this Constitution, under reserve of respect for the law, for public order, for good morals and for the human person."}},{"content":"Article 8","metadata":{"topics":["http://www.constituteproject.org/ontology/express","http://www.constituteproject.org/ontology/opinion","http://www.constituteproject.org/ontology/press","http://www.constituteproject.org/ontology/infoacc"]},"section":[{"content":"The freedoms of opinion, of the press and the right to information are guaranteed."},{"content":"Every person has the right to express and to disseminate his opinions within the order of the laws and regulations in force."}]},{"content":"Article 9","metadata":{"topics":["http://www.constituteproject.org/ontology/freemove","http://www.constituteproject.org/ontology/asylum"]},"section":{"content":"The free circulation of persons and of assets, the free choice of residence and the right of asylum, are guaranteed within the order of the laws and regulations in force."}},{"content":"Article 10","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/milserv"}},"section":[{"content":"Every Burkinabè citizen has the duty to participate in the defense and in the maintenance of the territorial integrity."},{"content":"He is required to fulfill national service when it is required of him."}]}]},{"content":"CHAPTER II. OF POLITICAL RIGHTS AND DUTIES","section":[{"content":"Article 11","section":{"content":"All Burkinabè enjoy civil and political rights within the conditions specified by the law."}},{"content":"Article 12","section":[{"content":"All the Burkinabè without any distinction, have the right to participate in the conduct of the affairs of the State and of society."},{"content":"In this capacity, they are electors and eligible within the conditions specified by the law."}]},{"content":"Article 13","metadata":{"topics":["http://www.constituteproject.org/ontology/partrght","http://www.constituteproject.org/ontology/partprh"]},"section":[{"content":"The political parties and formations create themselves freely."},{"content":"They participate in the activity of political life, in the information and the education of the people as well as in the expression of suffrage."},{"content":"They conduct their activities freely within respect for the laws."},{"content":"All the political parties or formations are equal in rights and in duties."},{"content":"However, tribalist, regionalist, denominational, or racist political parties or formations are not authorized."}]},{"content":"Article 13.1","section":{"content":"Independent candidacies are admitted for all the elections."}}]},{"content":"CHAPTER III. OF ECONOMIC RIGHTS AND DUTIES","section":[{"content":"Article 14","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/resrce"}},"section":{"content":"The natural wealth and resources belong to the people. They are utilized for the amelioration of their conditions of life and within the respect for sustainable development."}},{"content":"Article 15","metadata":{"topics":["http://www.constituteproject.org/ontology/exprop","http://www.constituteproject.org/ontology/proprght"]},"section":[{"content":"The right of property is guaranteed. It may not be exercised contrary to social utility or in a manner which results in prejudice to the security, to liberty, to existence or to the property of others."},{"content":"It can only be infringed the in case of public necessity declared in the legal forms."},{"content":"No one will be deprived of their possessions if it is not for [a] cause of public utility and under the condition of a just indemnity established conforming to the law. This indemnity must be prior to the expropriation, except in case of urgency or of force majeure."}]},{"content":"Article 16","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/busines"}},"section":{"content":"The freedom of enterprise is guaranteed within the order of the laws and regulations in force."}},{"content":"Article 17","section":{"content":"The duty to fulfill one&#x27;s fiscal obligations conforming to the law is imposed on each one."}}]},{"content":"CHAPTER IV. OF SOCIAL AND CULTURAL RIGHTS AND DUTIES","section":[{"content":"Article 18","metadata":{"topics":["http://www.constituteproject.org/ontology/health","http://www.constituteproject.org/ontology/finsup1","http://www.constituteproject.org/ontology/water","http://www.constituteproject.org/ontology/artists","http://www.constituteproject.org/ontology/shelter","http://www.constituteproject.org/ontology/finsup3","http://www.constituteproject.org/ontology/leisure","http://www.constituteproject.org/ontology/science","http://www.constituteproject.org/ontology/finsup4","http://www.constituteproject.org/ontology/cultrght"]},"section":{"content":"Education, potable water and sanitation, instruction, [professional] training [formation], social security, housing, energy, sport, leisure, health, protection of maternity and of infancy, assistance to the aged persons, to the persons living with a handicap and [those] in social cases, [and] artistic and scientific creation, constitute the social and cultural rights recognized by this Constitution which sees to their promotion."}},{"content":"Article 19","metadata":{"topics":["http://www.constituteproject.org/ontology/provwork","http://www.constituteproject.org/ontology/remuner"]},"section":[{"content":"The right to work is recognized and is equal for all."},{"content":"It is prohibited to discriminate in matters of employment and of remuneration founded notably on sex, color, social origin, ethnicity or political opinion."}]},{"content":"Article 20","section":{"content":"The State sees to the constant amelioration of the conditions of work and to the protection of the worker."}},{"content":"Article 21","metadata":{"topics":["http://www.constituteproject.org/ontology/jointrde","http://www.constituteproject.org/ontology/assoc"]},"section":[{"content":"The freedom of association is guaranteed. Every person has the right to constitute associations and to participate freely in the activities of the associations created. The functioning of the associations must conform to the laws and regulations in force."},{"content":"The syndical freedom is guaranteed. The unions exercise their activities without constraint and without limitation other than those specified by the law."}]},{"content":"Article 22","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/strike"}},"section":{"content":"The right to strike is guaranteed. It is exercised conforming to the laws in force."}},{"content":"Article 23","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/fndfam"}},"section":[{"content":"The family is the basic unit of society. The State has the duty to protect it."},{"content":"Marriage is founded on the free consent of the man and of the woman. All discrimination based on race, color, religion, ethnicity, caste, social origin, [and] fortune, is forbidden in matters of marriage."},{"content":"Children are equal in rights and in duties in their familial relations. The parents have the natural right and the duty to raise and to educate their children. These must give them respect and assistance."}]},{"content":"Article 24","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/childpro"}},"section":{"content":"The State works to promote the rights of the child."}},{"content":"Article 25","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/transfer"}},"section":{"content":"The right to transmit one&#x27;s assets by inheritance or gift is recognized conforming to the laws and regulations in force."}},{"content":"Article 26","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/health"}},"section":{"content":"The right to health is recognized. The State works to promote it."}},{"content":"Article 27","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/edfree"}},"section":[{"content":"Every citizen has the right to instruction."},{"content":"Public education is secular."},{"content":"Private education is recognized. The law establishes the conditions of its exercise."}]},{"content":"Article 28","metadata":{"topics":["http://www.constituteproject.org/ontology/artists","http://www.constituteproject.org/ontology/science","http://www.constituteproject.org/ontology/intprop"]},"section":[{"content":"The law guarantees intellectual property."},{"content":"The freedom of creation and [of] artistic, scientific and technical works, are protected by the law."},{"content":"The manifestation of cultural, intellectual, artistic and scientific activity is free and is exercised conforming to the texts in force.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/cultrght"}}}]},{"content":"Article 29","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/env"}},"section":{"content":"The right to a healthy environment is recognized; the protection, the defense and the promotion of the environment are a duty for all."}},{"content":"Article 30","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/petition"}},"section":{"content":"Every citizen has the right to initiate an action or participate in a collective action under the form of petition against the acts:","section":{"content":"harming the public patrimony;","section":[{"content":"harming the interests of the social communities;"},{"content":"infringing the environment or the cultural or historic patrimony.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/env"}}}]}}}]}]},{"content":"TITLE II. OF THE STATE AND OF NATIONAL SOVEREIGNTY","section":[{"content":"Article 31","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/system"}},"section":[{"content":"Burkina Faso is a democratic, unitary and secular State.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/seprel"}}},{"content":"Faso is the republican form of the State."}]},{"content":"Article 32","section":{"content":"National sovereignty belongs to the people who exercise it under the conditions specified by this Constitution and by the law."}},{"content":"Article 33","metadata":{"topics":["http://www.constituteproject.org/ontology/freeelec","http://www.constituteproject.org/ontology/voteun"]},"section":[{"content":"Suffrage is direct or indirect and exercised under the conditions specified by the law."},{"content":"Direct suffrage is always universal, equal and secret."}]},{"content":"Article 34","metadata":{"topics":["http://www.constituteproject.org/ontology/anthem","http://www.constituteproject.org/ontology/motto","http://www.constituteproject.org/ontology/flag"]},"section":[{"content":"The symbols of the Nation are constituted by an emblem, by a coat-of-arms, by an anthem and by a motto."},{"content":"The emblem is the tri-colored flag of rectangular and horizontal form, red and green with, in its center, a yellow-gold star of five points."},{"content":"The law determines the coat-of-arms as well as the signification of its constituent elements."},{"content":"The national anthem is the Di-Taa-Niyè, chant of victory, [and] of salvation."},{"content":"The motto is: UNITE -PROGRES -JUSTICE [Unity -Progress -Justice]."}]},{"content":"Article 35","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/lang"}},"section":[{"content":"The official language is French."},{"content":"The law establishes the modalities of the promotion and of the official use of the national languages."}]}]},{"content":"TITLE III. OF THE PRESIDENT OF FASO","section":[{"content":"Article 36","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/execnum"}},"section":[{"content":"The President of Faso is the Head of the State."},{"content":"He sees to the respect of the Constitution."},{"content":"He establishes the principal orientations of the policy of the State."},{"content":"He incarnates and assures the national unity."},{"content":"He is the guarantor of the national independence, of the integrity of the territory, of the permanence and of the continuity of the State, [and] of respect for agreements and treaties.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/intlaw"}}}]},{"content":"Article 37","metadata":{"topics":["http://www.constituteproject.org/ontology/hosterm","http://www.constituteproject.org/ontology/hoselect","http://www.constituteproject.org/ontology/freeelec","http://www.constituteproject.org/ontology/hosterml","http://www.constituteproject.org/ontology/voteun"]},"section":[{"content":"The President of Faso is elected by universal, direct, equal and secret suffrage for a mandate of five years."},{"content":"He is re-eligible one sole time."},{"content":"In no case, no one may exercise more than two mandates of President of Faso consecutively or intermittently."}]},{"content":"Article 38","metadata":{"topics":["http://www.constituteproject.org/ontology/hosrest","http://www.constituteproject.org/ontology/hosage"]},"section":{"content":"Every candidate to the functions of President of Faso must be Burkinabè by birth, be thirty-five years of age at least and of seventy-five years [of age] at most at the date of deposit of his candidature[,] and meeting the conditions required by the law."}},{"content":"Article 39","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hoselect"}},"section":[{"content":"The President of Faso is elected by the absolute majority of the suffrage expressed."},{"content":"If this majority is not obtained in the first round of the ballot, it proceeds fifteen (15) days later to a second round. Only the two candidates can present themselves who, as the case may be, after withdrawal of the less favored candidates, are found to have received the greatest number of votes at the first round; the President of Faso is then elected by simple majority."}]},{"content":"Article 40","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/electsch"}},"section":{"content":"The elections are set twenty-one days at least and forty days at most before the expiration of the mandate of the President in office."}},{"content":"Article 41","section":{"content":"The law determines the procedure, the conditions of eligibility and of presentation of the candidatures to the presidential elections, of the conduct of the ballot, of the counting and of the proclamation of the results. It specifies all the provisions required so that the elections will be free, honest and regular."}},{"content":"Article 42","section":[{"content":"The functions of the President of Faso are incompatible with the exercise of all other elective mandate of national level, of any public employment and of any professional activity."},{"content":"The provisions of Articles 72, 73, 74 and 75 of this Constitution are applicable to the President of Faso."}]},{"content":"Article 43","metadata":{"topics":["http://www.constituteproject.org/ontology/hossucc","http://www.constituteproject.org/ontology/hosdiss"]},"section":[{"content":"While the President of Faso is incapacitated in a temporary manner [fagon] from fulfilling his functions, his powers are provisionally exercised by the Prime Minister."},{"content":"In case of vacancy of the Presidency of Faso for any cause that may be, or of absolute or definitive incapacity declared by the Constitutional Council, referred to [the matter] by the Government, the functions of the President of Faso are exercised by the President of the National Assembly. It proceeds to the election of a new President for a new period of five years.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/conpow"}}},{"content":"The election of the new President takes place sixty days at least and ninety days at most after [the] official declaration of the vacancy or of the definitive character of the incapacity."},{"content":"In all cases, application may not be made of Articles 46, 49, 50, 59, and 161 of this Constitution during the vacancy of the Presidency."}]},{"content":"Article 44","section":[{"content":"Before entering into [his] functions, the President elected swears before the Constitutional Council the following oath: &quot;I swear before the Burkinabè people and on my honor to preserve, to respect, to have respected and to defend the Constitution and the laws, and to implement it to guarantee justice to all the inhabitants of Burkina Faso.&quot;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/oath"}}},{"content":"In the course of the ceremony of investiture, the President of the Constitutional Council receives the written declaration of the assets of the President of Faso."},{"content":"The President of the Constitutional Council transmits [a] copy of the said [ladite] declaration to the Superior Authority of Control of State and of Combat [lutte/struggle] Against Corruption within a time period of seven days."},{"content":"This declaration is published in the Journal Officiel [Official Gazette] within a time period of fifteen days."}]},{"content":"Article 45","section":[{"content":"The law establishes the civil list of service to the President of Faso."},{"content":"The law organizes the service of a pension in favor of former Presidents."}]},{"content":"Article 46","metadata":{"topics":["http://www.constituteproject.org/ontology/cabsel","http://www.constituteproject.org/ontology/cabdiss"]},"section":[{"content":"The President of Faso appoints the Prime Minister from among the majority of the National Assembly and terminates his functions, either on the presentation by him of his resignation, or on his own authority [chef] in the superior interest of the Nation.","metadata":{"topics":["http://www.constituteproject.org/ontology/hogdiss","http://www.constituteproject.org/ontology/hogelect","http://www.constituteproject.org/ontology/hogrest"]}},{"content":"On the proposal of the Prime Minister, he appoints the other members of the Government and terminates their functions."}]},{"content":"Article 47","section":{"content":"The President of Faso presides over the Council of Ministers. The Prime Minister substitutes for him with the conditions established by this Constitution."}},{"content":"Article 48","metadata":{"topics":["http://www.constituteproject.org/ontology/legapp","http://www.constituteproject.org/ontology/override"]},"section":[{"content":"The President of Faso promulgates the law within the twenty-one days which follow the transmission of the text definitively adopted. This time period is reduced to eight days in case of urgency declared by the National Assembly."},{"content":"The President of Faso can, during the time period of promulgation, demand a second reading of the law or of certain of its articles; the demand may not be refused. This procedure suspends the time periods of promulgation."},{"content":"In default of promulgation within the time periods required, the law enters automatically into force following [the] declaration of the Constitutional Council referred to [the matter] to that effect."}]},{"content":"Article 49","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/referen"}},"section":[{"content":"The President of Faso can, after [the] opinion of the Prime Minister and of the President of the National Assembly, submit to referendum any bill of the law that he deems [as] requiring direct consultation of the People with the exception of any revision of this Constitution which is still governed by the procedure specified in Tile XV."},{"content":"In [the] case of the adoption of the said law, it proceeds to its promulgation in the time periods specified in Article 48."}]},{"content":"Article 50","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/legdiss"}},"section":[{"content":"The President of Faso can, after consultation of the Prime Minister and of the President of the National Assembly, declare the dissolution of the National Assembly."},{"content":"In [the] case of dissolution, the legislative elections take place sixty days at least and ninety days at most after the dissolution."},{"content":"It may not proceed to a new dissolution in the year which follows these elections."},{"content":"The dissolved National Assembly may not meet."},{"content":"However, the mandate of the Deputies only expires at the date of validation of the mandate of the members of the new National Assembly."}]},{"content":"Article 51","section":{"content":"The President of Faso communicates with the National Assembly, either in person, or by the messages which he has read by the President of the National Assembly and which do not give rise to any debate. Out of session, the National Assembly meets specially to this effect."}},{"content":"Article 52","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/milcom"}},"section":[{"content":"The President of Faso is the Supreme Head of the National Armed Forces; in this capacity, he presides over the Superior Council of Defense.","metadata":{"topics":["http://www.constituteproject.org/ontology/hosstaff","http://www.constituteproject.org/ontology/comchief"]}},{"content":"He appoints the Major General Head of State of the Armies."}]},{"content":"Article 53","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/jc"}},"section":{"content":"The President of Faso communicates with the Superior Council of the Magistrature, either in person, or by the messages which he has read by the President of the Superior Council of the Magistrature."}},{"content":"Article 54","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/pardon"}},"section":{"content":"The President of Faso exercises the right of pardon. He proposes the laws of amnesty."}},{"content":"Article 55","metadata":{"topics":["http://www.constituteproject.org/ontology/headforn","http://www.constituteproject.org/ontology/hospow","http://www.constituteproject.org/ontology/intorgs"]},"section":[{"content":"The President of Faso appoints to the offices [emplois] of the high civil and military administration[,] as well as in the societies and enterprises of strategic character determined by the law."},{"content":"He appoints the ambassadors and the extraordinary envoys to foreign countries and to international organizations."},{"content":"The foreign ambassadors and extraordinary envoys are accredited to him."},{"content":"He appoints the Grand Chancellor of the Order Burkinabè [Grand Chancelier des Ordres burkinabè]."},{"content":"A law determines the functions or offices for which the power of appointment of the President of Faso is exercised after [the] opinion of the National Assembly as well as the modalities and effects of this consultation."}]},{"content":"Article 56","section":{"content":"The law determines the other offices which he provides for in the Council of Ministers, as well as the conditions in which the powers of appointment of the President are exercised."}},{"content":"Article 57","metadata":{"topics":["http://www.constituteproject.org/ontology/cabpow","http://www.constituteproject.org/ontology/hogpow"]},"section":{"content":"The Acts of the President of Faso other than those specified in Articles 46, 49, 50, 54 and 59 are countersigned by the Prime Minister, as the case may be, by the concerned Ministers."}},{"content":"Article 58","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/em"}},"section":{"content":"The President of Faso decrees, after deliberation in the Council of Ministers, the state of siege and the state of urgency."}},{"content":"Article 59","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/em"}},"section":{"content":"When the Institutions of Faso, the independence of the Nation, the integrity of its territory or the execution of its obligations are menaced in a grave and immediate manner and/or that the regular functioning of the public constitutional powers is interrupted, the President of Faso takes, after deliberation in the Council of Ministers, after official consultation of the Presidents of the National Assembly and of the Constitutional Council, the measures required by the circumstances. He informs the Nation of it by a message. In no case, may he make an appeal to foreign armed forces to intervene in an internal conflict. The National Assembly may not be dissolved during the exercise of exceptional powers."}},{"content":"Article 60","section":{"content":"The President of Faso can delegate certain of his powers to the Prime Minister."}}]},{"content":"TITLE IV. OF THE GOVERNMENT","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/cabinet"}},"section":[{"content":"Article 61","section":[{"content":"The Government is an organ of the Executive."},{"content":"It conducts the policy of the Nation; in this capacity, it is obligatorily referred to [matters]:","section":{"content":"of drafts of international agreements;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/intlaw"}},"section":[{"content":"of bills and proposals of law;"},{"content":"of drafts of regulatory texts."}]}},{"content":"It [has at its] disposal the administration and the forces of defense and of security."}]},{"content":"Article 62","section":{"content":"The Government is responsible before the National Assembly in the conditions and following the procedures specified by this Constitution."}},{"content":"Article 63","metadata":{"topics":["http://www.constituteproject.org/ontology/hogdiss","http://www.constituteproject.org/ontology/hogelect","http://www.constituteproject.org/ontology/hogpow","http://www.constituteproject.org/ontology/hogsucc"]},"section":[{"content":"The Prime Minister is the Head of the Government; in this capacity, he directs and coordinates the governmental action.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/execnum"}}},{"content":"He is responsible for the implementation of the policy of national defense defined by the President of Faso."},{"content":"He exercises the regulatory power conforming to the law, assures the implementation of the laws, appoints to civil and military offices other than those relevant to the competence of the President of Faso."},{"content":"In the thirty days which follow his appointment, the Prime Minister makes a declaration of general policy before the National Assembly."},{"content":"This declaration is followed by debates and gives rise to a vote."},{"content":"The adoption of this declaration validates [vaut] investiture."},{"content":"If the declaration of general policy does not receive the absolute majority of the members composing the National Assembly, the President of Faso terminates the functions of the Prime Minister within a time of eight days."},{"content":"He appoints a new Prime Minister in accordance with the provisions of Article 46 above."}]},{"content":"Article 64","section":{"content":"The Prime Minister assures the presidency of the Council of Ministers by delegation and for a specific agenda."}},{"content":"Article 65","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hogpow"}},"section":{"content":"The Prime Minister determines the attributions of the members of the Government. These attributions are established by decree taken in the Council of Ministers."}},{"content":"Article 66","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/cabpow"}},"section":{"content":"The acts of the Prime Minister are, as the case may be, countersigned by the members of the Government responsible for their implementation."}},{"content":"Article 67","section":{"content":"The Prime Minister can delegate certain of his powers to members of the Government."}},{"content":"Article 68","section":{"content":"The members of the Government are responsible for the management of their respective departments before the Prime Minister. They are jointly responsible for the decisions of the Council of Ministers."}},{"content":"Article 69","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/cabdiss"}},"section":{"content":"Any vacancy of the post of Prime Minister automatically terminates the functions of the other members of the Government. In this case, the latter expedite the current affairs until the formation of a new Government."}},{"content":"Article 70","section":[{"content":"The functions of a member of the Government are incompatible with the exercise of any parliamentary mandate, of any remunerated professional activity and of any function of professional representation.","metadata":{"topics":["http://www.constituteproject.org/ontology/cabrest","http://www.constituteproject.org/ontology/hoglegr"]}},{"content":"However, the exercise of functions of professional representation of international character is possible with the prior agreement of the Government."}]},{"content":"Article 71","section":{"content":"Every person appointed to exercise ministerial functions obligatorily benefits from a leave of absence or from a suspension of contract of work[,] according to the case."}},{"content":"Article 72","section":{"content":"The members of the Government must not expose themselves to any situation susceptible of creating conflicts between the duties of their functions and their private interests."}},{"content":"Article 73","section":[{"content":"During the term of their functions, the members of the Government may not directly or indirectly buy or lease anything which belongs to the domain of the State. The law will specify the cases where this provision can be derogated."},{"content":"They may not take part in sales [marchés] and in adjudications held by the Administration or by the Institutions corresponding to the State or submitted to its control."}]},{"content":"Article 74","section":{"content":"No member of Government may make a profit through his position, or make use of[,] directly or indirectly for personal ends[,] information that is communicated to him."}},{"content":"Article 75","section":[{"content":"The provisions of Article 73 remain applicable for members of the Government during the six months which follow the cessation of their functions."},{"content":"Those of Article 74 remain applicable during the two years which follow the cessation of their functions."}]},{"content":"Article 76","metadata":{"topics":["http://www.constituteproject.org/ontology/hogdiss","http://www.constituteproject.org/ontology/cabdiss"]},"section":{"content":"Each member of the Government is responsible before the High Court of Justice for the crimes and misdemeanors committed by him during the exercise of his functions."}},{"content":"Article 77","section":[{"content":"On their entry into their functions and to the end of their exercise, the members of the Government are required to provide a list of their assets to the Constitutional Council."},{"content":"This obligation extends to all the Presidents of the institutions consecrated by the Constitution, as well as to other persons of distinction [concerning] which the list is determined by the law."}]}]},{"content":"TITLE V. OF THE PARLIAMENT","section":[{"content":"Article 78","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/housenum"}},"section":{"content":"The Parliament consists of one sole Chamber denominated [the] &quot;National Assembly&quot;."}},{"content":"Article 79","section":{"content":"The members of the National Assembly have the title of &quot;Deputy&quot;."}},{"content":"Article 80","section":[{"content":"The Deputies are elected by direct, equal and secret universal suffrage.","metadata":{"topics":["http://www.constituteproject.org/ontology/lhselect","http://www.constituteproject.org/ontology/freeelec","http://www.constituteproject.org/ontology/voteun"]}},{"content":"They exercise the legislative power."},{"content":"Every person elected Deputy must benefit[,] the case arising, from a leave of absence or from a suspension of contract[,] as the case may be."}]},{"content":"Article 81","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/lhterm"}},"section":[{"content":"The duration of the legislature is of five years."},{"content":"However, by derogation of the paragraph above and in the case of force majeure or of necessity expressed by the National Assembly with the absolute majority of the Deputies, the duration of the legislature may be prorogued until the validation of the mandate of the Deputies of the new legislature."},{"content":"No extension may surpass a duration of one year."}]},{"content":"Article 82","section":{"content":"The law determines:","section":{"content":"the electoral circumscriptions;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/district"}},"section":[{"content":"the number of seats and their divisions by circumscriptions;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/lhseats"}}},{"content":"the modes of the ballot;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/lhselect"}}},{"content":"the conditions of election and of replacement by new elections in the case of vacancy of [a] seat, as well as the regime of the ineligibilities and of the incompatibilities;","metadata":{"topics":["http://www.constituteproject.org/ontology/profleg","http://www.constituteproject.org/ontology/legrep","http://www.constituteproject.org/ontology/lhrest"]}},{"content":"the status of the Deputies and the amount of their indemnities.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/income"}}}]}}},{"content":"Article 83","section":{"content":"It may not proceed to partial elections in the last third of the legislature."}},{"content":"Article 84","section":{"content":"The National Assembly votes the law, consents to taxation and controls the action of the Government conforming to the provisions of this Constitution."}},{"content":"Article 85","section":[{"content":"Each Deputy is the representative of the Nation."},{"content":"Any imperative mandate is null."},{"content":"However, any Deputy who freely resigns from his party or from his political formation or who loses his status [as an] independent notably by becoming [a] member of a political party or formation is deprived of his mandate. It proceeds to his replacement in accordance with the law.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/remleg"}}},{"content":"All the Deputies have deliberative voice. The right to vote of the Deputies is personal. However, the delegation of the vote is permitted when the absence of a Deputy is justified. No one may validly receive for a given [donné] ballot more than one delegation of [the] vote."}]},{"content":"Article 86","section":[{"content":"The National Assembly proclaims the validity of the election of its members[,] notwithstanding the control of regularity exercised by the Constitutional Council."},{"content":"It establishes its regulations."}]},{"content":"Article 87","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/session"}},"section":[{"content":"The National Assembly meets of plain right each year in two ordinary sessions on the convocation of its President."},{"content":"The duration of each shall not exceed ninety days."},{"content":"The first session opens the first Wednesday of the month of March and the second the last Wednesday of the month of September. If the first Wednesday of March or the last Wednesday of September is a holiday, the session opens the first working day possible which follows."}]},{"content":"Article 88","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/exsess"}},"section":{"content":"The National Assembly meets in extraordinary session on convocation of its President, at the demand of the Prime Minister or of the absolute majority of the Deputies on a specific agenda. The extraordinary session is closed on completion of the agenda."}},{"content":"Article 89","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/pubmeet"}},"section":[{"content":"The sittings of the National Assembly are public."},{"content":"However, in case of need and at the demand of the Prime Minister or of a third of the Deputies, the National Assembly may be held in closed [session]."}]},{"content":"Article 90","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/conpow"}},"section":{"content":"Except [in the] case of force majeure declared by the Constitutional Council, the deliberations of the National Assembly are valid only if they have taken place at its seat [à son siège]."}},{"content":"Article 91","metadata":{"topics":["http://www.constituteproject.org/ontology/stdcom","http://www.constituteproject.org/ontology/lhlead"]},"section":[{"content":"The National Assembly is directed by a President assisted by a Bureau."},{"content":"The President of the National Assembly is elected, by the absolute majority of the members of the National Assembly in the first round or by the simple majority at the second round, for the duration of the legislature. He is re-eligible one sole time."},{"content":"In no case, may one exercise more than two mandates of President of the National Assembly, consecutively or intermittently."},{"content":"The members of the Bureau are elected for one year renewable. However, their functions can be terminated during the course of the legislature at the demand of two-fifths[,] and after a vote of the absolute majority[,] of the members of the National Assembly."},{"content":"By absolute majority [it] is understood [to mean] more than half of the votes [voix]."}]},{"content":"Article 92","section":{"content":"In case of vacancy of the presidency of the National Assembly by death, resignation or for any other cause, the National Assembly elects, within the conditions established in Article 91, a new President within the fifteen days following the vacancy if it is in session. In the contrary case, it meets in extraordinary session within the conditions established by the Regulations."}},{"content":"Article 93","section":[{"content":"The National Assembly enjoys financial autonomy."},{"content":"The President of the National Assembly manages the credits which are allotted to him for his functioning."},{"content":"The President is responsible for this management before the National Assembly. It can dismiss him by a majority of three-fifths for incompetence [faute lourde] in his management."}]},{"content":"Article 94","section":[{"content":"Every Deputy appointed to high functions is replaced by a substitute. The list of the high functions is determined by the law."},{"content":"If he ceases to exercise his functions at the latest before the end of the [first] half of the legislature, he can retake his seat; beyond this date, he may only retake it in case of vacancy of the seat by the death or resignation of the substitute."}]},{"content":"Article 95","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/immunity"}},"section":{"content":"No Deputy may be prosecuted, investigated, arrested, detained or judged for reason of the opinions or votes emitted by him during the exercise or on the occasion of the exercise of his functions."}},{"content":"Article 96","metadata":{"topics":["http://www.constituteproject.org/ontology/immunity","http://www.constituteproject.org/ontology/stdcom"]},"section":{"content":"Except in the case of flagrante delicto, a Deputy may only be prosecuted or arrested in a penal or criminal matter with the authorization of at least one-third of the members of the National Assembly during the sessions or of the Bureau of the National Assembly when out of sessions."}},{"content":"Article 96.1","section":[{"content":"The parliamentary opposition has the right, once a year, to introduce a bill of resolution in view of the creation of a parliamentary commission of inquiry and to preside over it."},{"content":"This parliamentary commission of inquiry is open to the members of the other parliamentary groups."},{"content":"The procedure and the conditions of creation of the said [ladite] parliamentary commission of inquiry are governed by the Regulations of the National Assembly."}]}]},{"content":"TITLE VI. OF THE RESPECTIVE DOMAINS OF THE LAW AND OF REGULATION","section":[{"content":"Article 97","section":[{"content":"The law is a deliberation, regularly promulgated[,] of the National Assembly."},{"content":"The law to which the Constitution confers the organic character is a deliberation of the National Assembly having for its object the organization or the functioning of the institutions. It is voted by the absolute majority and promulgated after declaration of its conformity with the Constitution by the Constitutional Council.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/orglaw"}}},{"content":"The law relative to the laws of finance is a law of organic character."},{"content":"The initiative of law belongs concurrently to the Deputies and to the Government.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/legini"}}},{"content":"The drafts of texts emanating from the Deputies are called &quot;proposals of law&quot; [propositions de loi] and those emanating from the Government &quot;bills of law&quot; [projets de loi]."},{"content":"The proposals and bills of law are deliberated in the Council of Ministers before their deposit with the Bureau of the National Assembly.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/stdcom"}}}]},{"content":"Article 98","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/stdcom"}},"section":[{"content":"The people exercise the initiative of law by way [voie] of petition constituting a proposal[,] written and signed by at least fifteen thousand persons having the right to vote under the conditions specified by the law.","metadata":{"topics":["http://www.constituteproject.org/ontology/initiat","http://www.constituteproject.org/ontology/legini"]}},{"content":"The petition is deposited with the Bureau of the National Assembly."},{"content":"The right of amendment belongs to the Deputies and to the Government whatever the origin of the text may be."}]},{"content":"Article 99","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hosdec"}},"section":{"content":"The ordinance is an act signed by the President of Faso, after deliberation of the Council of Ministers, within the domains reserved to the law and in the cases specified in Articles 103, 107 and 119 of this Constitution. It enters into force on its publication."}},{"content":"Article 100","metadata":{"topics":["http://www.constituteproject.org/ontology/hosdec","http://www.constituteproject.org/ontology/cabpow","http://www.constituteproject.org/ontology/hogdec"]},"section":[{"content":"The simple decree is an act signed by the President of Faso or by the Prime Minister and countersigned by one or more competent members of the Government."},{"content":"The decree in the Council of Ministers is an act signed by the President of Faso and by the Prime Minister after the opinion of the Council of Ministers: it is countersigned by one or more competent members of the Government."}]},{"content":"Article 101","section":[{"content":"The law establishes the rules concerning:","section":{"content":"citizenship, civic rights and the exercise of the public freedoms;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/citizen"}},"section":[{"content":"constraints arising from the necessities of the National Defense;"},{"content":"nationality, the state and capacity of persons, the matrimonial regimes;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/citizen"}}},{"content":"inheritance and gifts;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/transfer"}}},{"content":"the procedure according to which custom may be asserted and harmonized with the fundamental principles of the Constitution;"},{"content":"the promotion of gender;"},{"content":"the determination of crimes and misdemeanors, as well as the penalties which are applicable to them, the penal procedure, [and] amnesty;"},{"content":"the organization of judicial and administrative tribunals and the procedure before these jurisdictions, the status of the magistrates, [and] of the ministerial and auxiliary officers of justice;"},{"content":"the basis, the rate and the modalities of collecting taxes of all kinds;"},{"content":"the regime of the issuance of money;"},{"content":"the credits and financial engagements of the State;"},{"content":"the electoral regime of the National Assembly and of the local assemblies;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/mun"}}},{"content":"the nationalization of enterprises and the transfers of property of enterprises of the public sector to the private sector;"},{"content":"the creation of categories of public establishments;"},{"content":"the state of siege and the state of urgency.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/em"}}},{"content":"the electoral circumscriptions;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/district"}}},{"content":"the number of seat and their allocation;"},{"content":"the mode of the ballot;"},{"content":"the conditions of election and of replacement by new elections in case of vacancy of [a] seat, as well as the regime of the ineligibility and of the incompatibilities;"},{"content":"the status of the Deputies and the amount of their indemnities.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/income"}}}]}},{"content":"The law determines the fundamental principles:","section":{"content":"of the protection and of the promotion of the enviromnent and of sustainable development;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/env"}},"section":[{"content":"of the drafting [elaboration], of the execution and of the review of the national plans and programs of development;"},{"content":"of the protection and of the exercise of the freedom of the press;"},{"content":"of the general organization of the Administration;"},{"content":"of the general status of the Public Function;"},{"content":"of the organization of the National Defense;"},{"content":"of Education [enseignement] and of Scientific Research;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/science"}}},{"content":"of the integration of the national cultural values;"},{"content":"of the regime of property, of the rights of real property and of civil and commercial obligations;"},{"content":"of the right to Work, of the syndical right, and of the social institutions;"},{"content":"of the alienation and of the management of the domain of the State;"},{"content":"of the penitentiary regime;"},{"content":"of insurance and of savings;"},{"content":"of the organization of production;"},{"content":"of the regime of transportation and communications;"},{"content":"of the free administration of the territorial collectivities, of their competences and of their resources."}]}}]},{"content":"Article 102","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/budget"}},"section":{"content":"The law of finance determines, for each year, the resources and the obligations of the State. The bill of the law of finance must specify the receipts necessary for the integral coverage of expenses."}},{"content":"Article 103","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/budget"}},"section":[{"content":"The National Assembly votes the bills of law of finance and the bills of law of regulations in accordance with the conditions provided for by the law."},{"content":"The National Assembly is referred to [the matter] of the bill of the law of finance at the opening of the second ordinary session."},{"content":"The provisions of the bill can be put into force by ordinance if the National Assembly has not decided at the latest on the date of cloture of the session and only if the budgetary year is about to expire. In this case, the Government convokes an extraordinary session, in order to demand the ratification. If the budget is not voted at the end of the extraordinary session, it is definitively established by ordinance.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/exsess"}}},{"content":"If the bill of the law of finance has not been dealt with in a timely fashion [temps utile] to be voted and promulgated before the beginning of the fiscal year [exercice], the Prime Minister demands of urgency of the National Assembly the authorization to restore the budget of the preceding year by provisional twelfths."}]},{"content":"Article 104","section":{"content":"In the course of the execution of the budget, when the circumstances require it, the Government proposes to the Parliament, the adoption of rectifying laws of finance."}},{"content":"Article 105","section":[{"content":"The National Assembly regulates the accounts of the Nation according to the modalities specified by the law of finance."},{"content":"It is, to this effect, assisted by the Court of Accounts which is responsible for all inquiries and studies concerning the collection [recouvrement] of the [public] receipts and the execution of the public expenses, or the management of the national treasury, of the territorial collectivities, of the administrations or institutions arising from the State or submitted to its control."}]},{"content":"Article 106","section":[{"content":"The National Assembly meets of plain right in the case of [a] state of siege, if it is not in session. The state of siege can only be extended more than fifteen days with the authorization of the National Assembly.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/em"}}},{"content":"The declaration of war and the sending of military contingents or observers abroad are authorized by the National Assembly.","metadata":{"topics":["http://www.constituteproject.org/ontology/comchief","http://www.constituteproject.org/ontology/war"]}}]},{"content":"Article 107","metadata":{"topics":["http://www.constituteproject.org/ontology/hogdec","http://www.constituteproject.org/ontology/cabpow"]},"section":[{"content":"The Government can, for the execution of its programs, demand of the National Assembly the authorization to take by ordinance, for a limited time period, measures which are normally of the domain of the law."},{"content":"The ordinances are taken in the Council of Ministers after the opinion of the Constitutional Council. They enter into force on their publication, but become lapsed if the bill of law of ratification is not deposited with the National Assembly before the date established by the enabling law [loi d&#x27;habilitation]."},{"content":"On the expiration of the time period mentioned in the first paragraph of this Article, the ordinances may only be modified by the law in those of their provisions which are of the legislative domain."}]},{"content":"Article 108","section":{"content":"The matters other than those corresponding to the domain of the law have a regulatory character."}}]},{"content":"TITLE VII. OF THE RELATIONS BETWEEN THE GOVERNMENT AND THE PARLIAMENT","section":[{"content":"Article 109","metadata":{"topics":["http://www.constituteproject.org/ontology/invexe","http://www.constituteproject.org/ontology/commit"]},"section":[{"content":"The Prime Minister has access to the National Assembly. He can give responsibility to [charger] a member of the Government of representation before the National Assembly; the Prime Minister can be assisted, in the course of the debates or in commission, by the members of the Government, [by] counselors or experts of his choice."},{"content":"The Prime Minister presents directly to the Deputies the state [situation] of the Nation on the opening of the first session of the National Assembly."},{"content":"This presentation is followed by debate and does not give rise to any vote."}]},{"content":"Article 110","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/commit"}},"section":{"content":"The members of the Government have access to the National Assembly, to its commissions and consultative organs. They can be assisted by counselors or experts."}},{"content":"Article 111","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/invexe"}},"section":[{"content":"During the sessions, at least one sitting per week is reserved to the questions of the Deputies and to the responses of the Government."},{"content":"The National Assembly can address to the Government questions on current events, written questions, [or] oral questions, with or without debate."},{"content":"The oral questions and the [questions] on current events focusing on the general policy of the Government are posed to the Prime Minister who responds to them. He may not be represented [by another person]."}]},{"content":"Article 112","metadata":{"topics":["http://www.constituteproject.org/ontology/econplan","http://www.constituteproject.org/ontology/budget"]},"section":[{"content":"The Government deposits the bills of law before the National Assembly within the conditions provided for by the law."},{"content":"It presents and defends before it the governmental policy, the budget of the State, [and] the plans of economic and social development of the Nation."},{"content":"In accordance with the law, the Government participates in the debates concerning the orientation, the legitimacy, the merit [bien-fondie] and the effectiveness of the policy of the Government."}]},{"content":"Article 113","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/invexe"}},"section":[{"content":"The Government is required to furnish to the National Assembly all explanations which are demanded of it on its management and on its acts."},{"content":"The National Assembly may constitute parliamentary commissions of inquiry."}]},{"content":"Article 114","section":{"content":"The reciprocal relations of the National Assembly and of the Government are expressed equally by:","section":{"content":"the motion of censure;","section":[{"content":"the question of confidence;"},{"content":"the dissolution of the National Assembly;"},{"content":"the procedure of parliamentary discussion."}]}}},{"content":"Article 115","metadata":{"topics":["http://www.constituteproject.org/ontology/cabdiss","http://www.constituteproject.org/ontology/hogdiss","http://www.constituteproject.org/ontology/hogdlim"]},"section":[{"content":"The National Assembly can present a motion of censure with regard to the Government."},{"content":"The motion of censure is signed by at least one-third of the Deputies. To be adopted, it must be voted by an absolute majority of the members composing the Assembly."},{"content":"In case of rejection of the motion of censure, its signatories may not present another before the time period of one year."}]},{"content":"Article 116","metadata":{"topics":["http://www.constituteproject.org/ontology/cabdiss","http://www.constituteproject.org/ontology/hogdiss"]},"section":[{"content":"The Prime Minister can, after deliberation of the Council of Ministers, engage before the National Assembly the responsibility of the Government on a program or on a declaration of general policy."},{"content":"The confidence in the Government is refused if the text presented does not receive the absolute majority of the votes of the members composing the Assembly."},{"content":"The vote on the question of confidence may not take place less than forty-eight hours after the deposit of the text."},{"content":"The Prime Minister can, after deliberation of the Council of Ministers, engage the responsibility of the Government before the Assembly on the adoption of a text. In this case, this text is considered adopted except if a motion of censure, deposited within the twenty-four hours which follow, is adopted in the conditions specified in the paragraphs above."}]},{"content":"Article 117","metadata":{"topics":["http://www.constituteproject.org/ontology/cabdiss","http://www.constituteproject.org/ontology/hogdiss","http://www.constituteproject.org/ontology/hogsucc"]},"section":{"content":"If the motion of censure is voted or confidence is refused, the President of Faso terminates, within a time period of eight days, the functions of the Prime Minster. He appoints a new Prime Minister according to the procedure specified in Article 46."}},{"content":"Article 118","section":[{"content":"The agenda of the National Assembly consists notably of the discussion of the popular petitions, of the bills of law deposited by the Government and of the proposals of law accepted by it."},{"content":"Nevertheless, any proposal of law can be discussed two months after its submission to the Government without application of the preceding paragraph having been made, or of Articles 121 and 122 of this Constitution."},{"content":"The inscription, by priority, in the agenda of the National Assembly, of a bill or of a proposal of law or of a declaration of general policy, is of right if the President of Faso or the Prime Minister makes the demand for it."}]},{"content":"Article 119","section":[{"content":"In case of urgency declared by the Government, the National Assembly must decide on the bills of law within a time period of fifteen days. This time period is extended [porte] to forty days for the law of finance."},{"content":"If at the expiration of the time period no vote has been taken [intervenu], the bill of law is promulgated unchanged [en l&#x27;tat], on proposal of the Prime Minister by the President of Faso, in the form of an ordinance."}]},{"content":"Article 120","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/balbudgt"}},"section":{"content":"The proposals and amendments concerning the law of finance deposited by the members of the National Assembly are irreceivable when their adoption would have as a consequence, either a diminution of public resources, or the creation or the increase [aggravation] of a public expense [charge], unless they should be accompanied by a proposal for augmentation of receipts or of equivalent economies."}},{"content":"Article 121","section":{"content":"If the Government demands it, the National Assembly decides by a single vote on all or part of a text in discussion retaining in it only the amendments proposed or accepted by it."}},{"content":"Article 122","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/commit"}},"section":{"content":"When the National Assembly has referred [confie] the examination of a draft of a text to a commission, the Government can, after the opening of the debates, oppose the examination of any amendment which has not been preliminarily submitted to this commission."}},{"content":"Article 123","section":[{"content":"The proposals of law and the amendments which are not of the domain of the law are irreceivable."},{"content":"The irreceivability is decided by the President of the National Assembly."},{"content":"In case of dispute, the Constitutional Council, on referral [saisine] of the Prime Minister or of the President of the National Assembly, decides with a time period of eight days."}]}]},{"content":"TITLE VIII. OF THE JUDICIAL POWER","section":[{"content":"Article 124","section":{"content":"The Judicial Power is confided in the judges; it is exercised on all the territory of Burkina Faso by the jurisdictions of the judicial order and of the administrative order determined by the law."}},{"content":"Article 125","section":[{"content":"The Judicial Power is the guardian of the individual and collective liberties."},{"content":"It sees to the respect for the rights and freedoms defined in this Constitution."}]},{"content":"Article 126","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/levjud"}},"section":[{"content":"The jurisdictions of the judicial order and of the administrative order of Burkina Faso are:","section":{"content":"the Court of Cassation;","section":[{"content":"the Council of State;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/judcrts1"}}},{"content":"the Court of Accounts;"},{"content":"the Tribunal of Conflicts;"},{"content":"the courts and the tribunals instituted by the law;"}]}},{"content":"These jurisdictions apply the law in force."}]},{"content":"Article 127","section":[{"content":"The Court of Cassation is the superior jurisdiction of the judicial order."},{"content":"The Council of State is the superior jurisdiction of the administrative order."},{"content":"The Court of Accounts is the superior jurisdiction of control of the public finances."},{"content":"The Tribunal of Conflicts is the jurisdiction of regulation of the conflicts of competence between the jurisdictions."},{"content":"An organic law establishes the composition, the organization, the attributions, [and] the functioning of these jurisdictions, as well as the procedure applicable before them."}]},{"content":"Article 128","section":{"content":"The law establishes the seat, the jurisdiction, the competence and the composition of courts and of the tribunals."}},{"content":"Article 129","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/judind"}},"section":{"content":"The judicial power is independent."}},{"content":"Article 130","section":[{"content":"The presiding magistrates [magistrates du siege] are only submitted[,] in the exercise of their functions[,] to the authority of the law. They are not removable."},{"content":"The prosecuting magistrates [magistrates du parquet] are submitted to the law and to the authority of the heads of prosecution [chefs de parquet]. They are appointed and assigned within the same conditions as the presiding Magistrates."}]},{"content":"Article 131","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/jc"}},"section":[{"content":"The President of Faso is the guarantor of the independence of the judicial power."},{"content":"As such, he presides over[,] each year, in the course of the month of November, a meeting [rencontre] with the members of the Superior Council of the Magistrature to discuss the questions related to the re-enforcement of the independence of the judicial power."},{"content":"An extraordinary meeting may always be held as need be."}]},{"content":"Article 132","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/jc"}},"section":[{"content":"The first President of the Court of Cassation is the president of the Superior Council of the Magistrature."},{"content":"The first President of the Council of State is [its] vice president."}]},{"content":"Article 133","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/jc"}},"section":[{"content":"The Superior Council of the Magistrature gives its opinion on any question concerning the independence of the magistrature and on the exercise of the right of pardon."},{"content":"An organic law establishes the organization, the composition, the attributions and the functioning of the Superior Council of the Magistrature."}]},{"content":"Article 134","metadata":{"topics":["http://www.constituteproject.org/ontology/jc","http://www.constituteproject.org/ontology/hocsel","http://www.constituteproject.org/ontology/ordsel"]},"section":{"content":"The Superior Council of the Magistrature decides on the appointments and on the assignments of the magistrates."}},{"content":"Article 135","section":[{"content":"An organic law establishes the status of the magistrature with respect for the principles contained in this Constitution."},{"content":"It provides for and organizes the guarantees and the independence of the magistrature."}]},{"content":"Article 136","section":[{"content":"Hearings in all the courts and in all the tribunals are public. The closed hearing is only allowed in the cases defined by the law.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/pubtri"}}},{"content":"The decisions of the jurisdictions are substantiated, except in the cases where the law provides otherwise for it."}]}]},{"content":"TITLE IX. OF THE HIGH COURT OF JUSTICE","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/judcrts5"}},"section":[{"content":"Article 137","section":[{"content":"A High Court of Justice is instituted. The High Court of Justice is composed of Deputies that the National Assembly elects after each general renewal, as well as the magistrates designated by the President of the Court of Cassation. It elects its President from among its members."},{"content":"The law establishes its composition, the rules of its functioning and the procedure applicable before it."}]},{"content":"Article 138","section":[{"content":"The High Court of Justice is competent to take cognizance of the acts committed by the President of Faso in the exercise of his functions and constituting high treason, of infringing the Constitution or of misappropriation of public funds.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hosdiss"}}},{"content":"The High Court of Justice is equally competent to judge the members of Government for reason of acts qualified as crimes or misdemeanors committed in the exercise or on the occasion of the exercise of their functions. In all other cases, they remain justiciable by the jurisdictions of common law and of the other jurisdictions.","metadata":{"topics":["http://www.constituteproject.org/ontology/hogdiss","http://www.constituteproject.org/ontology/cabdiss"]}}]},{"content":"Article 139","metadata":{"topics":["http://www.constituteproject.org/ontology/hogdiss","http://www.constituteproject.org/ontology/cabdiss","http://www.constituteproject.org/ontology/hosdiss"]},"section":{"content":"The impeachment of the President of Faso is voted by a majority of four-fifths of the votes of the Deputies composing the Assembly. That of the members of the Government is voted by a majority of two-thirds of the votes of the Deputies composing the Assembly."}},{"content":"Article 140","section":{"content":"The High Court of Justice is constrained by the definition of crimes and misdemeanors and by the determination of the resultant punishments of the criminal laws in force at the time when the acts were committed."}}]},{"content":"TITLE X. OF THE ECONOMIC AND SOCIAL COUNCIL AND OF THE ORGANS OF CONTROL","section":[{"content":"Article 141","section":[{"content":"A consultative organ denominated the Economic and Social Council (CES), is instituted."},{"content":"The Economic and Social Council is charged to give its opinion on the questions of economic, social or cultural character brought to its attention by the President of Faso or the Government."},{"content":"It may be consulted on any draft of [a] plan or of [a] program of economic, social or cultural character."},{"content":"The Economic and Social Council can equally proceed to an analysis of any problem of economic and social development. It submits its conclusion to the President of Faso or to the Government."},{"content":"The Economic and Social Council may designate one of its members[,] on the demand of the President of Faso or of the Government, to present before these organs, the opinion of the Council on the questions which have been submitted to it."},{"content":"An organic law establishes the composition, the organization and the functioning of the Economic and Social Council."}]},{"content":"Article 142","section":[{"content":"The organs of control are created by the law."},{"content":"Their competence concerns question of economic, social and cultural character of national interest."},{"content":"The composition, the attributions and the functioning of these organs of control are established by the law."}]}]},{"content":"TITLE XI. OF THE TERRITORIAL COLLECTIVITIES","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/mun"}},"section":[{"content":"Article 143","section":{"content":"Burkina Faso is organized in territorial collectivities."}},{"content":"Article 144","section":{"content":"The creation, the elimination, and the division of territorial collectivities is the resort of the law."}},{"content":"Article 145","section":{"content":"The law organizes the democratic participation of the populations in the free administration of the territorial collectivities."}}]},{"content":"TITLE XII. OF AFRICAN UNITY","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/region"}},"section":[{"content":"Article 146","section":{"content":"Burkina Faso may conclude with any African State agreements of association or of community implying a total or partial abandonment of sovereignty."}},{"content":"Article 147","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/referen"}},"section":{"content":"The agreements consecrating the entry of Burkina Faso into a Confederation, a Federation or a Union of African States are submitted to the approval of the People by referendum."}}]},{"content":"TITLE XIII. OF TREATIES AND INTERNATIONAL AGREEMENTS","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/intlaw"}},"section":[{"content":"Article 148","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/treat"}},"section":{"content":"The President of Faso negotiates, signs and ratifies the international treaties and agreements."}},{"content":"Article 149","metadata":{"topics":["http://www.constituteproject.org/ontology/treat","http://www.constituteproject.org/ontology/treatcon"]},"section":[{"content":"Peace treaties, the treaties of commerce, the treaties which engage the finances of the State, those which modify the provisions of legislative nature, [and] those that concern the state of persons, can only be ratified or approved by virtue of law."},{"content":"They can only take effect after having been ratified or approved."}]},{"content":"Article 150","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/treatcon"}},"section":{"content":"If the Constitutional Council, referred to [the matter] conforming to Article 157, has declared that an international commitment contains a provision contrary to the Constitution, the authorization to ratify it or to approve it can only take place after the revision of the Constitution."}},{"content":"Article 151","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/treatcon"}},"section":{"content":"The treaties and agreements regularly ratified or approved have, on their publication, an authority superior to that of the laws, under reserve, for each agreement or treaty, of its application by the other party."}}]},{"content":"TITLE XIV. OF THE CONSTITUTIONAL COUNCIL","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/judcrts2"}},"section":[{"content":"Article 152","metadata":{"topics":["http://www.constituteproject.org/ontology/interp","http://www.constituteproject.org/ontology/conpow"]},"section":[{"content":"The Constitutional Council is the institution competent in constitutional and electoral matters. It is charged to decide on the constitutionality of the laws, of the ordinances as well as the conformity of the international treaties and agreements with the Constitution.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/intlaw"}}},{"content":"It interprets the provisions of the Constitution. It controls the regularity, the transparency and the sincerity of the referendum, of the presidential elections, legislative [elections] and is the judge of electoral disputes."},{"content":"It proclaims the definitive results of the referendum, [and] of the presidential and legislative elections."},{"content":"The control of the regularity and of the transparency of local elections corresponds to the competence of the administrative tribunals. The proclamation of the definitive results of these elections corresponds to the competence of the Council of State."}]},{"content":"Article 153","metadata":{"topics":["http://www.constituteproject.org/ontology/consel","http://www.constituteproject.org/ontology/conres"]},"section":[{"content":"In addition to its President, the Constitutional Council consists of:","section":{"content":"three magistrates of exceptional grade appointed by the President of Faso on proposal of the Minister of Justice;","section":[{"content":"three persons of distinction [personnalitts] appointed by the President of Faso having at least one jurist;"},{"content":"three persons of distinction appointed by the President of the National Assembly having at least one jurist."}]}},{"content":"The President of the Constitutional Council is appointed by the President of Faso."},{"content":"The members of the Constitutional Council are appointed for a sole [unique] mandate of nine years.","metadata":{"topics":["http://www.constituteproject.org/ontology/conlim","http://www.constituteproject.org/ontology/conterm"]}},{"content":"However, they are renewable by thirds every three years within the conditions established by the law except for the President of the Constitutional Council.","metadata":{"topics":["http://www.constituteproject.org/ontology/conterm","http://www.constituteproject.org/ontology/conlim"]}},{"content":"The functions of member of the Constitutional Council are incompatible with those of a member of the Government or of the National Assembly."},{"content":"The other incompatibilities are established by the law."}]},{"content":"Article 154","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/conpow"}},"section":[{"content":"The Constitutional Council sees to the regularity of the presidential elections. It examines the complaints and proclaims the results of the ballot."},{"content":"The Constitutional Council decides, in case of dispute, on the regularity of the election or of the appointment of the members of the National Assembly."},{"content":"In electoral matters, the Constitutional Council can be referred to [a matter] by any interested candidate."},{"content":"It sees to the regularity of the operations of the referendum and proclaims the results of it."},{"content":"The Constitutional Council sees to respect for the procedure of revision of the Constitution."}]},{"content":"Article 155","metadata":{"topics":["http://www.constituteproject.org/ontology/treat","http://www.constituteproject.org/ontology/uncon","http://www.constituteproject.org/ontology/intlaw"]},"section":[{"content":"The organic laws and the regulations of the National Assembly, before their promulgation or their entry into application[,] must be submitted to the Constitutional Council.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/orglaw"}}},{"content":"To the same ends, the ordinary laws and the treaties submitted to the procedure of ratification, may be deferred to the Constitutional Council, before their promulgation."}]},{"content":"Article 156","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/partunco"}},"section":{"content":"The Constitutional Council is also charged with the control of respect[,] by the political parties, for the provisions of Article 13 paragraph 5 of this Constitution."}},{"content":"Article 157","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/uncon"}},"section":[{"content":"The Constitutional Council is referred to [a matter] by:","section":{"content":"the President of Faso;","section":[{"content":"the Prime Minister;"},{"content":"the President of the National Assembly;"},{"content":"one-tenth at least of the members of the National Assembly."}]}},{"content":"In addition, any citizen may refer [a matter] to the Constitutional Council concerning the constitutionality of the laws, either directly, or through the procedure of the pleadings [exception] of unconstitutionality invoked in a matter [affaire] which concerns them before a jurisdiction. This must postpone [the matter] until the decision of the Constitutional Council which must intervene within a maximum period of time of thirty days counting from its referral [to the matter]."},{"content":"The Constitutional Council can refer itself to any questions relative to its competence[,] if it judges it necessary."}]},{"content":"Article 158","section":{"content":"The referral of the Constitutional Council to [a matter] suspends the time period of the promulgation of the texts which are deferred to it."}},{"content":"Article 159","section":[{"content":"A provision declared unconstitutional may not be promulgated or implemented.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/uncon"}}},{"content":"The decisions of the Constitutional Council are not susceptible to any recourse. They impose themselves on the public powers and on all the administrative and jurisdictional authorities."}]},{"content":"Article 160","section":{"content":"An organic law establishes the organization and the functioning of the Constitutional Council and determines the procedure applicable before it."}}]},{"content":"TITLE XIVbis. OF THE MEDIATOR OF FASO","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/ombuds"}},"section":[{"content":"Article 160.1","section":[{"content":"A gratuitous intercessory organ between the public administration and the citizens denominated the Mediator of Faso[,] is instituted."},{"content":"The President of Faso appoints the Mediator of Faso."}]},{"content":"Article 160.2","section":{"content":"An organic law establishes the attributions, the organization and the functioning of the Mediator of Faso."}}]},{"content":"TITLE XIVter. OF THE SUPERIOR COUNCIL OF COMMUNICATION","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/medcom"}},"section":[{"content":"Article 160.3","section":{"content":"An independent administrative authority of regulation of communication to the public denominated [the] Superior Council of Communication[,] abbreviated (CSC), is instituted."}},{"content":"Article 160.4","section":{"content":"An organic law establishes the attributions, the composition, the organization and the functioning of the Superior Council of Communication."}}]},{"content":"TITLE XIVquater. OF THE SUPERIOR AUTHORITY OF CONTROL OF THE STATE AND OF COMBAT AGAINST CORRUPTION","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/cc"}},"section":[{"content":"Article 160.5","section":[{"content":"An organ of control denominated [the] Superior Authority of Control of the State and of Combat against Corruption abbreviated &quot;ASCE-LC&quot;, is instituted."},{"content":"The Superior Authority of Control of the State and of Combat against Corruption is the supreme organ of administrative control and of combat against corruption. It constitutes the interface between the actors engaged in the combat against corruption and the state authorities [autorités étatiques]."},{"content":"This organ of control has the status of independent administrative authority. It is endowed with financial autonomy."}]},{"content":"Article 160.6","section":{"content":"An organic law establishes the attributions, the composition, the organization and the functioning of the Superior Authority of Control of the State and of Combat against Corruption."}}]},{"content":"TITLE XV. OF REVISION","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/amend"}},"section":[{"content":"Article 161","section":{"content":"The initiative of the revision of the Constitution belongs concurrently:","section":{"content":"to the President of Faso;","section":[{"content":"to the members of the National Assembly with the majority;"},{"content":"to the people when a function of at least thirty thousand persons having the right to vote, introduces before the National Assembly a petition constituting a written and signed proposal."}]}}},{"content":"Article 162","section":{"content":"The law establishes the conditions of the implementation of the procedure of revision."}},{"content":"Article 163","section":{"content":"The bill of revision is, in every case, submitted preliminarily to the evaluation [appréciation] of the National Assembly."}},{"content":"Article 164","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/referen"}},"section":[{"content":"The bill of the text is then submitted to referendum. It is considered to have been adopted when it has obtained the majority of the suffrage expressed."},{"content":"The President of Faso then proceeds with its promulgation in the conditions established by Article 48 of this Constitution."},{"content":"However, the bill of revision is adopted without recourse to referendum if it is approved by a majority of three-quarters of the members of the National Assembly."}]},{"content":"Article 165","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/unamend"}},"section":[{"content":"No bill or proposal of revision of the Constitution is receivable when it effects:","section":{"content":"the limitative clause of the number of presidential mandates;","section":[{"content":"the duration of the presidential mandate;"},{"content":"the republican nature and form of the State;"},{"content":"the multiparty system;"},{"content":"the integrity of the national territory."}]}},{"content":"No procedure of revision may be initiated or pursued in case of vacancy of the power, during the duration of the state of siege or of the state of urgency or when it infringes upon the integrity of the national territory.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/em"}}}]}]},{"content":"TITLE XVI. FINAL PROVISIONS","section":[{"content":"Article 166","section":{"content":"Treason against the Fatherland and infringement the Constitution constitute the most grave crimes committed against the people."}},{"content":"Article 167","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/overthrw"}},"section":[{"content":"The source of all legitimacy follows from this Constitution."},{"content":"All power which does not derive its source from this Constitution, notably that resulting from a coup d&#x27;état is illegal."},{"content":"In this case, the right to civil disobedience is recognized to all citizens."}]},{"content":"Article 168","section":{"content":"The Burkinabè people proscribe any idea of personal power. They proscribe equally all oppression of a part of the people by another."}},{"content":"Article 169","section":{"content":"The promulgation of the Constitution must intervene in the time periods specified in Article 48 of this constitutional law."}}]},{"content":"CHARTER of the TRANSITION","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/tranprov"}},"section":[{"content":"Preamble","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/prevcond"}},"section":[{"content":"We, representatives of the political parties, of the organizations of civil society, of the forces of defense and of security, of the religious and customary [coutumières] authorities of Burkina Faso, signatories of this Charter,"},{"content":"Basing [fondant] ourselves on the Constitution of 2 June 1991,"},{"content":"Considering the popular character of the insurrection of 30 and 31 October 2014 that led to the resignation of President Blaise COMPAORE,"},{"content":"Considering the heavy tribute paid by the daughters and the sons of Burkina Faso,"},{"content":"Considering the fight [combat] for the resumption of power by the People,"},{"content":"Considering the contribution and the patriotic and republican behavior of the forces of defense and of security which have assured the continuity of the power of State,"},{"content":"Considering the necessity for a political, democratic, civil, calm [apaisée] and inclusive transition,"},{"content":"Considering the necessary support [accompagnement] of the International Community to address [relever] the major challenges to which Burkina Faso will be confronted all during the period of transition,"},{"content":"Considering our attachment to democratic values and principles as inscribed in the African Charter of Democracy, of Elections and of Governance of 30 January 2007 of the African Union and in the Protocol A/SP1/12/01 of 21 December 2001 of the Economic Community of the States of West Africa [Communauté Économique des États de l&#x27;Afrique de l&#x27;Ouest (CEDE40)] on democracy and good governance,","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/region"}}},{"content":"Drawing [tirant] [a] lesson from our political experience and engaged to construct a true State of democratic law [droit],"},{"content":"Conscious of the urgency of providing Burkina Faso with organs of transition to the end of filling the institutional void in the conduct of the public affairs,"},{"content":"Approve and adopt this Charter of the Transition which completes the Constitution of 2 June 1991 and of which this preamble is [an] integrant part."}]},{"content":"TITLE I. OF THE VALUES OF REFERENCE","section":{"content":"Article 1","section":{"content":"Other that the values affirmed by the Constitution in its preamble, this Charter consecrates the following values to guide the transition, its organs and as a whole the persons [of distinction] [personnalités] called to conduct it:","section":{"content":"pardon and of reconciliation;","section":[{"content":"inclusion;"},{"content":"sense of responsibility;"},{"content":"tolerance and dialogue;"},{"content":"discipline and public spirit [civisme];"},{"content":"solidarity;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/solid"}}},{"content":"fraternity;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/solid"}}},{"content":"spirit of consensus and of discernment."}]}}}}]},{"content":"TITLE II. OF THE ORGANS OF THE TRANSITION","section":[{"content":"Chapter I. Of the President of the Transition","section":[{"content":"Article 2","section":[{"content":"The President of the Transition occupies the functions of President of Faso and of Head [Chef] of the State. He sees to respect for the Constitution and for the Charter of the Transition."},{"content":"His powers and prerogatives are those defined by this Charter and in Title III of the Constitution of 2 June 1991 with the exception of those incompatible with the conduct of the transition."},{"content":"His mandate terminates at the end of the transition after the investiture of the President issued from the presidential election."},{"content":"The Constitutional Council decides in the case of litigation."}]},{"content":"Article 3","section":[{"content":"All candidates to the functions of President of the Transition must fulfill the following conditions:","section":{"content":"to be a civil person [of distinction];","section":[{"content":"to be Burkinabè by birth;"},{"content":"to be at least 35 years of age and at most 75 years of age;"},{"content":"to be competent;"},{"content":"to have integrity and of good morality;"},{"content":"to be impartial;"},{"content":"to be a person [of distinction] of public notoriety;"},{"content":"never to have been made the object of a judicial condemnation or of a prosecution for crime;"},{"content":"to be recognize for their engagement in the defense of the national interests;"},{"content":"to have knowledge of the functioning of the institutions and an experience of their administration [gestion];"},{"content":"not to have supported the bill of revision of Article 37 of the Constitution;"},{"content":"not to be affiliated to any political party."}]}},{"content":"They may not be a member [personne] of the forces of defense and of security[,] active, on call [en disponibilité] or in retirement."}]},{"content":"Article 4","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/unamend"}},"section":[{"content":"The President of the Transition is not eligible for the presidential and legislative elections that will be organized to put an end to the transition."},{"content":"This provision is not susceptible to revision."}]},{"content":"Article 5","section":{"content":"The President of the Transition is chosen by a College of Designation [Collège de désignation] from a list of persons [of distinction] proposed by the political parties, the organizations of civil society and the forces of defense and security on the basis [à raison de] of three (3) persons [of distinction] at most by component."}},{"content":"Article 6","section":{"content":"The list of persons [of distinction] of each one of the parties mentioned in  Article 5 above is deposited at the seat of the College of Designation in [a] sealed envelop [sous pli fermé] in three original copies."}},{"content":"Article 7","section":{"content":"The designation of the President of the transition is made on the basis [sur la base] of the following criteria:","section":{"content":"the consensual character of the person [of distinction] at the national level;","section":[{"content":"the capacity to conduct a nation and to manage [gérer] situations of crisis;"},{"content":"the capacity to conduct the presidential and legislative elections with neutrality and objectivity."}]}}},{"content":"Article 8","section":[{"content":"The College of Designation, which takes into account young [persons] and women, is composed as follows:","section":{"content":"five (05) members representing the political parties;","section":[{"content":"five (05) members representing the organizations of the civil society;"},{"content":"five (05) members representing the forces of defense and of security;"},{"content":"eighth (08) members representing the religious and customary authorities."}]}},{"content":"Except for the representatives of the political parties, the other members of the College of Designation must not be members of the directive organ [organe] of a political party."}]},{"content":"Article 9","section":[{"content":"The procedure of designation includes two (2) phases: a phase of pre-selection and a phase of selection."},{"content":"The pre-selection is operated by the College of Designation in view of retaining three persons [of distinction]."},{"content":"The selection is preceded by an interview with each one of the three pre-selected persons [of distinction] on the motivations of their candidature."},{"content":"The definitive selection is made by consensus within the College of Designation. The retained candidate is invested President of the Transition, Head of the State, by the Constitutional Council."}]},{"content":"Article 10","section":[{"content":"In the course of the ceremony of investiture the President takes the following oath: &quot;I swear before the Burkinabè People and on my honor to preserve, to respect, to have respected and to defend the Constitution, the Charter of the Transition and the laws, to implement everything to guarantee justice to all the inhabitants of Burkina Faso&quot;.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/oath"}}},{"content":"The President of the Constitutional Council receives the written declaration of the assets of the President of the Transition. This declaration is published in the Journal officiel [Official Gazette]."},{"content":"Within a maximum time period of one month following the end of the transition, he receives a second written declaration. This one is published in the Journal officiel, accompanied with the eventual justifications in the case of increase of the patrimony."},{"content":"The Constitutional Council, in relation with the Court of Accounts, sees to the application of this [des présentes] and is invested of all the powers to establish the patrimony of the persons [of distinction] concerned."},{"content":"This provision applies equally to all the members of the organs of transition instituted by this Charter, at the entering and at the end of their functions."}]},{"content":"Article 11","section":[{"content":"When the President of the Transition is impeded in a temporarily manner from completing his functions, his powers are temporarily exercised by the Prime Minister."},{"content":"In the case of vacancy of the Presidency of the Transition for whatever cause that may be, or of absolute or definitive impediment declared by the Constitutional Council referred to [the matter] by the Govermnent, the Prime Minister assures the interim while awaiting the designation of a new President of the Transition in accordance with the provisions of this Charter."}]}]},{"content":"Chapter II. Of the National Council of the Transition","section":[{"content":"Article 12","section":[{"content":"The National Council of the Transition is the legislative organ of the transition."},{"content":"It is composed as follows:","section":{"content":"Thirty (30) representatives of the political parties affiliated to the Leader of the Political Opposition [Chef de File de l&#x27;Opposition Politique (CFOP)];","section":[{"content":"Twenty-five (25) representatives of the organizations of the civil society;"},{"content":"Twenty-five (25) representatives of the forces of defense and of security;"},{"content":"Ten (10) representatives of other parties."}]}},{"content":"Its composition takes into account young [persons] and women."},{"content":"The National Council of the Transition exercises the prerogatives defined by this Charter and in Title V of the Constitution of 2 June 1991[,] except for those incompatible with the conduct of the transition."},{"content":"The Constitutional Council decides in the case of litigation."}]},{"content":"Article 13","section":[{"content":"The members of the National Council of the Transition must not be persons who have openly supported the bill of revision of Article 37."},{"content":"They must not have been [a] part of the last dissolved government of the IVth Republic."},{"content":"Its President is a civil person [of distinction] elected by his peers."},{"content":"The President of the National Council of the Transition is not eligible to the presidential or legislative election that will be organized to put an end to the transition."}]}]},{"content":"Chapter III. Of the Government of the Transition","section":[{"content":"Article 14","section":[{"content":"The government of the transition is directed by a Prime Minister appointed by the President of the Transition."},{"content":"It exercises the prerogatives defined by this Charter and in Title IV of the Constitution of 2 June 1991[,] except for those incompatible with the conduct of the transition."},{"content":"The Constitutional Council decides in the case of litigation."},{"content":"The government of transition is constituted of twenty-five (25) ministerial departments."},{"content":"Its composition takes into account young [persons], women and the trade-unions [syndicats]."}]},{"content":"Article 15","section":[{"content":"The members of the government must fulfill the following conditions:","section":{"content":"to have civil majority;","section":[{"content":"to be of Burkinabè nationality;"},{"content":"to have the required competences;"},{"content":"to be of good morality."}]}},{"content":"The members of the government of the transition must not be persons who have openly supported the bill of revision of Article 37."},{"content":"They must not have been [a] part of the last dissolved government of the IVth Republic."}]},{"content":"Article 16","section":{"content":"The members of the government of the transition are not eligible to the presidential or legislative election that will be organized to put an end to the transition."}},{"content":"Article 17","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/truthcom"}},"section":{"content":"A Commission of the National Reconciliation and of Reforms [Commission de la réconcilliation nationale et des réformes] is created alongside [auprès de] the Prime Minister, responsible for restoring and for reinforcing the social cohesion and national unity."}},{"content":"Article 18","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/truthcom"}},"section":[{"content":"The Commission of the National Reconciliation and of Reforms is composed of sub-commissions with notably:","section":{"content":"the sub-commission[:] truth, justice and national reconciliation;","section":[{"content":"the sub-commission[:] constitutional, political and institutional reforms;"},{"content":"the sub-commission[:] electoral reform;"},{"content":"the sub-commission[:] public finance and respect for the public good;"},{"content":"the sub-commission[:] administration of the media and of information."}]}},{"content":"An organic law establishes the attributions, the composition, the organization and the functioning of the Commission of the National Reconciliation and of Reforms."}]}]}]},{"content":"TITLE III. OF THE REVISION OF THE CHARTER OF THE TRANSITION","section":{"content":"Article 19","section":[{"content":"By derogation of the provisions provided for by Title XV of the Constitution, the initiative for the revision of this Charter belongs concurrently to the President of the Transition and to the third (1/3) of the members of the National Council of the Transition."},{"content":"The bill or the proposal of revision is adopted by a majority of 4/5ths of the members of the National Council of the Transition."},{"content":"The President of the Transition proceeds with the promulgation of the act of revision in accordance with Article 48 of the Constitution of 2 June 1991."}]}},{"content":"TITLE IV. OF TRANSITORY AND FINAL PROVISIONS","section":[{"content":"Article 20","section":{"content":"The duration of the transition shall not exceed twelve (12) months counting from the date of the investiture of the President of the Transition."}},{"content":"Article 21","section":{"content":"The institutions of the period of the transition function until the effective installation of the new institutions."}},{"content":"Article 22","section":{"content":"The participation of the Burkinabè abroad in the Presidential election which will be organized to put an end to the transition will be made in accordance with the provisions of the Constitution and of the Electoral Code."}},{"content":"Article 23","section":{"content":"The expired [arrivé a échéance] mandate of the members of the Constitutional Council is extended, the case arising, until the establishment of the institutions of the transition."}},{"content":"Article 24","section":[{"content":"This Charter enters into force from its signature by the parties mentioned above in the preamble."},{"content":"Its promulgation intervenes from its signature."}]},{"content":"Article 25","section":{"content":"In the case of opposition [contrariété] between the Charter of the Transition and the Constitution, the Constitutional Council decides."}}]}]}}