{"document":{"section":[{"content":"Preamble","metadata":{"topics":["http://www.constituteproject.org/ontology/prevcond","http://www.constituteproject.org/ontology/motive","http://www.constituteproject.org/ontology/intlaw","http://www.constituteproject.org/ontology/region","http://www.constituteproject.org/ontology/god","http://www.constituteproject.org/ontology/auth","http://www.constituteproject.org/ontology/preamble"]},"section":[{"content":"We, the People of Burundi:"},{"content":"Understanding our responsibilities before God:"},{"content":"Understanding our responsibilities and our duties to the past and to future generations;"},{"content":"Reaffirming our faith in the ideal of peace, of reconciliation, and of national unity in accordance with the Arusha Accords for Peace and Reconciliation in Burundi of August 28, 2000 and the Ceasefire Accords;"},{"content":"Affirming the commitment of Burundi to the Treaty establishing the East African Community (EAC);"},{"content":"Reaffirming our larger resolution to defend national sovereignty and to secure the political and economic independence of our country and to conserve our culture;"},{"content":"Considering the imperative necessity to ensure political stability, to promote the economic and social development of our country and to ensure the safeguarding of our culture;"},{"content":"Considering the need to safeguard and to sustain a democratic pluralistic order and a State of law;"},{"content":"Proclaiming anew that every human being, without distinction of race, of religion or belief, possesses sacred and inalienable rights;"},{"content":"Solemnly reaffirm our attachment to the respect of fundamental rights to the human person as prescribed by international texts concerning the rights of man ratified by Burundi as well as the fundamental principles recognized by the laws of the Republic;"},{"content":"Affirming the importance in international relations of the right to manage themselves;"},{"content":"Considering that relations between people must be characterized by peace, friendship, and cooperation conforming to the United Nations Charter of June 26, 1945;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/intrght"}}},{"content":"Reaffirming our attachment to the cause of African unity conforming to the Constitutive Act of the African Union of May 25, 2002;"},{"content":"Reaffirming our commitment to construct a political order and a system of Government inspired by the realities of our country and founded on the values of justice, democracy, good governance, pluralism, respect of liberties and of the fundamental rights of the individual, unity, solidarity, mutual understanding, tolerance, and cooperation among the different ethnic groups of our society;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/solid"}}},{"content":"Deeply attached to constitutional legality and to democratic institutions;"},{"content":"Considering that democratic election is the sole means through which the people freely choose their leaders;"},{"content":"Condemning all non-democratic forms of rising to power;"},{"content":"SOLEMNLY ADOPT THE PRESENT CONSTITUTION WHICH IS THE FUNDAMENTAL LAW OF THE REPUBLIC OF BURUNDI"}]},{"content":"TITLE I. OF THE STATE AND OF THE SOVEREIGNTY OF THE PEOPLE","section":[{"content":"1. OF GENERAL PRINCIPLES","section":[{"content":"Article 1","metadata":{"topics":["http://www.constituteproject.org/ontology/system","http://www.constituteproject.org/ontology/seprel"]},"section":{"content":"Burundi is an independent, sovereign, secular, democratic, unitary Republic which respects its ethnic and religious diversity."}},{"content":"Article 2","section":{"content":"The national territory of Burundi is unalienable and indivisible."}},{"content":"Article 3","section":{"content":"Burundi is subdivided into provinces, communes, zones, and local administrations, and all other subdivisions as stipulated by law. Their organization and functioning are prescribed by law. The law can modify their limits as well as their number."}},{"content":"Article 4","section":[{"content":"The status and the reestablishment of monarchy must be made the object of a referendum.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/referen"}}},{"content":"Any militant party which peacefully pursues the restoration of monarchy has the right to operate."}]},{"content":"Article 5","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/lang"}},"section":[{"content":"The national language is Kirundi. The official languages are Kirundi and all other languages as determined by law."},{"content":"All legislative texts must have a version in Kirundi."}]},{"content":"Article 6","section":{"content":"The principle of the Republic of Burundi is government of the People, by the People, and for the People."}},{"content":"Article 7","section":[{"content":"National sovereignty belongs to the people who exercise it, whether directly by the means of referendum or indirectly through their representatives.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/referen"}}},{"content":"No group of people, no individual can usurp its practice."}]},{"content":"Article 8","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/voteun"}},"section":[{"content":"Suffrage is universal, equal, protected, free and transparent. It may be direct or indirect according to conditions stipulated by the law."},{"content":"The electorate, according to the terms determined by the electoral code, is composed of all Burundians aged 18 years enjoying their civil and political rights.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/voteres"}}}]},{"content":"Article 9","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/capital"}},"section":{"content":"The capital of Burundi is fixed at Bujumbura. The law can move the capital to any other city of the Republic or it can separate the political capital from the economic capital."}},{"content":"Article 10","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/flag"}},"section":[{"content":"The flag of Burundi is tricolor: green, white, and red. It has the shape of a rectangle partitioned by a diagonal cross, having at its center a white disk stamped with three six-pointed red stars which form a notional equilateral triangle inscribed in a notional circle having the same center as the disk and of which the base is parallel to the length of the flag."},{"content":"The law specifies the dimensions and other details of the flag."}]},{"content":"Article 11","section":[{"content":"The motto of Burundi is &quot;Unity, Work, Progress&quot;. The symbol of the Republic of Burundi is a coat of arms stamped with the head of a lion in addition to three spears, all surrounded by the national motto.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/motto"}}},{"content":"The national anthem is &quot;Burundi bwacu&quot;.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/anthem"}}},{"content":"The Seal of the Republic is determined by law."}]},{"content":"Article 12","metadata":{"topics":["http://www.constituteproject.org/ontology/citrev","http://www.constituteproject.org/ontology/natcit","http://www.constituteproject.org/ontology/citizen"]},"section":[{"content":"The quality of Burundians is acquired, conserved, and lost according to the conditions determined by law."},{"content":"The children born of Burundian men or women have the same rights in regard to the law of nationality.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/childpro"}}}]}]},{"content":"2. OF FUNDAMENTAL VALUES","section":[{"content":"Article 13","metadata":{"topics":["http://www.constituteproject.org/ontology/equalgr6","http://www.constituteproject.org/ontology/dignity","http://www.constituteproject.org/ontology/equalgr5","http://www.constituteproject.org/ontology/equal","http://www.constituteproject.org/ontology/equalgr1","http://www.constituteproject.org/ontology/equalgr4"]},"section":{"content":"All Burundian people are equal in merit and in dignity. All citizens enjoy the same rights and have the same protection of the law. No Burundian will be excluded from the social, political, or economic life due to their race, language, religion, sex, or ethnic origin."}},{"content":"Article 14","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/dignity"}},"section":{"content":"All Burundian people have the right to live in Burundi in peace and security. The people must live together in harmony, all in respecting human dignity and in tolerating their differences."}},{"content":"Article 15","section":{"content":"The Government is established by the will of the Burundian people. It is responsible before them and it respects their fundamental liberties and rights."}},{"content":"Article 16","section":{"content":"The Burundi government must be composed so that all Burundians are represented in it and so that it represents all Burundians, so that each person has an equal chance of being part of it, so that all citizens have access to public services, and so that the decisions and actions of the Government receive the greatest possible support."}},{"content":"Article 17","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/standliv"}},"section":{"content":"The Government is tasked with the realization of the Burundian people&#x27;s aspirations, in particular to heal the divisions of the past, to improve the quality of life of all Burundians, and to guarantee to all the option to live in Burundi sheltered from fear, discrimination, disease, and hunger."}},{"content":"Article 18","section":[{"content":"The function of the political regime is to unite, reassure, and reconcile all Burundians. This government ensures that the implemented Government serves the Burundian people, the source of its power and its authority."},{"content":"The Government respects the separation of powers, the pre-eminence of law, and the principles of good governance and of transparence in the conduct of public affairs."}]}]}]},{"content":"TITLE II. OF THE CHARTER OF FUNDAMENTAL RIGHTS AND DUTIES, OF THE INDIVIDUAL AND OF THE CITIZEN","section":[{"content":"Article 19","metadata":{"topics":["http://www.constituteproject.org/ontology/intlaw","http://www.constituteproject.org/ontology/treatcon"]},"section":{"content":"The rights and duties proclaimed and guaranteed by the international texts concerning human rights regularly ratified constitute an integral part of the Constitution."}},{"content":"Article 20","section":{"content":"All citizens have rights and duties."}},{"content":"1. OF THE FUNDAMENTAL RIGHTS OF THE INDIVIDUAL AND OF THE CITIZEN","section":[{"content":"Article 21","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/dignity"}},"section":{"content":"Human dignity is respected and protected. Any infringement upon human dignity is reprimanded by the Penal Code."}},{"content":"Article 22","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/equal"}},"section":[{"content":"All citizens are equal before the law, which assures them equal protection."},{"content":"No one may be the target of discrimination based on, notably: origin, race, ethnicity, sex, color, language, social situation, religious, philosophical, or political belief, physical or mental handicap, HIV/AIDS status or having any other incurable illness.","metadata":{"topics":["http://www.constituteproject.org/ontology/equalgr1","http://www.constituteproject.org/ontology/equalgr11","http://www.constituteproject.org/ontology/equalgr3","http://www.constituteproject.org/ontology/equalgr4","http://www.constituteproject.org/ontology/equalgr9","http://www.constituteproject.org/ontology/equalgr5","http://www.constituteproject.org/ontology/equalgr12","http://www.constituteproject.org/ontology/equalgr10","http://www.constituteproject.org/ontology/equalgr6","http://www.constituteproject.org/ontology/equalgr15"]}}]},{"content":"Article 23","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/illadmin"}},"section":[{"content":"No one may be treated in an arbitrary manner by the State or its organs."},{"content":"The State is obligated indemnify all victims of arbitrary actions of the State or of its organs."}]},{"content":"Article 24","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/life"}},"section":{"content":"All human beings have the right to life."}},{"content":"Article 25","metadata":{"topics":["http://www.constituteproject.org/ontology/freemove","http://www.constituteproject.org/ontology/corppun","http://www.constituteproject.org/ontology/torture","http://www.constituteproject.org/ontology/cruelty"]},"section":{"content":"All human beings have the right to freedom of their own person, notably in their physical and psychic integrity and freedom of movement. No one may be subjected to torture, nor to punishments or sentences which are cruel, inhuman, or degrading."}},{"content":"Article 26","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/slave"}},"section":{"content":"No one may be slaved or held in servitude. Slavery and the traffic of slaves is forbidden in all forms."}},{"content":"Article 27","metadata":{"topics":["http://www.constituteproject.org/ontology/dignity","http://www.constituteproject.org/ontology/standliv"]},"section":{"content":"The State, to the extent to which it is possible, ensures all citizens that they will have the means at their disposal to lead a life in accordance with human dignity."}},{"content":"Article 28","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/privacy"}},"section":{"content":"Every human being has the right to respect of their personal and family life, in addition to their home and their personal communications."}},{"content":"Article 29","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/marriage"}},"section":[{"content":"Freedom of marriage is guaranteed, as is the right to choose one&#x27;s partner. Marriage cannot take place without the free and full consent of the future spouses."},{"content":"Marriage between two people of the same sex is forbidden."}]},{"content":"Article 30","metadata":{"topics":["http://www.constituteproject.org/ontology/finsup4","http://www.constituteproject.org/ontology/fndfam"]},"section":[{"content":"The family is the natural base cell of society. Marriage is its legitimate support. Family and marriage are placed under the special protection of the State."},{"content":"Parents have the natural right and the duty to educate and to raise their children. They are supported in this task by the State and by public collectivities."},{"content":"Every child has the right, from their family, society, and State, to special protective measures necessitated by their status as minors.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/childpro"}}}]},{"content":"Article 31","metadata":{"topics":["http://www.constituteproject.org/ontology/opinion","http://www.constituteproject.org/ontology/freerel","http://www.constituteproject.org/ontology/express"]},"section":{"content":"Freedom of expression is guaranteed. The State respects freedom of religion, thought, conscience, and opinion."}},{"content":"Article 32","metadata":{"topics":["http://www.constituteproject.org/ontology/assem","http://www.constituteproject.org/ontology/assoc"]},"section":{"content":"Freedom of assembly and of association is guaranteed, as is the right to form associations or organizations in accordance with the law."}},{"content":"Article 33","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/freemove"}},"section":{"content":"All the citizens of Burundi have the right to circulate and to settle anywhere in the national territory, as well as to leave and return to the national territory."}},{"content":"Article 34","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/citren"}},"section":{"content":"No one may arbitrarily deprived of their nationality, nor of the right to change it."}},{"content":"Article 35","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/env"}},"section":{"content":"The State assures the good administration and rational exploitation of the country&#x27;s natural resources, all in preserving the environment and the conservation of these resources for future generations."}},{"content":"Article 36","section":[{"content":"Every person has the right to property.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/proprght"}}},{"content":"No one may be deprived of their property except for public utility, according to the case and manner established by law and by means of a just and prerequisite indemnity or in the execution of a judiciary decision taken in force of the thing judged.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/exprop"}}}]},{"content":"Article 37","metadata":{"topics":["http://www.constituteproject.org/ontology/strike","http://www.constituteproject.org/ontology/milrest","http://www.constituteproject.org/ontology/jointrde"]},"section":[{"content":"The right to form trade unions and to affiliate with them, as well as the right to strike, are recognized. The law regulates the exercise of these rights and forbids certain groups of people from striking."},{"content":"In all cases, these rights are not extended to members of the defense and security corps."}]},{"content":"Article 38","metadata":{"topics":["http://www.constituteproject.org/ontology/fairtri","http://www.constituteproject.org/ontology/speedtri"]},"section":{"content":"Each person has the right, in judicial or administrative proceedings, to have their case heard fairly and to be judged without unreasonable delay."}},{"content":"Article 39","section":[{"content":"No one may be deprived of their freedom if it does not conform to the provisions of law.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/habcorp"}}},{"content":"No one may be charged, arrested, detained, or judged except in cases determined by a law decreed prior to the acts for which they are accused.","metadata":{"topics":["http://www.constituteproject.org/ontology/expost","http://www.constituteproject.org/ontology/wolaw"]}},{"content":"The right to a defense is guaranteed before all jurisdictions.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/couns"}}},{"content":"No one may be deprived, against their will, of the judge that the law assigns to them."}]},{"content":"Article 40","metadata":{"topics":["http://www.constituteproject.org/ontology/presinoc","http://www.constituteproject.org/ontology/couns","http://www.constituteproject.org/ontology/pubtri"]},"section":{"content":"Every person accused of a criminal act is presumed innocent until their guilt has been legally established in court in a public trial during which the necessary guarantees for a free defense have been assured."}},{"content":"Article 41","metadata":{"topics":["http://www.constituteproject.org/ontology/wolaw","http://www.constituteproject.org/ontology/expost"]},"section":[{"content":"No one will be condemned for acts or omissions, which in the moment they were committed were not considered an infraction."},{"content":"In the same manner, penalties greater than those applicable at the time the infraction was committed cannot be implemented."}]},{"content":"Article 42","section":{"content":"No one can be subjected to security measures other than the cases and the forms specified by law, notably for reasons of public order or of State security."}},{"content":"Article 43","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/privacy"}},"section":[{"content":"No one can be subjected to arbitrary interference in their private life, their family, their home, or their correspondence, nor infringements upon their honor or reputation,","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/libel"}}},{"content":"Police searches or police inspections of homes cannot be ordered without following the forms and conditions specified by law.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/evidence"}}},{"content":"The confidentiality of correspondence and communication is guaranteed in respect to the forms and conditions specified by law."}]},{"content":"Article 44","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/childpro"}},"section":{"content":"Every child has the right to particular measures to assure or improve the necessary cares for their well-being, health, physical security, and for being protected from poor treatment, extortions, or exploitation."}},{"content":"Article 45","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/childpro"}},"section":{"content":"No child may be used directly in an armed conflict. The protection of children is assured in a period of armed conflict."}},{"content":"Article 46","metadata":{"topics":["http://www.constituteproject.org/ontology/juvenile","http://www.constituteproject.org/ontology/childpro"]},"section":[{"content":"No child may be detained unless as final recourse, in which case the detention of the child will be the shortest possible."},{"content":"Every child has the right to be separated from prisoners older than 16 years and to be subjected to treatment and detention conditions adapted to their age."}]},{"content":"Article 47","section":{"content":"All restrictions of fundamental rights must be founded on a legal base; restrictions must be justified by the general interest or by the protection of the fundamental rights of others; they must be proportional to the expected goal."}},{"content":"Article 48","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/uncon"}},"section":{"content":"The fundamental rights must be respected in totality in the judicial, administrative, and institutional orders. The Constitution is the supreme law. The legislative, executive, and judiciary bodies must respect it. Any law which does not conform to the Constitution is struck down and nullified."}},{"content":"Article 49","section":{"content":"No person may be exiled."}},{"content":"Article 50","section":[{"content":"The right to asylum is recognized in the conditions provided by law.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/asylum"}}},{"content":"No Burundian may be extradited.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/excrim"}}}]},{"content":"Article 51","section":[{"content":"Every Burundian has the right to participate, whether directly or indirectly through representatives, in the direction and management of the State, following the reservations of legal terms, notably of age and of competence."},{"content":"Every Burundian has an equal right to access the public functions of their country."}]},{"content":"Article 52","metadata":{"topics":["http://www.constituteproject.org/ontology/dignity","http://www.constituteproject.org/ontology/devlpers","http://www.constituteproject.org/ontology/cultrght"]},"section":{"content":"Every person is authorized to obtain the satisfaction of economic, social, and cultural rights indispensable to the dignity and free development of one&#x27;s person, thanks to the national effort and considering the national resources."}},{"content":"Article 53","section":[{"content":"Every citizen has the right to equal access to instruction, education, and culture.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/cultrght"}}},{"content":"The State has the duty to organize public schooling and to promote access to it.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/edfree"}}},{"content":"Nevertheless, the right to establish private schools is guaranteed according to the conditions set by law."}]},{"content":"Article 54","metadata":{"topics":["http://www.constituteproject.org/ontology/provwork","http://www.constituteproject.org/ontology/safework","http://www.constituteproject.org/ontology/remuner"]},"section":{"content":"The State recognizes the right for all citizens to work and strives to create the conditions which makes effective the enjoyment of this right. It recognizes the right of all persons to benefit from fair and satisfactory work conditions, and guarantees the worker fair pay for their services or output."}},{"content":"Article 55","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/health"}},"section":{"content":"Every person has the right to access health care."}},{"content":"Article 56","section":{"content":"The State is obligated to favor the country&#x27;s development, in particular rural development."}},{"content":"Article 57","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/remuner"}},"section":{"content":"With equal competence, every person has the right, without any discrimination, to an equal salary for equal work."}},{"content":"Article 58","metadata":{"topics":["http://www.constituteproject.org/ontology/intprop","http://www.constituteproject.org/ontology/science","http://www.constituteproject.org/ontology/artists"]},"section":{"content":"Every person has the right to the protection of their moral and material interests coming from all scientific, literary, or artistic production of which they are the creator."}},{"content":"Article 59","section":{"content":"All foreigners who find themselves in the Republic&#x27;s territory benefit from the protection accorded to people and goods in the limits stipulated by a law."}},{"content":"Article 60","section":{"content":"The judicial power, which is the the guardian of public rights and freedoms, assures the respect of these rights and freedoms following the conditions outlined by the law."}},{"content":"Article 61","section":{"content":"No one can abuse the rights recognized by the Constitution or by the law to compromise national unity, peace, democracy, or the independence of Burundi; or to damage the secularism of the State, or to violate in any other manner the present Constitution."}}]},{"content":"2. OF THE FUNDAMENTAL DUTIES OF THE INDIVIDUAL AND OF THE CITIZEN","section":[{"content":"Article 62","section":{"content":"Every person has the duty to respect their fellow countrymen and to demonstrate to each other their consideration, devoid of any discrimination."}},{"content":"Article 63","section":{"content":"Each citizen has duties to family and to society, to the State and to other collective public entities."}},{"content":"Article 64","section":{"content":"Each Burundian has the duty to maintain and to reinforce national unity, conforming to the Charter of National Unity."}},{"content":"Article 65","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/abide"}},"section":{"content":"Each person is obligated to respect the laws and the institutions of the Republic."}},{"content":"Article 66","section":{"content":"Every Burundian has the duty to preserve the harmonious development of the family and to work in favor of the cohesion and the respect of this family, to respect their parents at every moment, and to nourish and assist them in necessary cases."}},{"content":"Article 67","section":{"content":"Each individual has the duty to respect and to consider their kind without any discrimination, and to maintain relations which allow for the promotion, protection, and reinforcement of respect and tolerance."}},{"content":"Article 68","section":{"content":"Each Burundian must ensure, in relations with society, the preservation and reinforcement of Burundian cultural values; and must contribute to the establishment of a morally sound society."}},{"content":"Article 69","section":[{"content":"Public goods are sacred and inviolable. Everyone is obligated to respect them conscientiously and to protect them. Each Burundian is tasked with the defense of the nation&#x27;s patrimony."},{"content":"All acts of sabotage, vandalism, corruption, embezzlement, profligacy, or all other acts which damage the public good is punished according to the conditions determined by law."}]},{"content":"Article 70","section":[{"content":"All citizens are required to fulfill their civic obligations and to defend their country.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/milserv"}}},{"content":"Everyone has the right to work toward the common good and to fulfill their professional obligations.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/provwork"}}},{"content":"All citizens are equal in regards to public assignments. Only through the law can exemptions be established."},{"content":"The State can proclaim the solidarity of all in regards to obligations which result from natural and national disasters.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/solid"}}}]},{"content":"Article 71","section":{"content":"All Burundians in the civil service or elected to a civil service position have the duty to accomplish their work with conscientiousness, integrity, dedication, and loyalty to the general interest."}},{"content":"Article 72","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/milserv"}},"section":[{"content":"Each Burundian has the duty to defend national independence and territorial integrity."},{"content":"All citizens have the sacred duty to ensure and to participate in defense of the homeland."},{"content":"All Burundians, all foreigners who find themselves in the territory of the Republic of Burundi, must not compromise State security."}]},{"content":"Article 73","section":{"content":"All individuals must work toward safeguarding peace, democracy, and social justice."}},{"content":"Article 74","section":{"content":"All Burundians must, by means of their work, contribute to the construction and prosperity of the country."}}]}]},{"content":"TITLE III. OF THE SYSTEM OF POLITICAL PARTIES AND OF INDEPENDENTS","section":[{"content":"Article 75","section":{"content":"Multipartism is recognized in the Republic of Burundi"}},{"content":"Article 76","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/partrght"}},"section":{"content":"Political parties can form freely, conforming to the law. They are authorized according to the law."}},{"content":"Article 77","section":{"content":"A political party is defined as an association without a lucrative end and which organizes citizens around a project of democratic society founded on national unity; which has a definite political program of precise objectives; is concerned with serving the general interest; and to assure that all citizens thrive."}},{"content":"Article 78","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/partreg"}},"section":{"content":"Political parties, in their organization and their operations, must answer to democratic principles. They must be open to all Burundians and their national character must be equally reflected at the level of their leadership. They cannot advocate violence, exclusion, and hatred of any form, notably based on ethnic, regional, religious, and gender affiliations."}},{"content":"Article 79","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/partreg"}},"section":{"content":"Political parties and coalitions of political parties must promote the free expression of suffrage and must participate in political life in pacifist ways."}},{"content":"Article 80","section":{"content":"The law guarantees the non-interference of public powers on the internal operations of political parties, except for in restrictions which are necessary to prevent ethnic, political, regional, religious, and gender-based hatred, and to maintain public order."}},{"content":"Article 81","section":{"content":"Political parties can form coalitions during elections, according to the terms and conditions set by electoral law."}},{"content":"Article 82","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/milrest"}},"section":{"content":"Members of the defense and security corps as well as active magistrates are not authorized to join political parties."}},{"content":"Article 83","metadata":{"topics":["http://www.constituteproject.org/ontology/partreg","http://www.constituteproject.org/ontology/camppubf"]},"section":[{"content":"Outside financing of political parties is forbidden, except for exceptional exemption established by law."},{"content":"All financing which damages independence and national sovereignty is forbidden."},{"content":"The law determines and organizes sources of financing for political parties."}]},{"content":"Article 84","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/camppubf"}},"section":[{"content":"In order to promote democracy, the law can authorize equitable financing of political parties, proportional to the number of seats the parties hold in the National Assembly. This financing can be applied to the operations of political parties as well as to electoral campaigns, which must be transparent."},{"content":"The types of subsidies, advantages, and facilities that the State can accord to political parties are set by law."}]},{"content":"Article 85","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/partreg"}},"section":{"content":"The conditions under which political parties form, operate, and cease their activities are determined by law."}},{"content":"Article 86","section":{"content":"A law determines the conditions under which an independent exercises and ceases their political activities. In all cases, a coalition of Independents can never be authorized."}}]},{"content":"TITLE IV. OF ELECTIONS","section":[{"content":"Article 87","section":{"content":"The right to vote is guaranteed."}},{"content":"Article 88","section":{"content":"Elections are free, transparent, and regular. The electoral code determines practical methods for elections."}},{"content":"Article 89","section":{"content":"Elections are organized in an impartial manner at the levels of the nation, commune, colline, and district, along with other levels determined by law."}},{"content":"Article 90","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/ecom"}},"section":{"content":"An Independent National Electoral Commission guarantees freedom, impartiality, and independence in the electoral process."}},{"content":"Article 91","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/ecom"}},"section":[{"content":"The Commission is composed of seven independent leading figures."},{"content":"Its members are appointed by decree after having been previously approved separately by the National Assembly and by the Senate, in an absolute majority."}]},{"content":"Article 92","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/ecom"}},"section":{"content":"The Commission is responsible for the following missions:","section":[{"content":"Organize elections at the national level, the commune level, and the level of collines or districts;"},{"content":"Ensure that the elections are free, regular, and transparent;"},{"content":"Proclaim the preliminary results of the elections in a time period defined by law;"},{"content":"Announce the arrangements, code of conduct, and technical details of polling places and their hours of operation;"},{"content":"Receive grievances concerning the respect of electoral rules and follow up with them;"},{"content":"The decisions of the Committee are unappealable;"},{"content":"In applying the appropriate rules, ensure that electoral campaigns do not unfold in a manner which incites ethnic violence or in any other manner contrary to the present Constitution;"},{"content":"Assure the respect of the provisions of the present Constitution in regards to multiethnicity and gender, and understand the disputes regarding these (categories)."}]}}]},{"content":"TITLE V. OF THE EXECUTIVE POWER","section":[{"content":"Article 93","metadata":{"topics":["http://www.constituteproject.org/ontology/execnum","http://www.constituteproject.org/ontology/depexec"]},"section":{"content":"The President of the Republic is the head of executive power. He is assisted in his duties by a Vice President of the Republic."}},{"content":"Article 94","section":{"content":"An organic law sets the system of indemnities and advantages of the President, Vice President, Prime Minister, and other ministers as well as the system of incompatibilities. It also sets their specific system of social security."}},{"content":"Article 95","section":{"content":"At the time of their entrance to office and their departure from it, the President of the Republic, the Vice President of the Republic, the Prime Minister, and members of government are obligated to make, on their honor, a written declaration proclaiming their goods and patrimony and addressed to the Supreme Court."}},{"content":"1. OF THE PRESIDENT OF THE REPUBLIC","section":[{"content":"Article 96","section":[{"content":"The President of the Republic, the Head of State, embodies national unity, ensures that the Constitution is respected, and assures by his mediation the continuation of the State and the regular operations of institutions."},{"content":"The President is the guarantor of national independence, territorial integrity, and respect of international treaties and accords.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/intlaw"}}}]},{"content":"Article 97","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hosterml"}},"section":[{"content":"The President of the Republic is elected by direct universal suffrage for a renewable term of seven years.","metadata":{"topics":["http://www.constituteproject.org/ontology/hosterm","http://www.constituteproject.org/ontology/hoselect","http://www.constituteproject.org/ontology/voteun"]}},{"content":"No one can hold more than two consecutive terms."}]},{"content":"Article 98","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hosrest"}},"section":[{"content":"A candidate running for the President of the Republic must:","section":[{"content":"Have the quality of elector following the conditions set by electoral law;"},{"content":"Enjoy only Burundi nationality from birth;"},{"content":"Be aged over 40 years at the moment of election;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hosage"}}},{"content":"Reside in Burundi territory at the moment of the presentation of candidacy;"},{"content":"Enjoy all civil and political rights;"},{"content":"Subscribe to the Constitution and to the Charter of National Unity.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/abide"}}}]},{"content":"Furthemore, the candidate in a presidential election cannot have been condemned for a crime or misdemeanor of common law to a penalty determined by electoral law."},{"content":"The electoral law also provides for the time period after which a condemned person, in the sense of the preceding paragraph, can regain eligibility after the fulfillment of the penalty."}]},{"content":"Article 99","section":[{"content":"Candidates can be presented by political parties or coalitions of political parties or can present themselves as independents."},{"content":"A candidate is considered independent if they have not aligned themselves with any political party within at least a year and if they affirm their independence in regards to habitual political divisions by proposing a personal societal project."},{"content":"A member of a leading organ of a political party can not present himself as an independent candidate until after a period of two years after his expulsion or resignation from the party of origin."}]},{"content":"Article 100","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hoselect"}},"section":[{"content":"Each candidacy to the presidential election must be backed by a group of 200 persons formed in consideration of ethnic and gender composition."},{"content":"The members of the backing group must themselves meet the fundamental eligibility requirements for the legislative elections."}]},{"content":"Article 101","section":{"content":"The functions of the President of the Republic are incompatible with the exercise of all other elected public functions, of all public employment, and of all professional activity."}},{"content":"Article 102","section":[{"content":"In the case that the candidate elected President of the Republic occupied a public function, paid or unpaid, he is placed, upon assuming office, in a position of detachment as soon as the definitive results are proclaimed."},{"content":"In the case that the President held a private function, paid or unpaid, for himself or for a third party, he ceases all activity as soon as the results are proclaimed."}]},{"content":"Article 103","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hoselect"}},"section":[{"content":"The election of the President of the Republic occurs in a uninominal ballot in two rounds."},{"content":"The President of the Republic is elected by an absolute majority of expressed suffrage."},{"content":"If an absolute majority is not reached in the first round, a second round proceeds after a period of 15 days."},{"content":"Only the two candidates who received the greatest number of votes in the first round can present themselves in the second round. In the case of desistance of one or the other of the two candidates, the following candidates present themselves following the order of their ranking after the first round."},{"content":"The candidate receiving a relative majority of the expressed suffrage is declared elected in the second round."}]},{"content":"Article 104","section":[{"content":"The mandate of the President of the Republic begins the day of swearing in and ends with the beginning of his successor&#x27;s functions."},{"content":"The election of the President of the Republic takes place at least one month and at most three months before the expiration of the sitting President of the Republic&#x27;s mandate.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/electsch"}}}]},{"content":"Article 105","section":[{"content":"If the sitting President of the Republic is a candidate, he can dissolve Parliament.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/legdiss"}}},{"content":"The President of the Republic cannot, furthermore, from the time of his official announcement of candidacy until the election, exercise his power to legislate by decree per Article 200 of the present Constitution.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hosdec"}}},{"content":"In the case of necessity, the Parliament is summoned in a special session."}]},{"content":"Article 106","section":{"content":"Electoral law specifies all other provisions related to the election of the President of the Republic."}},{"content":"Article 107","metadata":{"topics":["http://www.constituteproject.org/ontology/god","http://www.constituteproject.org/ontology/oath"]},"section":[{"content":"At the moment of taking up office, the President of the Republic solemnly swears the oath below, received by the Constitutional Court:"},{"content":"&quot;Before Almighty God, before the people of Burundi, sole possessors of national sovereignty, I, (state name), President of the Republic of Burundi, swear fidelity to the Charter of National Unity, to the Constitution of the Republic of Burundi and to the law, and commit to consecrating all of my powers to the defense of the higher interests of the nation, to assure national unity and the cohesion of the Burundi people, peace, and social justice. I commit myself to combatting every ideology and practice of genocide and of exclusion, to promote and to defend the individual and collective rights and freedoms of person and of citizen, and to safeguard the integrity and the independence of the Republic of Burundi&quot;."}]},{"content":"Article 108","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hosdec"}},"section":[{"content":"The President of the Republic exercises regulatory power and assures the execution of the laws. He exercises his powers by countersigned decree, the case arising, by the Prime Minister and the Minister concerned."},{"content":"The countersignature does not take action for the acts of the President of the Republic as derived from Articles 111, 114, 115, 116, 202, 203, 284, and 285 of the present Constitution."}]},{"content":"Article 109","metadata":{"topics":["http://www.constituteproject.org/ontology/cabsel","http://www.constituteproject.org/ontology/cabdiss"]},"section":{"content":"The President of the Republic, on a proposal from the Prime Minister, in consultation with the Vice President, names members of Government and terminates their functions."}},{"content":"Article 110","section":{"content":"The President of the Republic, Head of State, presides over the Council of Ministers."}},{"content":"Article 111","metadata":{"topics":["http://www.constituteproject.org/ontology/hosstaff","http://www.constituteproject.org/ontology/comchief","http://www.constituteproject.org/ontology/war","http://www.constituteproject.org/ontology/stdcom"]},"section":{"content":"The President of the Republic is the Commander in Chief of the security and defense corps. He declares war and ratifies armistice after consultation with the Government, the Bureaux of the National Assembly and of the Senate and of the National Security Council."}},{"content":"Article 112","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hospow"}},"section":[{"content":"The President of the Republic makes appointments to superior positions."},{"content":"An organic law determines the categories of positions addressed in the preceding paragraph."},{"content":"The nominations to superior positions such as is specified in Article 192, no. 9 of the present Constitution only become effective if they are approved by the Senate."}]},{"content":"Article 113","metadata":{"topics":["http://www.constituteproject.org/ontology/headforn","http://www.constituteproject.org/ontology/hospow"]},"section":{"content":"The President of the Republic authorizes and recalls ambassadors and extraordinary envoys to foreign States and receives letters of credit and of recall of ambassadors and extraordinary envoys to foreign States."}},{"content":"Article 114","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/pardon"}},"section":{"content":"The President of the Republic has the right of pardon."}},{"content":"Article 115","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hospow"}},"section":{"content":"The President of the Republic confers the national orders and decorations of the Republic."}},{"content":"Article 116","metadata":{"topics":["http://www.constituteproject.org/ontology/stdcom","http://www.constituteproject.org/ontology/em","http://www.constituteproject.org/ontology/conpow","http://www.constituteproject.org/ontology/hosstaff"]},"section":[{"content":"When the institutions of the Republic, the independence of the Nation, the integrity of the territory or the execution of international engagements are threatened in a serious and immediate manner, and so that the regular operations of public powers is interrupted, the President of the Republic can proclaim by decree a state of exception and take all the measures demanded by the circumstances, after official consultation with the Government, the Bureaux of the National Assembly and of the Senate, the National Security Council, and the Constitutional Court."},{"content":"He informs the State of this state of exception by route of message."},{"content":"These measures must be motivated by the will to assure the constitutional public powers, in the shortest time period, the means to accomplish their mission."},{"content":"The Constitutional Court is consulted in this subject."},{"content":"The Parliament cannot be dissolved during the exercise of exceptional powers."}]},{"content":"Article 117","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hosdiss"}},"section":[{"content":"The President of the Republic cannot be held criminally responsible for acts accomplished in the exercise of his functions but in the case of high treason.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hosimm"}}},{"content":"There is high treason when in violation of the Constitution or the law, the President of the Republic deliberately commits an act contrary to the higher interests of the Nation which gravely compromises national unity, social peace, social justice, national development or damages the rights of man, territorial integrity, independence, and national sovereignty."},{"content":"High treason falls under the jurisdiction of the High Court of Justice."},{"content":"The President of the Republic cannot be accused except by the National Assembly and the Senate united in Congress and decreeing thus, by secret vote, by a two-thirds majority of members."},{"content":"The investigation can only be conducted by a team of at least three magistrates of the General Office of Prosecutors, presided over by the General Prosecutor of the Republic."}]},{"content":"Article 118","section":{"content":"While the procedure of accusing the President of the Republic is begun by Parliament, the President of the Republic cannot dissolve it until the completion of the judicial procedure."}},{"content":"Article 119","section":{"content":"Apart from acts which arise from his discretionary authority, the administrative acts of the President of the Republic can be criticized before the competent jurisdictions."}},{"content":"Article 120","section":{"content":"At the expiration of his duties, the President of the Republic has the right, except in the case of condemnation for high treason, to a pension and to other privileges and facilities determined by law."}},{"content":"Article 121","metadata":{"topics":["http://www.constituteproject.org/ontology/hossucc","http://www.constituteproject.org/ontology/depexec"]},"section":[{"content":"In case of the absence or the temporary impediment of the President of the Republic, the Vice President of the Republic carries out the management of standard affairs and in the absence of the latter, the Prime Minister."},{"content":"In case of vacancy due to resignation, death, or all other causes of definitive cessation of his functions, the interim is carried out by the President of the National Assembly or if the latter is in his turn unable to exercise his functions, by the Vice President of the Republic and the Government acting together."},{"content":"The vacancy is certified by the Constitutional Court referred by the Vice President of the Republic and the Government acting together."},{"content":"The interim authority cannot form a new Government."},{"content":"The Vice President of the Republic and the Government are considered outgoing and can only simply assure the dispatch of standard affairs until the formation of a new Government."},{"content":"The election of the new President of the Republic takes place, except in the case of an act of God recorded by the Constitutional Court, in a period of time which must not be less than a month or longer than three months from the observation of the vacancy.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/god"}}}]}]},{"content":"2. OF THE VICE PRESIDENT OF THE REPUBLIC","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/depexec"}},"section":[{"content":"Article 122","section":{"content":"In the exercise of his duties, the President of the Republic is assisted by the Vice President of the Republic."}},{"content":"Article 123","section":[{"content":"The Vice President is appointed by the President of the Republic after preliminary approval of his candidacy by the National Assembly and the Senate voting separately and with the absolute majority of their members. He is chosen from among the elected representatives and must solely enjoy Burundi nationality since birth."},{"content":"He can be removed from his duties by the President of the Republic."}]},{"content":"Article 124","section":{"content":"The President of the Republic and the Vice President belong to different ethnic groups, political parties and coalitions of political parties, or are independents of different ethnicities."}},{"content":"Article 125","section":[{"content":"The President of the Republic can, by decree, delegate to the Vice President presidency of the Council of Ministers for a specific order of business."},{"content":"In case of an impediment to the Vice President of the Republic, the President can by decree confer this delegation to the Prime Minister."}]},{"content":"Article 126","metadata":{"topics":["http://www.constituteproject.org/ontology/oath","http://www.constituteproject.org/ontology/god"]},"section":[{"content":"At the moment of taking up office, the Vice President solemnly swears the following oath, received by the Constitutional Court in presence of Parliament:"},{"content":"&quot;Before God Almighty, before the President of the Republic, I (state name), Vice President of the Republic of Burundi, swear fidelity to the Charter of National Unity, to the Constitution of the Republic of Burundi and to the law, and I commit myself to consecrating all my forces to the defense of the higher interests of the Nation, to assure the unity and the cohesion of the Burundi people, the peace, and social justice. I commit myself to combatting all ideology and practice of genocide and of exclusion, to promote and to defend the individual and collective rights and freedoms of the person and of the citizen, and to safeguard the integrity and the independence of the Republic of Burundi.&quot;"}]},{"content":"Article 127","section":{"content":"In the case of resignation, death, or any other cause of definitive cessation of the duties of Vice President of the Republic, a new Vice President of the Republic is appointed following the same procedure through which his predecessor was appointed, within a time period not exceeding 30 days counting from the definitive cessation of the duties of the Vice President to replace."}}]},{"content":"3. OF THE GOVERNMENT","section":{"content":"Article 128","metadata":{"topics":["http://www.constituteproject.org/ontology/cabinet","http://www.constituteproject.org/ontology/cabrest"]},"section":{"content":"The Government is composed of the Prime Minister and other ministers. It is open to all ethnic groups. It is composed of at most 60% Hutu ministers and at most 40% Tutsi ministers. A minimum composition of 30% female is assured."}}},{"content":"4. OF THE PRIME MINISTER","section":[{"content":"Article 129","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/execnum"}},"section":{"content":"The Prime Minister is the head of the Government."}},{"content":"Article 130","section":[{"content":"The activities of the Government are coordinated by a Prime Minister appointed by the President of the Republic after prior approval of the candidacy by the National Assembly and the Senate voting separately and with an absolute majority of their members.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hogelect"}}},{"content":"The Prime Minister must enjoy sole Burundi nationality from birth.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hogrest"}}}]},{"content":"Article 131","section":{"content":"The Prime Minister makes decisions by decree. He takes all of the measures to execute presidential decrees. The Ministers tasked with their execution countersign the decrees of the Prime Minister."}},{"content":"Article 132","section":[{"content":"The Prime Minister and the Ministers are responsible, in solidarity, before the President of the Republic."},{"content":"The resignation of the Prime Minister results in the resignation of the whole Government."}]},{"content":"Article 133","section":{"content":"The Prime Minister leads and coordinates the action of the Government. The Prime Minister presides over preparatory meetings of the Council of Ministers."}},{"content":"Article 134","section":{"content":"The Internal Regulations of Government specifies the person who leads and coordinates the actions of the Government in the case that the Prime Minister is impeded."}},{"content":"Article 135","section":{"content":"The President of the Republic, in consultation with the Vice President of the Republic and the Prime Minister, ensures that the Minister tasked with the National Defense Force is not of the same ethnicity as the Minister tasked with the National Police."}},{"content":"Article 136","section":{"content":"The Government is tasked with the implementation of national policy as it is defined by the President of the Republic."}},{"content":"Article 137","metadata":{"topics":["http://www.constituteproject.org/ontology/treat","http://www.constituteproject.org/ontology/cabpow"]},"section":{"content":"The Government is obligated to deliberate on general State policy, proposals of treaties and international accords, bills, drafts of presidential decrees, and the decrees of the Prime Minister and the orders of Ministers which concern general regulations."}},{"content":"Article 138","metadata":{"topics":["http://www.constituteproject.org/ontology/god","http://www.constituteproject.org/ontology/oath"]},"section":[{"content":"At the moment of taking up office, the members of Government solemnly swear the following oath, received by the Constitutional Court in presence of Parliament and the President of the Republic:"},{"content":"&quot;Before God Almighty, before the President of the Republic, before Parliament, I (state name and title), Vice President of the Republic of Burundi, swear fidelity to the Charter of National Unity, to the Constitution of the Republic of Burundi and to the law. I commit myself to consecrating all my forces to the defense of the higher interests of the Nation, to assure the unity and the cohesion of the Burundi people, the peace, and social justice. I commit myself to combatting all ideology and practice of genocide and of exclusion, to promote and to defend the individual and collective rights and freedoms of the person and of the citizen.&quot;"}]},{"content":"Article 139","section":{"content":"The members of Government take, through orders, all measures to apply the decrees of the President of the Republic and the orders of the Prime Minister."}},{"content":"Article 140","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/ethincl"}},"section":{"content":"The members of Government make or propose nominations in the public administration and to diplomatic posts, considering the necessity to maintain an ethnic, regional, political, and gender equilibrium."}},{"content":"Article 141","section":{"content":"The members of Government are criminally responsible for infractions committed in the execution of their duties. They are held answerable to the Supreme Court."}},{"content":"Article 142","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/cabrest"}},"section":{"content":"The duties of the members of Government are incompatible with the exercise of any other public duty, professional activity, and the exercise of a parliamentary term."}}]},{"content":"5. OF PROVINCIAL AND PUBLIC ADMINISTRATION","section":[{"content":"Article 143","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/sub"}},"section":[{"content":"Executive power is delegated, at the provincial level, to a Governor of the province charged with coordinating the services of the administration operating in the province."},{"content":"The Governor of the province exercises, furthermore, the powers that are attributed to him by the law and regulations."}]},{"content":"Article 144","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/sub"}},"section":[{"content":"The Governor of the province must be Burundian, native, and of established residency or of origin in the territorial entity of which he is named administrator."},{"content":"He is appointed by the President of the Republic after confirmation by the Senate."}]},{"content":"Article 145","section":{"content":"The Administration functions according to democratic values and to the principles stated in the present Constitution and in law."}},{"content":"Article 146","section":{"content":"All the agents of the public administration exercise their duties in order to serve all the users of public services efficiently, impartially, and equitably. The embezzlement of funds, corruption, extortion, and misappropriation are punishable in accordance to the law."}},{"content":"Article 147","section":{"content":"The administration is organized into ministries, and each minister reports to the President of the Republic the manner in which his ministry carries out tasks and utilizes allocated funds."}},{"content":"Article 148","metadata":{"topics":["http://www.constituteproject.org/ontology/civil","http://www.constituteproject.org/ontology/ethincl"]},"section":{"content":"The Administration is largely representative of the Burundi nation and must reflect the diversity of its people. The practices which the Administration observes in terms of employment are founded on objective and fair criteria of aptitude, along with the necessity to correct imbalances and to assure a large ethnic, regional, and gender diversity. Ethnic representation in public enterprises is filled at a rate of 60% or more for the Hutu and 40% or more for the Tutsi."}},{"content":"Article 149","section":{"content":"A law specifies the distinction between career or technical posts and political posts."}},{"content":"Article 150","section":{"content":"No agent of the administration or of the judicial apparatus of the State can benefit from privileged treatment nor be subjected to partial treatment based solely on grounds of sex, ethnic or regional origin, or political affiliation."}},{"content":"Article 151","section":{"content":"A law determines the executives and the officers obliged to declare their patrimony upon taking up office and upon leaving it. The law determines the appropriate jurisdiction and the procedure to follow."}}]}]},{"content":"TITLE VI. OF LEGISLATIVE POWER","section":[{"content":"1. OF PROVISIONS COMMON TO THE NATIONAL ASSEMBLY AND THE SENATE","section":[{"content":"Article 152","section":[{"content":"Legislative power is exercised by the Parliament, which consists of two chambers: the National Assembly and the Senate.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/housenum"}}},{"content":"Members of the National Assembly bear the title of deputy, members of the Senate bear the title of senator."},{"content":"No one can belong simultaneously to the National Assembly and the Senate."}]},{"content":"Article 153","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/legrep"}},"section":{"content":"An organic law sets the conditions under which deputies and senators are replaced in the case of vacancy."}},{"content":"Article 154","section":[{"content":"The mandate of deputies and senators is of a national character. All peremptory mandates are null."},{"content":"The vote of deputies and senators is personal."},{"content":"The interior regulations of the National Assembly and of the Senate can authorize exceptionally proxy voting. No one, however, can be delegated more than one mandate."}]},{"content":"Article 155","metadata":{"topics":["http://www.constituteproject.org/ontology/stdcom","http://www.constituteproject.org/ontology/immunity"]},"section":[{"content":"Deputies and senators cannot be pursued, hunted, or arrested, detained or judged for opinions or votes made during sessions."},{"content":"Except in the case of in flagrante delicto, deputies and senators cannot, while the time sessions are held, be pursued except with the authorization of the Bureau of the National Assembly or the Bureau of the Senate."},{"content":"Deputies and senators cannot, out of session, be arrested without the authorization of the Bureau of the National Assembly for deputies and the Bureau of the Senate for senators, except in the cases of in flagrante delicto, of proceedings already authorized, or of definitive condemnation."}]},{"content":"Article 156","section":{"content":"Deputies and senators are answerable to the Supreme Court conforming to the law governing the latter and that which bears on the code of the organization and of judicial competence."}},{"content":"Article 157","metadata":{"topics":["http://www.constituteproject.org/ontology/profleg","http://www.constituteproject.org/ontology/cabrest"]},"section":{"content":"The mandate of deputy or senator is incompatible with all other functions of a public character. An organic law can exempt certain categories of local elected officials or State agents of a regime incompatible with the mandate of deputy or senator."}},{"content":"Article 158","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/income"}},"section":{"content":"An organic law sets the system of indemnities and advantages of deputies and senators as well as the system of incompatibilities. It also specifies their specific system of social security."}},{"content":"Article 159","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/assets"}},"section":{"content":"At the time of their entrance to office and their departure from it, members of the bureaux of the National Assembly and the Senate are obligated to make, on their honor, a written declaration proclaiming their goods and patrimony and addressed to the Supreme Court."}},{"content":"Article 160","section":[{"content":"A deputy or a senator appointed to the Government or to any public position incompatible with a parliamentary mandate but who accepts it, ceases immediately to sit in the National Assembly or the Senate and is replaced by his substitute."},{"content":"The deputy or senator placed in the case outlined in the preceding paragraph regains his duties as soon as the incompatibility disappears and for as long as the term to which he was elected is underway."}]},{"content":"Article 161","metadata":{"topics":["http://www.constituteproject.org/ontology/remleg","http://www.constituteproject.org/ontology/attend"]},"section":{"content":"The mandate of the senator and the deputy ends by death, resignation, permanent incapacity, and unjustified absence for more than a quarter of sittings during a session or when the deputy or senator falls into a loss of rights as specified by an organic law."}},{"content":"Article 162","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/god"}},"section":[{"content":"Except in the case of an act of God duly noted by the Constitutional Court, deliberations of the National Assembly or the Senate are only valid if they occur in the ordinary place of their sessions."},{"content":"Sittings of the National Assembly and of the Senate are public. However, the National Assembly and the Senate can meet in a closed hearing in case of need.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/pubmeet"}}},{"content":"The summary of debates of the National Assembly and of the Senate is published in a parliamentary journal.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/pubmin"}}}]},{"content":"Article 163","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/invexe"}},"section":{"content":"The Parliament votes on laws and controls the action of the Government."}},{"content":"Article 164","section":{"content":"The following is the domain of the law:","section":[{"content":"Fundamental guarantees and obligations of the citizen:","section":{"content":"Safeguard individual liberty;","section":[{"content":"Protection of public freedoms;"},{"content":"Constraints imposed in the interest of the national defense and public security, to citizens and their persons and property;"},{"content":"Regime of the protection of morality and culture."}]}},{"content":"The statute of persons and property:","section":{"content":"Nationality, state, and ability of persons;","section":[{"content":"Matrimonial systems, inheritance and gifts;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/transfer"}}},{"content":"System of property, real rights, and civil and commercial obligations."}]}},{"content":"The political, administrative, judicial, and diplomatic organization:","section":{"content":"General organization of the administration;","section":[{"content":"Diplomatic and consular organization;"},{"content":"Territorial organization, creation and modification of administrative constituencies as well as electoral boundaries;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/district"}}},{"content":"Electoral system;"},{"content":"General organization of national orders, decorations, and honorific titles;"},{"content":"General rules of organization for the national defense;"},{"content":"General rules of organization for the national police;"},{"content":"Status defense and security corps personnel;"},{"content":"Status of National Intelligence Service personnel;"},{"content":"Status of Parliament personnel;"},{"content":"General principles of civil service;"},{"content":"State of exception;"},{"content":"Organic framework for the creation and suppression of establishments and autonomous public services;"},{"content":"Organization of jurisdictions of all orders and procedure followed before these jurisdictions, creation of new orders of jurisdiction; determination of statutes of the magistracy, ministerial offices, and auxiliaries of justice;"},{"content":"Determination of the crimes and misdemeanors in addition to the corresponding penalties;"},{"content":"Organization of the Bar and of the Notaries;"},{"content":"Organization of alternative modes of settling disputes;"},{"content":"Penitentiary system;"},{"content":"Amnesty."}]}},{"content":"The protection of the environment and the conservation of natural resources;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/env"}}},{"content":"Financial and wealth-related matters:","section":{"content":"System of currency issue;","section":[{"content":"State budget;"},{"content":"Definition of the base and of the rate of taxes and duties;"},{"content":"System of control and inspection of public finances;"},{"content":"Estrangement and management of the domain of the State;"}]}},{"content":"The nationalization and denationalization of firms and the transfer of a firm&#x27;s property from the public to private sector;"},{"content":"The system of education and scientific research;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/science"}}},{"content":"The system of sustainable development;"},{"content":"The legislation of work, social security, and union rights, including the right to strike."}]}},{"content":"Article 165","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hosdec"}},"section":[{"content":"Matters other than these in the domain of law are of a regulatory nature."},{"content":"Legislative texts intervening in these matters can be modified by presidential decree after the opinion of the Constitutional Court."}]},{"content":"Article 166","section":{"content":"Texts of a regulatory nature intervening in matters arising from the domain of law can be modified by legislative means, after the opinion of the Constitutional Court."}},{"content":"Article 167","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/budget"}},"section":{"content":"The law of finances determines, for each year, the resources and expenses of the State."}},{"content":"Article 168","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/legjoint"}},"section":[{"content":"The two chambers of Parliament assemble in congress to:","section":[{"content":"Receive a message of the President of the Republic;"},{"content":"Accuse the President of the Republic in the case of high treason in a resolution made by two-thirds of the members of the National Assembly and of the Senate;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hosdiss"}}},{"content":"Reexamine finance bills, conforming to Article 182;"},{"content":"Evaluate every six months the application of the Governmental program;"},{"content":"Receive the oath of the Ombudsman;"},{"content":"Receive the oaths of members of the CENI;"},{"content":"Receive the oaths of members of Government;"},{"content":"Debate and trade on all matters of national interest."}]},{"content":"The Bureau of Parliament assembled in congress is composed of the Bureaux of the National Assembly and of the Senate. The presidency and vice presidency of the sessions is entrusted to the President of the National Assembly and the President of the Senate.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/stdcom"}}},{"content":"The internal regulation of the National Assembly is that which applies to the deliberations of Congress."}]}]},{"content":"2. OF THE NATIONAL ASSEMBLY","section":[{"content":"Article 169","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/lhselect"}},"section":[{"content":"The National Assembly is composed of at least 100 deputies in rates of 60% Hutu and 40% Tutsi, of which a minimum of 30% must be women, elected by direct universal suffrage for a term of 5 years and 3 deputies issuing from the Twa ethnicity co-opted according to the electoral code.","metadata":{"topics":["http://www.constituteproject.org/ontology/lhseats","http://www.constituteproject.org/ontology/voteun","http://www.constituteproject.org/ontology/lhquota","http://www.constituteproject.org/ontology/lhterm"]}},{"content":"In the case that the results of an election do not reflect the percentages outlined above, it proceeds to the rectification of corresponding imbalances by means of cooptation provided for in the Electoral Code."},{"content":"The number of candidates who can be elected by circumscription is set by electoral law proportional to the population."}]},{"content":"Article 170","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/lhrest"}},"section":[{"content":"The candidate to legislative elections must be of Burundian nationality and origin, be at least 25 years old, and enjoy all their civil and political rights.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/lhage"}}},{"content":"The candidate to legislative elections must not have been convicted of a crime or misdemeanor of common law to a penalty determined by electoral law."},{"content":"The electoral law also provides for the period of time after which a person condemned in the manner of the preceding paragraph can regain eligibility after the execution of their penalty."}]},{"content":"Article 171","section":{"content":"The candidates to the legislative elections can be presented by political parties or can be present themselves as independents as is defined by Article 99 of the present Constitution."}},{"content":"Article 172","section":{"content":"The Independent National Electoral Commission verifies the admissibility of signatures."}},{"content":"Article 173","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/lhselect"}},"section":{"content":"The elections of deputies occur following the ballot of bloc lists by proportional representation. These lists must have a multiethnic character and take into account the balance between men and women. For three candidates registered on a list, only two can belong to the same ethnic group, and at least one of three must be a woman."}},{"content":"Article 174","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/lhselect"}},"section":[{"content":"The candidates presented by political parties cannot be considered elected and cannot sit in the National Assembly unless, at the national level, their party has totaled the greater number of votes or equal to 2% of the total votes cast."},{"content":"Independent candidates cannot be considered elected and cannot sit in the National Assembly unless they obtained at least 40% of votes cast in the circumscription where they registered."}]},{"content":"Article 175","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/stdcom"}},"section":{"content":"From the first session, the National Assembly adopts its internal regulations which determine its organization and operations. It also establishes its Bureau. The first session assembles in its full rights the first business day following the seventh day of the end of the current legislature and after the validation of its election by the Constitutional Court. This session is presided over by the oldest deputy."}},{"content":"Article 176","metadata":{"topics":["http://www.constituteproject.org/ontology/lhlead","http://www.constituteproject.org/ontology/stdcom"]},"section":[{"content":"The Bureau of the National Assembly is composed of a President and Vice Presidents."},{"content":"The President and other members of the Bureau of the National Assembly are elected for the entire term of office. Nevertheless, they can be dismissed from these positions following conditions set by the interior regulations of the National Assembly."},{"content":"The President of the National Assembly must solely enjoy Burundi nationality and Burundi origin."}]},{"content":"Article 177","section":{"content":"Parliamentary groups can be formed within the Assembly. The interior regulations of the National Assembly set the terms and conditions of the organization and its operations."}},{"content":"Article 178","section":[{"content":"Parties or independents which claim to adhere to the opposition in the National Assembly participate of right in all parliamentary commissions, whether they are specialized or investigative commissions.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/commit"}}},{"content":"A political party providing a member of Government cannot claim that it is part of the opposition."}]},{"content":"Article 179","section":[{"content":"The National Assembly convenes each year in three ordinary sessions, each lasting three months. The first session commences on the first business day in August, the second on the first business day in December, and the third on the first business day in April.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/session"}}},{"content":"Extraordinary sessions, not surpassing a duration of 15 days, can be convoked at the request of the President of the Republic or by the demand of the absolute majority of members in the National Assembly, in a defined order of business.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/exsess"}}},{"content":"Extraordinary sessions are opened and closed by decree of the President of the Republic."}]},{"content":"Article 180","section":[{"content":"The National Assembly can only deliberate validly if two-thirds of the deputies are present. Laws are voted in by an absolute majority of deputies, present or represented.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/quorum"}}},{"content":"Organic laws are voted in by a majority of three-fifths of present or represented deputies, without this majority being inferior to the absolute majority of members of the National Assembly.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/orglaw"}}},{"content":"The majority of three-fifths of deputies present or represented is also required to vote for resolutions, decisions, and important recommendations."}]},{"content":"Article 181","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/budget"}},"section":{"content":"The National Assembly is referred to matters of finance bills from the beginning of the April session."}},{"content":"Article 182","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/budget"}},"section":[{"content":"The National Assembly votes the general budget of the State."},{"content":"The budgetary year begins on the first of July and ends on June 30 of the following year."},{"content":"If the National Assembly has not reached a decision by June 30, the budget of the preceding year is resumed by provisional twelfths."},{"content":"By the request of the President of the Republic, the Parliament assembles in congress in a period of 15 days to reexamine finance bills."},{"content":"If the Parliament does not vote in the budget at the end of this session, the budget is established definitively by law-decree made by the Council of Ministers.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hogdec"}}}]},{"content":"Article 183","section":[{"content":"A Court of Accounts is established and tasked with examining, judging, and certifying the expenses of all public services. It assists Parliament in the control of executing finance laws."},{"content":"The Court of Accounts presents to Parliament a report on the regularity of the general accounts of the State and confirms if the funds have been dispensed according to the procedures established and the budget approved by Parliament. It gives a copy of the aforementioned report to the Government."},{"content":"The Court of Accounts is provided with the resources necessary to exercise its duties."},{"content":"The law determines its missions, organization, jurisdiction, and operation, and the procedure which came before it."}]}]},{"content":"3. OF THE SENATE","section":[{"content":"Article 184","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/uhrest"}},"section":[{"content":"A candidate to Senator elections must be of Burundian nationality, be aged at least 35 years old at the time of the election, and enjoy all their civil and political rights.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/uhage"}}},{"content":"The candidate to the senatorial elections must not have been convicted for a crime or misdemeanor of common law to a penalty determined by the electoral law."},{"content":"The electoral law provides equally for the time period after which a person condemned in the sense of the preceding paragraph may recover their eligibility from the execution of the sentence."}]},{"content":"Article 185","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/uhquota"}},"section":[{"content":"The Senate is composed of:","section":[{"content":"Two delegates from each province, elected by an electoral college composed of members of the communal councils of the considered province, of different ethnic communities and elected by separate ballots;","metadata":{"topics":["http://www.constituteproject.org/ontology/uhseats","http://www.constituteproject.org/ontology/uhselect"]}},{"content":"Three people of the Twa ethnicity;"}]},{"content":"A minimum rate of 30% women is guaranteed. Electoral law determines practical ways and means, with cooptation in due case."}]},{"content":"Article 186","section":{"content":"The Independent National Electoral Commission verifies the admissibility of candidacies. These candidacies come from political parties or independents."}},{"content":"Article 187","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/stdcom"}},"section":[{"content":"From the first session, the Senate adopts the internal regulations which determines its organization and its operations. It also elects its Bureau."},{"content":"The first session assembles in its full right the first business day following the seventh day of the end of the ongoing congress and after the validation of its election by the Constitutional Court."},{"content":"This session is presided over by the oldest senator."}]},{"content":"Article 188","metadata":{"topics":["http://www.constituteproject.org/ontology/stdcom","http://www.constituteproject.org/ontology/uhlead"]},"section":[{"content":"The Bureau is composed of a President and Vice Presidents."},{"content":"The President of the Senate must uniquely enjoy Burundian nationality from birth."}]},{"content":"Article 189","section":{"content":"The formation of parliamentary groups is forbidden within the Senate."}},{"content":"Article 190","section":[{"content":"The Senate assembles every year in three ordinary sessions each lasting three months and at the same time as the National Assembly.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/session"}}},{"content":"Extraordinary sessions not surpassing a duration of 15 days can be convoked at the demand of the President of the Republic or by the demand of an absolute majority of members in the Senate, on a determined order of business.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/exsess"}}},{"content":"Extraordinary sessions are opened and closed by decree of the President of the Republic."}]},{"content":"Article 191","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/quorum"}},"section":[{"content":"The Senate can only deliberate validly if two-thirds of the deputies are present. Decisions are made by an absolute majority of senators, present or represented."},{"content":"Organic laws are voted in by a majority of three-fifths of present or represented senators, without this majority being inferior to the absolute majority of members of the Senate.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/orglaw"}}}]},{"content":"Article 192","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/uhspleg"}},"section":{"content":"The Senate is endowed with the following jurisdictions:","section":[{"content":"Approve amendments to the Constitution and to organic laws, including laws governing the electoral process;","metadata":{"topics":["http://www.constituteproject.org/ontology/orglaw","http://www.constituteproject.org/ontology/amend"]}},{"content":"Be referred to the Ombudsman&#x27;s report on any aspect of public administration;"},{"content":"Approve texts of laws concerning the demarcation, attributions, and powers of territorial entities;"},{"content":"Direct investigations in the public administration and, if necessary, make recommendations to assure that no region or population is excluded from the benefits of public services;"},{"content":"Control the application of constitutional provisions demanding ethnic and gender representation and balance in all structures and institutions of the State, notably the public administration and the defense and security corps;"},{"content":"Advise the President of the Republic and the President of the National Assembly on all matters, especially of legislative content;"},{"content":"Formulate observations or propose amendments concerning legislation adopted by the National Assembly;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/divhouse"}}},{"content":"Draft and file bills for review by the National Assembly;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/divhouse"}}},{"content":"Approve nominations solely for the following duties:","section":{"content":"The Heads of the Defense and Security Corps;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/milcom"}},"section":[{"content":"The Governors of a province;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/sub"}}},{"content":"The ambassadors;"},{"content":"The ombudsman;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/ombuds"}}},{"content":"The members of the Superior Council of the Magistrature;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/jc"}}},{"content":"The President of the Supreme Court and members of the Supreme Court;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hocsel"}}},{"content":"The President of the Constitutional Court and members of the Constitutional Court;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/consel"}}},{"content":"The General Prosecutor of the Republic and the Magistrates of the General Office of Prosecution of the Republic;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/atgen"}}},{"content":"The President of the Anti-corruption Court and the members of this Court;"},{"content":"The General Prosecutor before the Anti-corruption Court and the Magistrates of the General Office of Prosecution before this Court;"},{"content":"The President of the Appeals Court and the President of the Administrative Court;","metadata":{"topics":["http://www.constituteproject.org/ontology/adsel","http://www.constituteproject.org/ontology/appeal","http://www.constituteproject.org/ontology/ordsel"]}},{"content":"The General Prosecutor before the Appeals Court;"},{"content":"The Presidents of the Tribunal of the High Court, of the Tribunal of Commerce and of the Tribunal of Labor, and all those responsible in the other jurisdictions having an equal or superior rank and their members in addition to prosecutors and their substitutes before these jurisdictions on the basis of their rank;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/judcrts7"}}},{"content":"The Prosecutors of the Republic;"},{"content":"The members of the Independent National Election Commission.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/ecom"}}}]}}]}}]},{"content":"4. OF THE PROCEDURE OF THE ADOPTION OF LAWS","section":[{"content":"Article 193","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/divhouse"}},"section":[{"content":"Bills and propositions left simultaneously at the offices of the National Assembly and the Senate."},{"content":"Every bill and every proposition specifies if it concerns a matter within the jurisdiction of the Senate conforming to Article 192."},{"content":"Texts addressed in the preceding paragraph are registered of office in the order of business of the Senate."},{"content":"Other texts are examined following the procedure prescribed by Articles 195 and 196 below."},{"content":"In case of doubt of or dispute about the admissibility of a text, the President of the Republic, the President of the National Assembly, or the President of the Senate refers the text to the Supreme Court, who then decides."}]},{"content":"Article 194","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/divhouse"}},"section":[{"content":"In matters other than those addressed in Article 193, the text is first adopted in the first reading by the National Assembly. It is also transmitted to the Senate by the President of the National Assembly."},{"content":"At the demand of its bureau or of at least one-third of its members, the Senate examines the text of a bill. This demand is formulated within seven days of the reception of the bill.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/stdcom"}}},{"content":"In a time period that may not exceed ten days from the demand, the Senate may either decide that there is no need to amend the bill or proposition, or it can adopt the bill or proposition after having amended it."},{"content":"If the Senate has not decided within the allotted time period or if it has informed the National Assembly of its decision to not amend the text, the President of the National Assembly transmits it within forty-eight hours to the President of the Republic for enactment."},{"content":"If the bill was amended, the Senate transmits it to the National Assembly which makes a decision to either adopt, reject wholly or reject in part the amendments adopted by the Senate."}]},{"content":"Article 195","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/divhouse"}},"section":[{"content":"If, on the occasion of the examination addressed in the last paragraph of Article 194, the National Assembly adopts a new amendment, the bill of law is returned to the Senate which makes a decision on the amended bill."},{"content":"Within a time period not exceeding five days from the date of the return, the Senate can either decide to accept the bill amended by the National Assembly, or to adopt the bill after having amended it again."},{"content":"If the Senate has not decided within the allotted time period or if it has informed the National Assembly of its decision to accept the bill voted by the National Assembly, the latter sends it within 48 hours to the President of the Republic for enactment."},{"content":"If the bill has been newly amended, the Senate sends it to the National Assembly which decides definitively, either adopting or amending the bill."}]},{"content":"Article 196","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/divhouse"}},"section":[{"content":"In the matters referred to in Article 192, 1 and 3, the text adopted by the National Assembly is sent for adoption to the Senate by the President of the National Assembly."},{"content":"The Senate adopts the bill, within a time period that cannot exceed thirty days, either without amendment, or after having amended it."},{"content":"If the Senate adopts the bill without amendment, the President of the Senate returns the adopted text to the President of the National Assembly who transmits it within forty-eight hours to the President of the Republic for promulgation."},{"content":"If the Senate adopts the bill after having amended it, the President of the Senate sends it to the National Assembly for a new examination."},{"content":"If the amendments proposed by the Senate are accepted by the National Assembly, the President of the National Assembly sends, within 48 hours, the definitive text to the President of the Republic for enactment."},{"content":"When, following a disagreement between the two Chambers, a bill or proposition could not be adopted, the President of the National Assembly and the President of the Senate create a mixed paritary commission tasked with proposing a common text based on all or part of the text remaining in discussion, within 15 business days."},{"content":"The text drafted by the mixed paritary commission is submitted for approval to the two Chambers. No amendment is admissible. Each of the two Chambers approves it separately."},{"content":"If the mixed commission does not reach the adoption of a common text, or if this text is not adopted by one or the other Chamber, the President of the Republic may either demand of the National Assembly to definitively decide or declare the bill or proposal lapsed."},{"content":"The National Assembly adopts this text with a two-thirds majority."}]}]}]},{"content":"TITLE VII. OF RELATIONS BETWEEN THE EXECUTIVE POWER AND THE LEGISLATIVE POWER","section":[{"content":"Article 197","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/legini"}},"section":[{"content":"The initiative of laws belongs concurrently to the President of the Republic, to the Government, to the National Assembly and to the Senate."},{"content":"The bills are deliberated in the Council of Ministers."}]},{"content":"Article 198","section":[{"content":"The agenda of the sessions of the National Assembly and of the Senate includes, by priority and in the order that the Government has established, the discussion of the bills presented by the Government and of the propositions presented by the members of the National Assembly or of the Senate."},{"content":"If a proposition was not analyzed during two successive ordinary session, it must be registered as a priority in the agenda of the following session."}]},{"content":"Article 199","section":[{"content":"The Government has the right to propose amendments to propositions submitted by the members of the Parliament."},{"content":"The National Assembly and the Senate have the right to deliberate, propose amendments to the bills of law or reject the bills of law presented by the Government."},{"content":"However, the proposals and amendments formulated by the members of the National Assembly or of the Senate are not admissible when their adoption would result in either an important diminution of the public resources, or the creation or aggravation of an important public duty, unless those proposals or amendments are accompanied by proposals of compensatory receipts."},{"content":"When the National Assembly or the Senate has entrusted the examination of a bill or of a proposal of law to a parliamentary commission, the Government can, after the opening of debate, object to the examination of any amendment that has not been previously submitted to that commission.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/commit"}}},{"content":"If the Government demands it, the interpellated Chamber decides by a sole vote on all or part of the bill or of the proposition by retaining only the amendments proposed or accepted by the Government."}]},{"content":"Article 200","metadata":{"topics":["http://www.constituteproject.org/ontology/hogdec","http://www.constituteproject.org/ontology/hosdec"]},"section":[{"content":"The Government can, for the enactment of its program, demand from Parliament the authorization to take by decree, for a limited time period, measures that are normally in the legal domain."},{"content":"These decrees must be ratified by Parliament in the course of the following session."},{"content":"The ratification is made by a sole vote on all of the text of law."},{"content":"In the absence of a law of ratification, they are struck down as lapsed by the Constitutional Court as necessary."}]},{"content":"Article 201","section":[{"content":"If it appears in the course of the legislative procedure that a proposal of law or an amendment is not in the legal domain, the Government may oppose its admissibility."},{"content":"In the case of disagreement between the Government and the Parliament, the Constitutional Court, at the demand of the President of the Republic, of the President of the National Assembly or of the President of the Senate, decides within a period of 8 days."}]},{"content":"Article 202","metadata":{"topics":["http://www.constituteproject.org/ontology/uncon","http://www.constituteproject.org/ontology/legapp"]},"section":[{"content":"The President of the Republic enacts the laws adopted by Parliament within a period of thirty days from the day of their transmission, as long as he does not formulate any demand of a second reading or has not referred it to the Constitutional Court on grounds of unconstitutionality."},{"content":"The request for a new examination may concern all or part of the law."},{"content":"After a second reading, the same text may only be enacted if it has been voted by a majority of three-fifths of the Deputies and three-fifths of the Senators."},{"content":"Before enacting organic laws, the President of the Republic must have their constitutionality verified by the Constitutional Court."},{"content":"Without prejudice to the provisions of the first paragraph of this Article, a law adopted by the Parliament is considered lapsed when the President of the Republic does not enact it within a period of 30 calendar days."}]},{"content":"Article 203","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/referen"}},"section":{"content":"The President of the Republic can, after consultation with the Vice President of the Republic, the Prime Minister, the President of the National Assembly and with the President of the Senate, submit to a referendum any draft of a constitutional, legislative or other text, likely to have profound repercussions on the life and the future of the Nation or on the nature or operations of the institutions of the Republic."}},{"content":"Article 204","section":{"content":"The President of the Republic communicates with the Parliament convened in congress by way of a message. This message does not give rise to any debate."}},{"content":"Article 205","section":{"content":"The members of the Government may attend sessions of the National Assembly and of the Senate. They are heard every time they so demand. They may be assisted by experts."}},{"content":"Article 206","section":{"content":"The members of the National Assembly and of the Senate have the right to debate the actions and policies of the Government."}},{"content":"Article 207","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/invexe"}},"section":[{"content":"The National Assembly and the Senate may inform themselves concerning the activity of the Government by means of oral or written questions addressed to members of the Government."},{"content":"During the term, one sitting per week is reserved, by priority, for the questions of the Deputies and of the Senators and for the responses of the Government."},{"content":"The Government is required to provide the National Assembly and the Senate with all of the demanded explanations of its administration and its acts."}]},{"content":"Article 208","metadata":{"topics":["http://www.constituteproject.org/ontology/hogdiss","http://www.constituteproject.org/ontology/cabdiss"]},"section":[{"content":"The National Assembly can present a motion of censure against the Government with a majority of three-fifths of its members. It can be dissolved by the Head of the State in the case of grave malfunction leading to the paralysis of Government activities.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/legdiss"}}},{"content":"A motion of no-confidence can be voted by a majority of two-thirds of the members of the National Assembly against a Prime Minister who shows a manifest failure in the coordination of governmental action, who performs acts contrary to moral integrity or probity, or who in their conduct disturbs the normal functioning of Parliament. In this case, the member of the Government presents his resignation obligatorily."},{"content":"A motion of no-confidence can be voted by a majority of three-fifths of the members of the National Assembly against a member of the Government who shows a manifest failure in the administration of their ministerial department or who performs acts contrary to moral integrity or probity or who, in their conduct, disturbs the normal functioning of Parliament. In this case, the member of the Government presents his resignation obligatorily."}]},{"content":"Article 209","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/invexe"}},"section":{"content":"The National Assembly and the Senate have the right to establish parliamentary commissions tasked investigating specific subjects of governmental action."}}]},{"content":"TITLE VIII. OF JUDICIAL POWER","section":[{"content":"Article 210","section":[{"content":"Justice is rendered by the courts and tribunals on all the territory of the Republic in the name of the Burundian people."},{"content":"The role and the duties of the Public Ministry are fulfilled by the Prosecuting Magistrates."},{"content":"An organic law establishes the organization and the judicial jurisdiction."}]},{"content":"Article 211","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/pubtri"}},"section":{"content":"The hearings of the jurisdictions are public, except in case of a closed session pronounced by judicial decision, when publicity is dangerous to the public order or to morality."}},{"content":"Article 212","section":{"content":"Any judicial decision must be legitimated before being pronounced in a public hearing."}},{"content":"Article 213","metadata":{"topics":["http://www.constituteproject.org/ontology/ordres","http://www.constituteproject.org/ontology/hocres"]},"section":[{"content":"The judicial power is structured to reflect in its composition the whole population."},{"content":"The procedures of recruitment and appointment in the judicial corps imperatively obey the concern of promoting regional, ethnic, and gender balances."},{"content":"The Magistrature includes at most 60% Hutu and at most 40% Tutsi. A minimum of 30% of women is guaranteed.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/ethincl"}}}]},{"content":"Article 214","section":[{"content":"The judicial power is impartial and independent of legislative power and executive power.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/judind"}}},{"content":"In the exercise of his functions, the judge is subject only to the Constitution and to the law."},{"content":"The President of the Republic, the Head of the State, is the guarantor of the independence of the Magistrature. He is assisted in this mission by the Superior Council of the Magistrature."}]},{"content":"1. OF THE SUPERIOR COUNCIL OF THE MAGISTRATURE","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/jc"}},"section":[{"content":"Article 215","section":{"content":"The Superior Council of the Magistrature ensures the correct administration of justice. It is the guarantor of the independence of the presiding magistrates in the exercise of their duties."}},{"content":"Article 216","section":{"content":"The Superior Council of the Magistrature is the highest disciplinary authority of the Magistrature. It recognizes the complaints of individuals or of the Ombudsman regarding the professional conduct of the Magistrates as well as of the recourse of Magistrates to disciplinary measures or to complaints concerning their career."}},{"content":"Article 217","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/jrem"}},"section":{"content":"A Magistrate may only be removed for a professional fault or incompetence, and solely through the proposal of the Superior Council of the Magistrature."}},{"content":"Article 218","section":[{"content":"The Superior Council of the Magistrature assists the President of the Republic and the Government in:"},{"content":"Drafting policy in matters of justice;"},{"content":"Following the situation of the country in the judicial domain and in that of the rights of man;"},{"content":"Developing strategies in matters of the struggle against impunity."}]},{"content":"Article 219","metadata":{"topics":["http://www.constituteproject.org/ontology/hocsel","http://www.constituteproject.org/ontology/adsel","http://www.constituteproject.org/ontology/ordsel"]},"section":{"content":"In their career, the Magistrates are appointed by Decree of the President of the Republic on a proposal of the Minister who has justice within his purview, after the opinion of the Superior Council of the Magistrature."}},{"content":"Article 220","metadata":{"topics":["http://www.constituteproject.org/ontology/ordsel","http://www.constituteproject.org/ontology/hocsel","http://www.constituteproject.org/ontology/adsel"]},"section":{"content":"All appointments to the judicial functions referred to in Article 192, 9, except to the Constitutional Court, are made by the President of the Republic on proposal of the Minister having justice within his purview, after the opinion of the Superior Council of the Magistrature and confirmation by the Senate."}},{"content":"Article 221","section":{"content":"The Superior Council of the Magistrature produces once annually a report on the state of justice."}},{"content":"Article 222","section":[{"content":"The Superior Council of the Magistrature is balanced based on ethnicity, region, and gender. It includes:","section":{"content":"four judges of the superior jurisdictions;","section":[{"content":"two judges of the tribunals of residence;"},{"content":"four members in a juridical profession in the private sector."}]}},{"content":"The members of the first and second categories are elected by their peers."}]},{"content":"Article 223","section":{"content":"The members of the Superior Council of the Magistrature are appointed by the President of the Republic after approval by the Senate."}},{"content":"Article 224","section":{"content":"The Superior Council of the Magistrature is presided over by the President of the Republic, assisted by the President of the Supreme Court and the Minister of Justice, respectively, as Vice President and Secretary."}},{"content":"Article 225","section":{"content":"An organic law determines the organization and the operations of the Superior Council of the Magistrature as well as the jurisdictions of the appointments of its members."}}]},{"content":"2. OF THE SUPERIOR COUNCIL OF PROSECUTION","section":{"content":"Article 226","section":[{"content":"The Superior Council of Prosecution ensures the correct functioning of the Public Ministry."},{"content":"An organic law determines its missions, organization and operations as well as the means of appointing its members."}]}},{"content":"3. OF THE SUPREME COURT","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/levjud"}},"section":[{"content":"Article 227","section":[{"content":"The Supreme Court is the highest ordinary jurisdiction of the Republic."},{"content":"It is guarantor of the correct application of the law by the courts and tribunals."}]},{"content":"Article 228","section":[{"content":"The judges of the Supreme Court are appointed by the President of the Republic on proposal of the Minister having justice within his purview, with the opinion of the Superior Council of the Magistrature and after approval of the Senate.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hocsel"}}},{"content":"The judges of the Supreme Court are selected from among the magistrates distinguished by their moral integrity, impartiality, and independence.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hocres"}}}]},{"content":"Article 229","section":{"content":"A General Office of Prosecution of the Republic is instituted, before the Supreme Court, of which the members are appointed in the same manner as the judges of the Supreme Court."}},{"content":"Article 230","section":{"content":"An organic law specifies the composition, the organization, the jurisdiction and the operations of the Supreme Court as well as the procedure applicable before it."}}]},{"content":"4. OF THE CONSTITUTIONAL COURT","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/judcrts2"}},"section":[{"content":"Article 231","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/interp"}},"section":[{"content":"The Constitutional Court is the jurisdiction of the State in constitutional matters."},{"content":"It is the judge of the constitutionality of the laws and it interprets the Constitution."}]},{"content":"Article 232","section":[{"content":"The Constitutional Court is composed of seven members. They are appointed by the President of the Republic after approval of the Senate. They have a non-renewable term of eight years.","metadata":{"topics":["http://www.constituteproject.org/ontology/conterm","http://www.constituteproject.org/ontology/consel","http://www.constituteproject.org/ontology/conlim"]}},{"content":"At least four of the members of the Constitutional Court are career Magistrates.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/conres"}}},{"content":"The President, the Vice President and the career magistrates are permanent."},{"content":"The members of the Constitutional Court are chosen from among the jurists distinguished by their moral integrity, impartiality, and independence.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/conres"}}},{"content":"The members of the Constitutional Court appointed as replacements for those whose functions have ended before the normal term complete the term of those they replace."},{"content":"The Court is partially renewed following the jurisdictions established by an organic law."}]},{"content":"Article 233","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/uncon"}},"section":{"content":"The Constitutional Court may only sit validly if at least five of its members are present. Decisions are made with the absolute majority of the sitting members, the vote of the President being a tie-breaker in the case of equal division of the votes."}},{"content":"Article 234","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/conpow"}},"section":[{"content":"The Constitutional Court has jurisdiction to:","section":{"content":"decide on the constitutionality of the laws and of regulatory acts made in matters other than those arising within the legal domain;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/uncon"}},"section":[{"content":"assure the respect for this Constitution, including the Charter of Fundamental Rights, by the organs of the State and the other institutions;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/intrght"}}},{"content":"interpret the Constitution, at the demand of the President of the Republic, of the President of the National Assembly, of the President of the Senate, of one-quarter of the Deputies or of one-quarter of the Senators;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/interp"}}},{"content":"decide on the regularity of the presidential elections, legislative elections and of the referenda and to proclaim the definitive results of them;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/referen"}}},{"content":"receive the oath of the President of the Republic, of the Vice President of the Republic, of the Prime Minister and of the other Ministers before they take up their positions"},{"content":"declare the vacancy of the post of President of the Republic"},{"content":"declare the vacancy of the seats of the parliamentarians."}]}},{"content":"The organic laws before enactment, the international treaties before submission to the vote of the Assemblies, the internal regulations of the National Assembly and of the Senate before application, are submitted obligatory to the control of constitutionality.","metadata":{"topics":["http://www.constituteproject.org/ontology/treatcon","http://www.constituteproject.org/ontology/intlaw"]}}]},{"content":"Article 235","section":{"content":"The Constitutional Court is also competent to decide on the cases specified in Articles 116, 162, 165, 166, 193, 200 and 283 of this Constitution."}},{"content":"Article 236","section":[{"content":"The Constitutional Court is referred to a matter by the President of the Republic, the President of the National Assembly, the President of the Senate, by one-quarter of the members of the National Assembly or one-quarter of the members of the Senate, or by the Ombudsman."},{"content":"Every natural or moral person interested, as well as the Public Ministry, may refer the Constitutional Court to a matter concerning the constitutionality of the laws, either directly by way of an action or indirectly by a procedure of pleadings of unconstitutionality invoked in a matter submitted to another jurisdiction.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/uncon"}}},{"content":"This jurisdiction postpones its decision until the decision of the Constitutional Court, which must intervene within a period of thirty days."}]},{"content":"Article 237","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/uncon"}},"section":[{"content":"A provision declared unconstitutional may not be enacted or implemented."},{"content":"The decisions of the Constitutional Court are not liable to any recourse."}]},{"content":"Article 238","section":{"content":"An organic law determines the organization and operations of the Constitutional Court as well as the procedure applicable before it."}}]},{"content":"5. OF THE HIGH COURT OF JUSTICE","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/levjud"}},"section":[{"content":"Article 239","section":{"content":"The High Court of Justice is composed of the Supreme Court and of the Constitutional Court meeting together. It is presided over by the President of the Supreme Court; the Public Ministry is represented by the General Prosecutor of the Republic."}},{"content":"Article 240","metadata":{"topics":["http://www.constituteproject.org/ontology/hosdiss","http://www.constituteproject.org/ontology/remleg","http://www.constituteproject.org/ontology/hogdiss"]},"section":[{"content":"The High Court of Justice has jurisdiction to judge the President of the Republic for high treason, and the President of the National Assembly, the President of the Senate, the Vice President of the Republic and the Prime Minister for crimes and misdemeanors committed during their term."},{"content":"The investigation and judgment take place before any other matters."},{"content":"The decisions of the High Court of Justice are not liable to any recourse except by pardon or correction."}]},{"content":"Article 241","metadata":{"topics":["http://www.constituteproject.org/ontology/hosdiss","http://www.constituteproject.org/ontology/hogdiss","http://www.constituteproject.org/ontology/remleg"]},"section":{"content":"In the case of condemnation, the President of the Republic, the Vice President of the Republic, the Prime Minister, the President of the National Assembly and the President of the Senate are relieved of their duties."}},{"content":"Article 242","section":{"content":"The rules of organization and of functioning of the High Court of Justice as well as the procedure applicable before it are established by an organic law."}}]}]},{"content":"TITLE IX. OF THE OMBUDSMAN","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/ombuds"}},"section":[{"content":"Article 243","section":[{"content":"The Ombudsman receives complaints and conducts inquiries concerning the faults of administration and of the violations of the rights of citizens committed by the agents of the public duty and of the judiciary, and makes recommendations on that subject to the appropriate authorities. He also assures a mediation between the Administration and the citizens and between the ministries and the Administration and plays the role of an observer in that which concerns the functioning of the public administration."},{"content":"The organization and operations of his service are established by the law."}]},{"content":"Article 244","section":{"content":"The Ombudsman has at his disposal the powers and the resources necessary to fulfill his duties. Annually, he presents a report to the National Assembly and to the Senate. His report is published in the Official Gazette of Burundi."}},{"content":"Article 245","section":{"content":"The Ombudsman is appointed by the National Assembly with the majority of three-quarters of its members. His appointment is subject to the approval of the Senate with a majority of two-thirds of its members. His term is six years non-renewable."}}]},{"content":"TITLE X. OF THE DEFENSE AND SECURITY CORPS","section":[{"content":"Article 246","section":{"content":"The Defense and Security Corps are established in accordance with the law. Apart from these, no other armed organization may be created or raised."}},{"content":"Article 247","section":[{"content":"The Defense and Security Corps must reflect the resolute will of Burundians, as individuals and as a nation, to live as equals, in peace and harmony. They must teach their members to act in conformance with the Constitution and the laws, as well as with the international conventions and agreements of which Burundi is a signatory, and to require that they respect these texts.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/intlaw"}}},{"content":"The Corps of Defense and of Security are at the service of the Burundian People. They must be an instrument of protection for all Burundian people and all the people must recognize themselves in them."}]},{"content":"Article 248","section":{"content":"The maintenance of the national security and that of the national defense are subjected to the authority of the Government and to the control of Parliament."}},{"content":"Article 249","section":[{"content":"The Defense and Security Corps must account for their actions and work in all transparency."},{"content":"Parliamentary commissions responsible for supervising the work of the Defense and Security Corps are created in accordance with the legislative texts in force and following the regulations of Parliament.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/commit"}}}]},{"content":"Article 250","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/milrest"}},"section":[{"content":"Neither the Corps of Defense and of Security, nor any of their members may, in the exercise of their duties:","section":[{"content":"Infringe upon the interests of a political party which, in the terms of the Constitution, is legal;"},{"content":"Display their political preferences;"},{"content":"Favor, in a partisan manner, the interests of a political party;"},{"content":"Be a member of a political party or of an association with political character;"},{"content":"Participate in activities or protests of political character."}]},{"content":"The law concerning the organization and operations of the Defense and Security Corps punishes the violation of it."}]},{"content":"Article 251","section":[{"content":"The Defense and Security Corps consist of a national defense force and a national police force, all established in accordance with this Constitution."},{"content":"The National Defense Force of Burundi is an armed corps conceived, organized and trained for the defense of territorial integrity, of the national independence and of national sovereignty."},{"content":"The National Police of Burundi is a corps designed, organized and trained for the maintenance and the restoration of security and order in the interior of the country."}]},{"content":"Article 252","section":{"content":"The Defense and Security Corps are subordinated to the civil authority with respect to the Constitution, the law and the regulations."}},{"content":"Article 253","section":{"content":"The Defense and Security Corps form a nondiscriminatory, non-ethnic and non-sexist internal culture."}},{"content":"Article 254","section":{"content":"The organic laws determine the missions, organization, instruction, conditions of service and operations of the National Defense Force and of the National Police."}},{"content":"Article 255","section":{"content":"Within the limits determined by the Constitution and the laws, only the President of the Republic may authorize the use of the Armed Forces:","section":[{"content":"In the defense of the State;"},{"content":"In the restoration of order and public security;"},{"content":"In the fulfillment of the international obligations and engagements.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/intlaw"}}}]}},{"content":"Article 256","section":{"content":"When the National Defense Force is used in one of the cases cited in the paragraph above, the President officially consults the appropriate authorities thus enabled and informs the Parliament promptly and in a detailed manner concerning:","section":[{"content":"The reason or reasons for the use of the Force of National Defense;"},{"content":"All places where this force is deployed;"},{"content":"The period for which this force is deployed."}]}},{"content":"Article 257","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/exsess"}},"section":{"content":"If the Parliament is not in session, the President convokes it in extraordinary session within the seven days after the use of the National Defense Force."}},{"content":"Article 258","section":{"content":"The Defense and Security Corps respect the rights and dignity of their members within the framework of the normative obligations of discipline and instruction."}},{"content":"Article 259","section":{"content":"The members of the Defense and Security Corps have the right to be informed of the socio-political life of the country and to receive a civic education."}},{"content":"Article 260","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/intlaw"}},"section":{"content":"All foreign intervention beyond the international conventions is prohibited. All recourse to foreign forces is prohibited, except in the case of authorization by the President of the Republic."}},{"content":"Article 261","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/ethincl"}},"section":{"content":"The State has the duty to implement a policy of reforms related to matters of defense and of security that reinforces the unity and the cohesion of the Burundian People, notably by assuring the requisite ethnic, regional and gender balances."}},{"content":"Article 262","section":{"content":"The Defense and Security Corps are organized to guarantee internal unity, the political neutrality of the members, as well as impartiality in the accomplishment of their missions."}},{"content":"Article 263","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/ethincl"}},"section":[{"content":"The Defense and Security Corps are open without discrimination to all Burundian citizens who desire to enlist. Their organization is based on volunteering and professionalism."},{"content":"During a period to be determined by the Senate, the Defense and Security Corps may not include more than 50% of the members belonging to a particular ethnic group, taking into account the need to assure ethnic equilibrium and to prevent acts of genocide and coups d&#x27;tat."}]},{"content":"Article 264","section":{"content":"The correction of an imbalance within the Defense and Security Corps is approached progressively, in a spirit of reconciliation and of trust in order, to render all Burundians secure."}},{"content":"Article 265","section":[{"content":"The Defense and Security Corps are constituted of professionals and are nonpartisan."},{"content":"Their members benefit from technical, moral and civic development. This training focuses notably on the culture of peace, on conduct in a pluralist democratic political system and on human rights."}]},{"content":"Article 266","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/intlaw"}},"section":{"content":"The members of the Defense and Security Corps are trained, at all levels, to respect international humanitarian law and the primacy of the Constitution."}},{"content":"Article 267","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/judcrts4"}},"section":{"content":"A civilian may not be subjected to the military code of justice nor judged by a military jurisdiction."}}]},{"content":"TITLE XI. OF THE NATIONAL INTELLIGENCE SERVICE","section":{"content":"Article 268","section":[{"content":"The National Intelligence Service is a corps designed, organized and trained to look for, centralize and exploit all intelligence of a nature that contributes to the security of the State, its institutions and its international relations, as well as to the prosperity of its economy."},{"content":"An organic law determines its mission, organization, and operations."}]}},{"content":"TITLE XII. OF THE LOCAL COLLECTIVITIES","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/mun"}},"section":[{"content":"Article 269","section":[{"content":"The commune as well as other local collectivities of the Republic are created by organic law."},{"content":"The law determines the fundamental principles of their status, organization, jurisdiction, and resources, as well as the conditions in which these local collectivities are managed."}]},{"content":"Article 270","section":{"content":"The commune is a decentralized administrative entity. It is subdivided into entities defined by an organic law."}},{"content":"Article 271","section":{"content":"The commune is managed by the Communal Administrator under the supervision and the control of the Communal Council."}},{"content":"Article 272","section":{"content":"The elections at the communal level are held according to the procedures listed below:","section":[{"content":"The collines are managed by the Councils of the collines, which consist of five members elected by direct universal suffrage. The council member receiving the greatest number of votes becomes the Head of the colline. The candidates must present themselves as independents;"},{"content":"The quarters are managed by Councils of the quarters, which consist of five members elected by direct universal suffrage. The council member receiving the greatest number of votes becomes the Head of the quarter. The candidates must present themselves as independents;"},{"content":"The Communal Council Members are elected by direct universal suffrage."}]}},{"content":"Article 273","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/ethincl"}},"section":[{"content":"The Independent National Electoral Commission ensures that the Communal Councils reflect in a general manner the ethnic diversity of their electorate. In the case where the composition of a Communal Council does not reflect this ethnic diversity, the Independent National Electoral Commission may order the council to co opt persons originating from an underrepresented ethnic group, on the condition that the persons thus co-opted do not constitute more than one-fifth of the members of the Council. The persons to be co-opted are selected by the Independent National Electoral Commission."},{"content":"Each Communal Council elects within it a Communal Administrator and may remove him from his duties for a valid reason, such as corruption, incompetence, grave fault or misappropriation of funds. The National Assembly and the Senate may, after evaluation, legislate so that the Administrator should be elected by direct universal suffrage."},{"content":"None of the ethnic groups can be represented by more than 67% of the Communal Administrators at the national level. The Independent National Electoral Commission assures that this principle is respected."}]},{"content":"Article 274","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/solid"}},"section":{"content":"The State sees to the harmonious and balanced development of all the communes of the country on the basis of the national solidarity."}}]},{"content":"TITLE XIII. OF THE NATIONAL COUNCILS","section":{"content":"Article 275","section":[{"content":"To assure a large participation of citizens in the administration of public affairs, the State establishes the following national councils:","section":{"content":"the National Council for National Unity and Reconciliation;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/truthcom"}},"section":[{"content":"the National Observatory for the prevention and the eradication of genocide, war crimes and crimes against humanity;"},{"content":"the National Security Council;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hosstaff"}}},{"content":"the Economic and Social Council;"},{"content":"the National Communication Council.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/medcom"}}}]}},{"content":"The Government guarantees these Councils the means necessary for their operations."},{"content":"An organic law determines their missions, composition, organization and operations and can create others."}]}},{"content":"TITLE XIV. OF INTERNATIONAL TREATIES AND AGREEMENTS","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/intlaw"}},"section":[{"content":"Article 276","metadata":{"topics":["http://www.constituteproject.org/ontology/headforn","http://www.constituteproject.org/ontology/treat"]},"section":{"content":"The President of the Republic has the top leadership of international negotiations. He signs and ratifies international treaties and agreements."}},{"content":"Article 277","metadata":{"topics":["http://www.constituteproject.org/ontology/treatcon","http://www.constituteproject.org/ontology/treat","http://www.constituteproject.org/ontology/intorgs"]},"section":{"content":"Peace treaties and commerce treaties, treaties relative to international organization, treaties which engage State finances, and those that modify legislative provisions as well as those which relate to the status of persons may only be ratified through a law."}},{"content":"Article 278","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/intorgs"}},"section":{"content":"The Republic of Burundi may create with other States international organizations of common administration and coordination and of free cooperation. It can end agreements of association or community with other States."}},{"content":"Article 279","section":{"content":"The treaties take effect only after having been ratified regularly, with reservations of their application by the other party in a bilateral treaty, and of the fulfillment of conditions for their enactment provided by them in a multilateral treaty."}},{"content":"Article 280","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/env"}},"section":{"content":"Agreements authorizing toxic waste storage and the storage of other materials detrimental to the environment are prohibited."}},{"content":"Article 281","section":[{"content":"The Defense and Security Corps may participate in international operations for the maintenance of peace in the world or within the framework of bilateral and multilateral agreements of cooperation. No Burundian force may be deployed beyond the national borders without prior authorization of the President of the Republic after consultation with the Vice President of the Republic, the Prime Minister and the National Security Council."},{"content":"The National Assembly and the Senate must be informed within a period not exceeding seven days."}]},{"content":"Article 282","metadata":{"topics":["http://www.constituteproject.org/ontology/access","http://www.constituteproject.org/ontology/referen"]},"section":{"content":"Any transfer, exchange, or addition of territory is invalid without the consent of the Burundian people through referendum."}},{"content":"Article 283","metadata":{"topics":["http://www.constituteproject.org/ontology/treatcon","http://www.constituteproject.org/ontology/conpow"]},"section":{"content":"When the Constitutional Court, referred to the matter by the President of the Republic, the President of the National Assembly, the President of the Senate, or a quarter of the members of the National Assembly or of the Senate, has declared that an international engagement contains a clause contrary to the Constitution, the authorization to ratify this engagement may only occur after an amendment or revision of the Constitution."}}]},{"content":"TITLE XV. OF THE REVISION OF THE CONSTITUTION","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/amend"}},"section":[{"content":"Article 284","section":{"content":"The initiative of the revision of the Constitution rests concurrently with the President of the Republic after consultation with the Government, to the National Assembly or to the Senate, deciding individually with an absolute majority of members."}},{"content":"Article 285","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/referen"}},"section":{"content":"The President of the Republic can submit for a referendum a bill of amendment of the Constitution."}},{"content":"Article 286","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/unamend"}},"section":{"content":"No procedure of revision may be retained if it infringes the national unity, the cohesion of the Burundian People, the secularity of the State, the reconciliation, the democracy or the integrity of the territory of the Republic."}},{"content":"Article 287","section":{"content":"The bill or the proposal of amendment of the Constitution is adopted with the majority of four-fifths of the National Assembly members and of two-thirds of the Senate members."}}]},{"content":"TITLE XVI. OF INTERIM PROVISIONS","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/tranprov"}},"section":[{"content":"Article 288","section":[{"content":"While awaiting the establishment of the institutions arising from the elections in accordance with this Constitution, the institutions in place remain in operation until the effective installation of the new elected institutions."},{"content":"The current members of the Constitutional Court remain in office until the establishment of new institutions arising from the 2020 election."}]},{"content":"Article 289","section":{"content":"A period of five years is granted to the Senate to evaluate whether to end or to continue the system of ethnic quotas in the executive, legislative and judicial branches after the establishment of institutions arising from this Constitution."}}]},{"content":"TITLE XVII. OF FINAL PROVISIONS","section":[{"content":"Article 290","section":{"content":"As long as they are not contrary to the Constitution, the legislative and regulatory provisions, prior to taking effect, remain in application until their modification or repeal."}},{"content":"Article 291","section":{"content":"The Constitution of the Republic of Burundi adopted by referendum on February 28, 2005 and enacted on March 18, 2005 is thus revised."}},{"content":"Article 292","section":{"content":"This Constitution adopted by referendum on May 17, 2018 is in effect on the day of its enactment."}}]}]}}