{"document":{"section":[{"content":"Preamble","metadata":{"topics":["http://www.constituteproject.org/ontology/auth","http://www.constituteproject.org/ontology/preamble"]},"section":[{"content":"We, the people of Cameroon,"},{"content":"Proud of our linguistic and cultural diversity, an enriching feature of our national identity, but profoundly aware of the imperative need to further consolidate our unity, solemnly declare that we constitute one and the same Nation, bound by the same destiny, and assert our firm determination to build the Cameroonian Fatherland on the basis of the ideals of fraternity, justice and progress;","metadata":{"topics":["http://www.constituteproject.org/ontology/motive","http://www.constituteproject.org/ontology/solid"]}},{"content":"Jealous of our hard-won independence and resolved to preserve same; convinced that the salvation of Africa lies in forging ever-growing bonds of solidarity among African Peoples, affirm our desire to contribute to the advent of a united and free Africa, while maintaining peaceful and brotherly relations with the other nations of the World, in accordance with the principles enshrined in the Charter of the United Nations;","metadata":{"topics":["http://www.constituteproject.org/ontology/region","http://www.constituteproject.org/ontology/solid","http://www.constituteproject.org/ontology/intrght","http://www.constituteproject.org/ontology/motive"]}},{"content":"Resolved to harness our natural resources in order to ensure the well-being of every citizen without discrimination, by raising living standards, proclaim our right to development as well as our determination to devote all our efforts to that end and declare our readiness to cooperate with all States desirous of participating in this national endeavour with due respect for our sovereignty and the independence of the Cameroonian State.","metadata":{"topics":["http://www.constituteproject.org/ontology/motive","http://www.constituteproject.org/ontology/standliv"]}},{"content":"We, the people of Cameroon,"},{"content":"Declare that the human person, without distinction as to race, religion, sex or belief, possesses inalienable and sacred rights;","metadata":{"topics":["http://www.constituteproject.org/ontology/equalgr6","http://www.constituteproject.org/ontology/equal","http://www.constituteproject.org/ontology/equalgr1","http://www.constituteproject.org/ontology/equalgr4","http://www.constituteproject.org/ontology/equalgr11","http://www.constituteproject.org/ontology/inalrght"]}},{"content":"Affirm our attachment to the fundamental freedoms enshrined in the Universal Declaration of Human Rights, the Charter of United Nations and the African Charter on Human and Peoples&#x27; Rights, and all duly ratified international conventions relating thereto, in particular, to the following principles:","metadata":{"topics":["http://www.constituteproject.org/ontology/intrght","http://www.constituteproject.org/ontology/intlaw"]},"section":[{"content":"all persons shall have equal rights and obligations. The State shall provide all its citizens with the conditions necessary for their development;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/equal"}}},{"content":"the State shall ensure the protection of minorities and shall preserve the rights of indigenous populations in accordance with the law;"},{"content":"freedom and security shall be guaranteed each individual, subject to respect for the rights of others and the higher interests of the State;"},{"content":"every person shall have the right to settle in any place and to move about freely, subject to the statutory provisions concerning public law and order, security and tranquillity;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/freemove"}}},{"content":"the home is inviolate. No search may be conducted except by virtue of the law;","metadata":{"topics":["http://www.constituteproject.org/ontology/inalrght","http://www.constituteproject.org/ontology/evidence","http://www.constituteproject.org/ontology/privacy"]}},{"content":"the privacy of all correspondence is inviolate. No interference may be allowed except by virtue of decisions emanating from the Judicial power;","metadata":{"topics":["http://www.constituteproject.org/ontology/privacy","http://www.constituteproject.org/ontology/inalrght","http://www.constituteproject.org/ontology/evidence"]}},{"content":"no person may be compelled to do what the law does not prescribe;"},{"content":"no person may be prosecuted, arrested or detained except in the cases and according to the manner determined by law;","metadata":{"topics":["http://www.constituteproject.org/ontology/wolaw","http://www.constituteproject.org/ontology/habcorp"]}},{"content":"the law may not have retrospective effect. No person may be judged and punished, except by virtue of a law enacted and published before the offence was committed;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/expost"}}},{"content":"the law shall ensure the right of every person to a fair hearing before the courts;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/fairtri"}}},{"content":"every accused person is presumed innocent until found guilty during a hearing conducted in strict compliance with the rights of defence;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/presinoc"}}},{"content":"every person has a right to life, to physical and moral integrity and to humane treatment in all circumstances. Under no circumstances shall any person be subjected to torture, to cruel, inhumane or degrading treatment;","metadata":{"topics":["http://www.constituteproject.org/ontology/life","http://www.constituteproject.org/ontology/cruelty","http://www.constituteproject.org/ontology/torture"]}},{"content":"no person shall be harassed on grounds of his origin, religious, philosophical or political opinions or beliefs, subject to respect for public policy;"},{"content":"the state shall be secular. The neutrality and independence of the State in respect of all religions shall be guaranteed;","metadata":{"topics":["http://www.constituteproject.org/ontology/offrel","http://www.constituteproject.org/ontology/seprel"]}},{"content":"freedom of religion and worship shall be guaranteed;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/freerel"}}},{"content":"the freedom of communication, of expression, of the press, of assembly, of association, and of trade unionism, as well as the right to strike shall be guaranteed under the conditions fixed by law;","metadata":{"topics":["http://www.constituteproject.org/ontology/jointrde","http://www.constituteproject.org/ontology/express","http://www.constituteproject.org/ontology/assoc","http://www.constituteproject.org/ontology/strike","http://www.constituteproject.org/ontology/assem","http://www.constituteproject.org/ontology/press"]}},{"content":"the Nation shall protect and promote the family which is the natural foundation of human society. It shall protect women, the young, the elderly and the disabled;","metadata":{"topics":["http://www.constituteproject.org/ontology/finsup1","http://www.constituteproject.org/ontology/fndfam","http://www.constituteproject.org/ontology/finsup4","http://www.constituteproject.org/ontology/finsup3","http://www.constituteproject.org/ontology/childpro"]}},{"content":"the State shall guarantee the child&#x27;s right to education. Primary education shall be compulsory. The organization and supervision of education at all levels shall be the bounden duty of the State;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/edcomp"}}},{"content":"ownership shall mean the right guaranteed every person by law to use, enjoy and dispose of property. No person shall be deprived thereof, save for public purposes and subject to the payment of compensation under conditions determined by law;","metadata":{"topics":["http://www.constituteproject.org/ontology/proprght","http://www.constituteproject.org/ontology/exprop"]}},{"content":"the right of ownership may not be exercised in violation of the public interest or in such a way as to be prejudicial to the security, freedom, existence or property of other persons;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/proprght"}}},{"content":"every person shall have a right to a healthy environment. The protection of the environment shall be the duty of every citizen. The State shall ensure the protection and improvement of the environment;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/env"}}},{"content":"every person shall have the right and the obligation to work;","metadata":{"topics":["http://www.constituteproject.org/ontology/provwork","http://www.constituteproject.org/ontology/work"]}},{"content":"every person shall share in the burden of public expenditure according to his financial resources;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/taxes"}}},{"content":"all citizens shall contribute to the defence of the Fatherland;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/milserv"}}},{"content":"the State shall guarantee all citizens of either sex the rights and freedoms set forth in the Preamble of the Constitution.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/equalgr1"}}}]}]},{"content":"PART I. THE STATE AND SOVEREIGNTY","section":[{"content":"Article 1","section":[{"content":"The United Republic of Cameroon shall, with effect from the date of entry into force of this law, be known as Republic of Cameroon (Law No 84-1 of February 4, 1984)."},{"content":"The Republic of Cameroon shall be a decentralized unitary State. It shall be one and indivisible, secular, democratic and dedicated to social service. It shall recognize and protect traditional values that conform to democratic principles, human rights and the law. It shall ensure the equality of all citizens before the law.","metadata":{"topics":["http://www.constituteproject.org/ontology/offrel","http://www.constituteproject.org/ontology/seprel","http://www.constituteproject.org/ontology/system","http://www.constituteproject.org/ontology/equal"]}},{"content":"The Official languages of the Republic of Cameroon shall be English and French, both languages having the same status. The State shall guarantee the promotion of bilingualism throughout the country. It shall endeavour to protect and promote national languages.","metadata":{"topics":["http://www.constituteproject.org/ontology/lang","http://www.constituteproject.org/ontology/langprot"]}},{"content":"Its motto shall be &quot;Peace - Work - Fatherland&quot;.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/motto"}}},{"content":"Its flag shall be three equal vertical stripes of green, red and yellow charged with one gold star in the centre of the red stripe.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/flag"}}},{"content":"Its national anthem shall be &quot;O Cameroon, Cradle of our Forefathers&quot;.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/anthem"}}},{"content":"The seal of the Republic of Cameroon shall be a circular medallion in bas-relief, 46 millimetres in diameter, bearing on the obverse and in the centre the head of a girl in profile turned to the dexter towards a coffee branch with two leaves and flanked on the sinister by five cocoa pods, with the French words &quot;Republique du Cameroun&quot; inscribed below the upper edge and the national motto &quot;Paix - Travail - Patrie&quot; inscribed above the lower edge; on the reverse and in the center the coat of arms of the Republic of Cameroon, with the English words &quot;Republic of Cameroon&quot; inscribed beneath the upper edge and the national motto &quot;Peace - Work - Fatherland&quot; inscribed above the lower edge.","section":[{"content":"The coat of arms of the Republic of Cameroon shall be an escutcheon surmounted chief by the legend &quot;Republic of Cameroon&quot; and supported by two crossed fasces with the motto &quot;Peace - Work - Fatherland&quot; base."},{"content":"The escutcheon shall be composed of a star on a field vent and triangle gules, charged with the geographical outline of Cameroon azure, and surcharged the sword and scales of justice sable."}]},{"content":"The Capital of the Republic of Cameroon shall be Yaounde.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/capital"}}}]},{"content":"Article 2","section":[{"content":"National sovereignty shall be vested in the people of Cameroon who shall exercise same either through the President of the Republic and Members of Parliament or by way of referendum. No section of the people or any individual shall arrogate to itself or to himself the exercise thereof."},{"content":"The authorities responsible for the management of the state shall derive their powers from the people through election by direct or indirect universal suffrage, unless otherwise provided for in this Constitution.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/voteun"}}},{"content":"The vote shall be equal and secret, and every citizen aged twenty years and above shall be entitled to vote.","metadata":{"topics":["http://www.constituteproject.org/ontology/freeelec","http://www.constituteproject.org/ontology/voteres"]}}]},{"content":"Article 3","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/partreg"}},"section":{"content":"Political parties and groups shall help the electorate in the making of voting decisions. They shall be bound to respect the principles of democracy, national sovereignty and unity. They shall be formed and shall exercise their activities in accordance with the law."}},{"content":"Article 4","section":{"content":"State power shall be exercised by:","section":{"content":"the President of the Republic;","section":{"content":"Parliament."}}}}]},{"content":"PART II. EXECUTIVE POWER","section":[{"content":"Chapter I. The President of the Republic","section":[{"content":"Article 5","section":[{"content":"The President of the Republic shall be the Head of State.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/execnum"}}},{"content":"Elected by the whole Nation, he shall be the symbol of national unity. He shall define the policy of the Nation. He shall ensure respect for the Constitution. He shall, through his arbitration, ensure the proper functioning of public authorities. He shall be the guarantor of the independence of the Nation and of its territorial integrity, of the permanency and continuity of the State and of the respect of international treaties and agreements.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/intlaw"}}}]},{"content":"Article 6","section":[{"content":"The President of the Republic shall be elected by a majority of the votes cast through direct, equal and secret universal suffrage.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hoselect"}}},{"content":"The President of the Republic shall be elected for a term of office of 7 (seven) years. He shall be eligible for re-election.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hosterm"}}},{"content":"The election shall be held not less than 20 (twenty) days and not more than 50 (fifty) days before the expiry of the term of the President of the Republic in office."},{"content":"Where the office of President of the Republic becomes vacant as a result of death, resignation or permanent incapacity duly ascertained by the Constitutional Council, the polls for the election of the new President of the Republic must be held not less than 20 (twenty) days and not more than 120 (one hundred and twenty) days after the office becomes vacant.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hossucc"}},"section":[{"content":"The President of the Senate shall as of right act as interim President of the Republic until the new President of the Republic is elected. Where the President of the Senate is unable to exercise these powers, they shall be exercised by his Vice, following the order of precedence.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hossucc"}}},{"content":"The interim President of the Republic-the President of the Senate or his Vice-may neither amend the Constitution nor the composition of the Government. He may not organize a referendum or run for the office of President of the Republic."},{"content":"However, where the organization of the presidential election requires, the interim President of the Republic may, after consultation with the Constitutional Council, amend the composition of the government."}]},{"content":"Candidates for the office of President of the Republic must be Cameroonian by birth, enjoy their civic and political rights and must have attained the age of 35 (thirty-five) by the date of the election.","metadata":{"topics":["http://www.constituteproject.org/ontology/hosrest","http://www.constituteproject.org/ontology/hosage","http://www.constituteproject.org/ontology/citizen"]}},{"content":"The conditions for electing the President of the Republic shall be laid down by law."}]},{"content":"Article 7","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/oath"}},"section":[{"content":"The President-elect shall assume office once he has been sworn in."},{"content":"He shall take the oath of office before the Cameroonian people, in the presence of the members of Parliament, the Constitutional council and the Supreme Court meeting in solemn session.","section":{"content":"He shall be sworn in by the President of the National Assembly."}},{"content":"The wording of the oath and the procedure for implementing the provisions of paragraphs (1) and (2) above shall be laid down by law."},{"content":"The office of President of the Republic shall be incompatible with any other elective public office or professional activity."}]},{"content":"Article 8","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hospow"}},"section":[{"content":"The President of the Republic shall represent the State in all acts of public life.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/headforn"}}},{"content":"He shall be Head of the Armed Forces.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/comchief"}}},{"content":"He shall ensure the internal and external security of the Republic."},{"content":"He shall accredit ambassadors and envoys extraordinary to foreign powers. The ambassadors and envoys extraordinary of foreign powers shall be accredited to him."},{"content":"The President of the Republic shall enact laws as provided for in Article 31 below."},{"content":"The President of the Republic shall refer matters to the Constitutional Council under the conditions laid down by the Constitution."},{"content":"He shall exercise the right of clemency, after consultation with the Higher Judicial Council.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/pardon"}}},{"content":"He shall exercise statutory authority."},{"content":"He shall set up and organize the administrative services of the State."},{"content":"He shall appoint to civil and military posts of the State.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/milcom"}}},{"content":"He shall confer the decorations and honorary distinctions of the Republic."},{"content":"The President of the Republic may, if necessary and after consultation with the Government, the Bureaux of the National Assembly and the Senate dissolve the National Assembly. The election of a new Assembly shall take place in accordance with the provisions of Article 15(4) below.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/legdiss"}}}]},{"content":"Article 9","metadata":{"topics":["http://www.constituteproject.org/ontology/em","http://www.constituteproject.org/ontology/hosdec"]},"section":[{"content":"The President of the Republic may, where the circumstances so warrant, declare by decree a state of emergency which shall confer upon him such special powers as may be provided for by law."},{"content":"In the event of a serious threat to the nation&#x27;s territorial integrity or to its existence, its independence or institutions, the President of the Republic may declare a state of siege by decree and take any measures as he may deem necessary. He shall inform the Nation of his decision by message."}]},{"content":"Article 10","section":[{"content":"The President of the Republic shall appoint the Prime Minister and, on the proposal of the latter, the other members of Government.","metadata":{"topics":["http://www.constituteproject.org/ontology/hogdiss","http://www.constituteproject.org/ontology/cabinet","http://www.constituteproject.org/ontology/cabdiss","http://www.constituteproject.org/ontology/hogelect","http://www.constituteproject.org/ontology/cabsel"]},"section":{"content":"He shall define their duties. He shall terminate their appointment. He shall preside over the Council of Ministers."}},{"content":"The President of the Republic may delegate some of his powers to the Prime Minister, other members of Government and any other senior administrative officials of the State, within the framework of their respective duties."},{"content":"Where the President of the Republic is temporarily unable to perform his duties, he shall delegate the Prime Minister and, should the latter also be unavailable, any other member of Government to discharge his duties within the framework of an express delegation of some of his powers."}]}]},{"content":"Chapter II. The Government","section":[{"content":"Article 11","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/cabpow"}},"section":[{"content":"The Government shall implement the policy of the Nation as defined by the President of the Republic."},{"content":"It shall be responsible to the National Assembly under the conditions and procedures provided for in Article 34 below."}]},{"content":"Article 12","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hogpow"}},"section":[{"content":"The Prime Minister shall be the Head of Government and shall direct its action.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/execnum"}}},{"content":"He shall be responsible for the enforcement of the laws."},{"content":"He shall exercise statutory authority and appoint to civil posts, subject to the prerogatives of the President of the Republic in such areas."},{"content":"He shall direct all the government services required for the accomplishment of his duties."},{"content":"He may delegate some of his powers to members of Government and to senior State officials."}]},{"content":"Article 13","metadata":{"topics":["http://www.constituteproject.org/ontology/profleg","http://www.constituteproject.org/ontology/hoglegr","http://www.constituteproject.org/ontology/cabrest"]},"section":{"content":"The office of member of Government and any office ranking as such shall be incompatible with that of member of Parliament, Chairman of the Executive or Assembly of a local or regional authority, leader of a national professional association, or with any other employment or professional activity."}}]}]},{"content":"PART III. LEGISLATIVE POWER","section":[{"content":"Article 14","section":[{"content":"Legislative power shall be exercised by the Parliament which shall comprise 2 (two) Houses:","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/housenum"}},"section":[{"content":"the National Assembly;"},{"content":"the Senate."}]},{"content":"Parliament shall legislate and control Government action."},{"content":"Both Houses of Parliament shall meet on the same dates:","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/legjoint"}},"section":[{"content":"in ordinary session during the months of March, June, and November each year, when convened by the Bureaux of the National Assembly and the Senate, after consultation with the President of the Republic;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/session"}}},{"content":"in extraordinary session, at the request of the President of the Republic or of one-third of the members of both Houses.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/exsess"}}},{"content":"However, the Houses shall be convened simultaneously only if the business of the day concerns both of them."}]},{"content":"The two Houses of Parliament shall meet in congress at the request of the President of the Republic in order to:","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/legjoint"}},"section":{"content":"be addressed by or receive a message from the of the Republic;","section":[{"content":"receive the oath of members of the Constitutional Council;"},{"content":"take a decision on a draft or proposed constitutional amendment. When Parliament meets in congress, the Bureau of the National Assembly shall preside over the proceedings."}]}},{"content":"No person shall be member of both the National Assembly and the Senate."},{"content":"The conditions for the election of members of the National Assembly and of the Senate, as well as the immunities, ineligibilities, incompatibilities, allowances and privileges of the members of Parliament shall be determined by law.","metadata":{"topics":["http://www.constituteproject.org/ontology/immunity","http://www.constituteproject.org/ontology/income"]}}]},{"content":"Chapter I. The National Assembly","section":[{"content":"Article 15","section":[{"content":"The National Assembly shall comprise 180 (one hundred and eighty) members elected by direct and secret universal suffrage for a five-year term of office.","metadata":{"topics":["http://www.constituteproject.org/ontology/lhseats","http://www.constituteproject.org/ontology/lhselect","http://www.constituteproject.org/ontology/lhterm"]},"section":{"content":"The number of members of the National Assembly may be modified by law."}},{"content":"Each member of the National Assembly shall represent the entire Nation."},{"content":"Any imposed mandate shall be null and void."},{"content":"In case of serious crisis or where circumstances so warrant, the President the Republic may, after consultation with the President of the Constitutional Council and Bureaux of the National Assembly and the Senate, request the National Assembly to decide, by law, to extend or abridge its term of office. In this case, the election of a new Assembly shall take place not less than 40 (forty) days and not more than 120 (one hundred and twenty) days following the expiry of the extension or abridgement period."}]},{"content":"Article 16","section":[{"content":"At the beginning of each legislative year, the National Assembly shall meet as of right in ordinary session under the conditions laid down by law."},{"content":"Each year, the National Assembly shall hold 3 (three) ordinary sessions, each lasting not more than 30 (thirty) days.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/session"}},"section":[{"content":"At the opening of its first ordinary session, the National Assembly shall elect its President and Bureau members.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/lhlead"}}},{"content":"The National Assembly shall, during one of its sessions, adopt the State budget. Where such budget is not adopted before the end of the current financial year, the President of the Republic shall be empowered to extend the previous budget by one-twelfth until a new one is passed.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/budget"}}}]},{"content":"The National Assembly shall meet in extraordinary session for not more than 15 (fifteen) days on a specific agenda and at the request of the President of the Republic or one-third of its members.","section":{"content":"The extraordinary session shall wind up as soon as the agenda for which it was convened is exhausted."}}]},{"content":"Article 17","section":[{"content":"Sittings of the National Assembly shall be public. Exceptionally, the National Assembly may hold sittings in camera at the request of the President of the Republic or of an absolute majority of its members.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/pubmeet"}}},{"content":"The National Assembly shall, in a law, draw up its standing orders."}]},{"content":"Article 18","section":[{"content":"The agenda of the National Assembly shall be drawn up by the Chairmen&#x27;s conference."},{"content":"The Chairmen&#x27;s conference shall be composed of Presidents of Parliamentary Groups, Chairmen of Committees and members of the Bureau of the National Assembly. A member of Government shall participate in the conference meeting.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/commit"}}},{"content":"Only bills falling within its area of jurisdiction by virtue of Article 26 below may be included in the agenda of the National Assembly.","section":[{"content":"All private members&#x27; bills and amendments which, if passed, would result in the reduction of public funds or in an increase of public charges without a corresponding reduction in other expenditure or the grant of equivalent new supply of funds, shall be inadmissible."},{"content":"Any doubt or dispute on the admissibility of a bill shall be referred by the President of the Republic, the President of the National Assembly or by one-third of the members of the National Assembly to the Constitutional Court for a ruling."}]},{"content":"The agenda shall give priority, and in the order decided by the Government, to the considerations of the government bills and private members&#x27; bills accepted by it. The other private members&#x27; bills admitted by the Chairmen&#x27;s conference shall be considered subsequently.","section":{"content":"Where a private members&#x27; bill has not been considered during two successive ordinary sessions, it shall automatically be considered at the very next ordinary session."}},{"content":"Any item on the agenda shall, at the request of the Government, be treated as a matter of urgency."}]},{"content":"Article 19","section":[{"content":"Laws shall be passed by a simple majority of the members of the National Assembly."},{"content":"Bills submitted to the National Assembly for reconsideration by the Senate shall either be passed or rejected in accordance with Article 30 below."},{"content":"The President of the Republic may, before enacting any law, ask for a second reading. In such case, bills shall be passed by an absolute majority of the members of the National Assembly."}]}]},{"content":"Chapter II. The Senate","section":[{"content":"Article 20","section":[{"content":"The Senate shall represent the regional and local authorities."},{"content":"Each region shall be represented in the Senate by 10 (ten) Senators of whom 7 (seven) shall be elected by indirect universal suffrage on a regional basis and 3 (three) appointed by the President of the Republic.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/uhselect"}}},{"content":"Candidates for the post of Senator and personalities appointed to the post of Senator by the President of the Republic must have attained the age of 40 (forty) by the date of the election or appointment.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/uhage"}}},{"content":"Senators shall serve a term of 5 (five) years.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/uhterm"}}}]},{"content":"Article 21","section":[{"content":"At the beginning of each legislative year, the Senate shall meet as of right in ordinary session under the conditions laid down by law."},{"content":"Each year, the Senate shall hold 3 (three) ordinary sessions, each lasting not more than 30 (thirty) days.","metadata":{"topics":["http://www.constituteproject.org/ontology/uhlead","http://www.constituteproject.org/ontology/session"]}},{"content":"The Senate shall meet in extraordinary session for not more than 15 (fifteen) days on a specific agenda and at the request of the President of the Republic or of one-third of its members.","section":{"content":"The extraordinary session shall wind up as soon as the agenda for which it was convened is exhausted."}}]},{"content":"Article 22","section":[{"content":"Sittings of the Senate shall be public. Exceptionally, the Senate may hold sittings in camera at the request of the President of the Republic or of an absolute majority of its members.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/pubmeet"}}},{"content":"The Senate shall, in a law, draw up its standing orders."}]},{"content":"Article 23","section":[{"content":"The agenda of the Senate shall be drawn up by the Chairmen&#x27;s conference."},{"content":"The Chairmen&#x27;s conference shall be composed of Presidents of Parliamentary Groups, Chairmen of Committees and members of the Bureau of the Senate. A member of Government shall participate in the conference meeting.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/commit"}}},{"content":"Only bills falling within its area of jurisdiction by virtue of Article 26 below may be included in the agenda of Senate.","section":[{"content":"All private members&#x27; bills and amendments which, if passed, would result in the reduction of public funds or in an increase of public charges without a corresponding reduction in other expenditure or the grant of equivalent new supply of funds, shall be inadmissible."},{"content":"Any doubt or dispute on the admissibility of a bill shall be referred by the President of the Republic, President of the Senate or one-third of the Senators to the Constitutional Council for a ruling."}]},{"content":"The agenda shall give priority, and in the order decided by the Government, to the consideration of the government bills and private members&#x27; bills accepted by it. The other private members&#x27; bills admitted by the Chairmen&#x27;s conference shall be considered subsequently.","section":{"content":"Where a private members&#x27; bill has not been considered during two successive ordinary sessions, it shall automatically be considered at the very next ordinary session."}},{"content":"Any item on the agenda shall, at the request of the Government, be treated as a matter of urgency."}]},{"content":"Article 24","section":[{"content":"Laws shall be passed by a simple majority of the Senators."},{"content":"The Senate may amend or reject all or part of a bill submitted to it for consideration, in accordance with Article 30 below."},{"content":"The President of the Republic may, before enacting a law, ask for a second reading.","section":{"content":"In such case, bills shall be passed by an absolute majority of the Senators."}}]}]}]},{"content":"PART IV. RELATIONS BETWEEN THE EXECUTIVE AND THE LEGISLATIVE POWERS","section":[{"content":"Article 25","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/legini"}},"section":{"content":"Bills may be tabled either by the President of the Republic or by members of Parliament."}},{"content":"Article 26","section":[{"content":"Bills shall be passed by Parliament."},{"content":"The following shall be reserved to the legislative power:","section":[{"content":"The fundamental rights, guarantees and obligations of the citizen:","section":[{"content":"safeguarding individual freedom and security;"},{"content":"the rules governing public freedoms;"},{"content":"labour legislation, trade union legislation, rules governing social security and insurance;"},{"content":"the duties and obligations of the citizen in respect of national defence requirements."}]},{"content":"The status of persons and property Ownership system:","section":[{"content":"nationality, status of person, matrimonial system, succession and gifts;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/citizen"}}},{"content":"rules governing civil and commercial obligations;"},{"content":"movable and immovable property ownership system."}]},{"content":"The political, administrative and judicial Organization:","section":[{"content":"rules governing election of the President of the Republic and elections into the National Assembly, the Senate, Regional and Local Bodies and referendum operations."},{"content":"rules governing associations and political parties;"},{"content":"the organization, functioning, powers and resources of regional and local authorities;"},{"content":"general rules governing the organization of national defence;"},{"content":"judicial organization and the creation of various types of courts;"},{"content":"the definition of felonies and misdemeanours and the institution of penalties of all kinds, criminal procedure, civil procedure, measures of execution, amnesty."}]},{"content":"The following financial and patrimonial matters:","section":[{"content":"rules governing the issue of currency;"},{"content":"the budget;"},{"content":"the creation of duties and the determination of their basis of assessment, rates and methods of collection;"},{"content":"land tenure, State lands and mining;"},{"content":"natural resources."}]},{"content":"Programming the objectives of economic and social action."},{"content":"The system of education."}]}]},{"content":"Article 27","section":{"content":"Matters not reserved to the legislative power shall come under the jurisdiction of the authority empowered to issue rules and regulations."}},{"content":"Article 28","section":[{"content":"However, with regard to the subjects listed in Article 26 (2) above, Parliament may empower the President of the Republic to legislate by way of ordinances for a limited period and for given purposes.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hosdec"}}},{"content":"Such ordinances shall enter into force on the date of their publication. They shall be tabled before the bureaux of the National Assembly and the Senate for purposes of ratification within the time limit laid down by the enabling law. They shall be of a statutory nature as long as they have not been ratified."},{"content":"They shall remain in force as long as Parliament has not refused to ratify them."}]},{"content":"Article 29","section":[{"content":"Government bills and private members&#x27; bills shall be tabled at the same time before the bureaux of the National Assembly and the Senate. They shall be studied by the appropriate committees prior to their being debated in plenary session.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/commit"}}},{"content":"The bill debated in plenary session shall be that tabled by the President of the Republic. The private members&#x27; bill debated in plenary session shall be the next tabled by its author or authors."},{"content":"Such bills may be amended in the course of the debate."}]},{"content":"Article 30","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/legapp"}},"section":[{"content":"A bill passed by the National Assembly shall be immediately forwarded to the President of the Senate by the President of the National Assembly.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/divhouse"}}},{"content":"The President of the Senate shall, upon receiving the bill forwarded by the President of the National Assembly, submit it to the Senate for consideration."},{"content":"Within 10 (ten) days, with effect from the date of receipt of the bill or 5 (five) days for a bill declared urgent by the Government, the Senate may:","section":[{"content":"Pass the bill.","section":{"content":"In which case, the President of the Senate shall return the adopted bill to the President of the National Assembly who shall forward same within 48 (forty-eight) hours to the President of the Republic for enactment."}},{"content":"Amend the bill.","section":[{"content":"Such amendment must be approved by a simple majority of the Senators."},{"content":"In which case, the amended bill shall be returned to the National Assembly by the President of the Senate for reconsideration."},{"content":"The amendment proposed by the Senate shall be passed or rejected by a simple majority of the members of the National Assembly."},{"content":"The final bill adopted shall be forwarded by the President of the National Assembly to the President of the Republic for enactment."}]},{"content":"Reject all or part of the bill.","section":{"content":"Such rejection must be approved by an absolute majority of the senators. In which case, the rejected bill with reasons therefore shall be returned to the National Assembly by the President of the Senate for reconsideration.","section":[{"content":"The National Assembly shall, after deliberation, pass the bill by absolute majority of its members.","section":{"content":"The final bill adopted by the National Assembly shall be forwarded to the President of the Republic for enactment."}},{"content":"Where an absolute majority cannot be reached, the President of the Republic may convene a meeting of a joint commission comprising equal representation of both houses to propose a common formulation of the provisions rejected by the Senate.","section":[{"content":"The text prepared for the joint Commission shall be submitted to both Houses by the President of the Republic for approval."},{"content":"No amendment shall be admissible, except with the approval of the President of Republic."},{"content":"Where the joint commission fails to agree on a common text, or where such text is not adopted by both Houses, the President of the Republic may:","section":{"content":"either request the National Assembly to take a final decision thereon; or","section":{"content":"declare the government bill or private members&#x27; bill null and void."}}}]}]}}]}]},{"content":"Article 31","section":[{"content":"The President of the Republic shall enact laws passed by Parliament within 15 (fifteen) days of their being forwarded to him unless he requests a second reading or refers the matter to the Constitutional Council.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/legapp"}}},{"content":"Upon the expiry of this deadline, and after establishing the failure of the President of the Republic to act, the President of the National Assembly may himself enact the law.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/legapp"}}},{"content":"Laws shall be published in the Official Gazette of the Republic in English and French."}]},{"content":"Article 32","section":{"content":"The President of the Republic may, at his request, address the National Assembly, the Senate or the two Houses meeting in congress. He may also send messages to them; but no such address or message may be debated in his presence."}},{"content":"Article 33","section":{"content":"The Prime Minister and the other members of Government shall have access to Parliament and may participate in its deliberations."}},{"content":"Article 34","section":[{"content":"At the session during which the finance bill is considered, the Prime Minister shall present to the National Assembly the Government&#x27;s economic, financial, social and cultural programme."},{"content":"The Prime Minister may, after the deliberations of the Council of Ministers, commit the responsibility of the Government before the National Assembly on a programme or, as the case may be, on a general policy statement.","section":[{"content":"Voting shall take place not less than 48 (forty-eight) hours after the vote of no confidence has been requested."},{"content":"A vote of no confidence shall be passed by an absolute majority of the members of the National Assembly."},{"content":"Only votes against a vote of confidence shall be counted."}]},{"content":"The National Assembly may question the responsibility of the Government through a motion of censure. Such motion may be admissible only when it is signed by at least one-third of the members of the National Assembly. Voting shall take place not less than 48 (forty-eight) hours after the motion has been tabled. A motion of censure shall be passed by a two-third majority of the members of the National Assembly. Only votes in favour of a motion of censure shall be counted.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hogdlim"}},"section":{"content":"Where a motion of censure is rejected, its signatories may not propose a new motion before a period of one year except as provided for in paragraph (4) below."}},{"content":"The Prime Minister may, after the deliberations of the Council of Ministers, commit the responsibility of the Government before the National Assembly on the adoption of a bill. In such case, the bill may be considered adopted, except where a motion of censure tabled within the next 24 (twenty-four) hours is passed under the conditions provided for in the preceding paragraph.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hogdiss"}}},{"content":"Where the National Assembly adopts a motion of censure or passes a vote of no confidence, the Prime Minister shall tender the resignation of the Government to the President of the Republic.","metadata":{"topics":["http://www.constituteproject.org/ontology/cabdiss","http://www.constituteproject.org/ontology/hogdiss"]}},{"content":"The President of the Republic may reappoint the Prime Minister and ask him to form a new Government."}]},{"content":"Article 35","section":[{"content":"The Parliament shall control Government action through oral and written questions and by setting up committees of inquiry with specific terms of reference.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/invexe"}}},{"content":"The Government shall, subject to the imperatives of national defence, the security of the State or the secrecy of criminal investigation, furnish any explanations and information to Parliament.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/invexe"}}},{"content":"During each ordinary session, a special sitting shall be set aside each week for question time."}]},{"content":"Article 36","section":[{"content":"The President of the Republic may, after consulting with the President of the Constitutional Council, the President of the National Assembly and the President of the Senate, submit to a referendum any reform bill which, although normally reserved to the Legislative Power, could have profound repercussions on the future of the Nation and national institutions.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/referen"}},"section":{"content":"This shall apply in particular to:","section":[{"content":"bills to organize public authorities or to amend the constitution;"},{"content":"bills to ratify international agreements or treaties having particularly important consequences;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/intlaw"}}},{"content":"certain reform bills relating to the law on persons and property."}]}},{"content":"Such bills shall be adopted by a majority of votes cast."},{"content":"The referendum procedure shall be laid down by law."}]}]},{"content":"PART V. JUDICIAL POWER","section":[{"content":"Article 37","section":[{"content":"Justice shall be administered in the territory of the Republic in the name of the people of Cameroon."},{"content":"Judicial power shall be exercised by the Supreme Court, Courts of Appeal and Tribunals. The Judicial Power shall be independent of the executive and legislative powers. Magistrates of the bench shall, in the discharge of their duties, be governed only by the law and their conscience.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/levjud"}}},{"content":"The President of the Republic shall guarantee the independence of judicial power. He shall appoint members of the bench and of the legal department.","metadata":{"topics":["http://www.constituteproject.org/ontology/ordsel","http://www.constituteproject.org/ontology/jc","http://www.constituteproject.org/ontology/judind","http://www.constituteproject.org/ontology/hocsel"]},"section":{"content":"He shall be assisted in this task by the Higher Judicial Council which shall give him its opinion on all nominations for the bench and on disciplinary action against judicial and legal officers. The organization and functioning of the Higher Judicial Council shall be defined by law."}}]},{"content":"Article 38","section":[{"content":"The Supreme Court shall be the highest court of the State in legal and administrative matters as well as in the appraisal of accounts.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/levjud"}}},{"content":"It shall comprise:","section":{"content":"a judicial bench;","section":[{"content":"an administrative bench;"},{"content":"an audit bench."}]}}]},{"content":"Article 39","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/appeal"}},"section":{"content":"The judicial bench shall give final rulings on:","section":{"content":"appeals accepted by law against final rulings given by the various courts and tribunals of the judicial system;","section":[{"content":"judgments passed by the lower courts of the judicial system that have become final in cases where the application of the law is challenged;"},{"content":"all matters expressly devolving upon it by law."}]}}},{"content":"Article 40","section":{"content":"The administrative bench shall examine all the administrative disputes involving the State and other public authorities. It shall:","section":{"content":"examine appeals on regional and council election disputes;","section":[{"content":"give final rulings on appeals against final judgments passed by lower courts in cases of administrative disputes;"},{"content":"examine any other disputes expressly devolving upon it by law."}]}}},{"content":"Article 41","section":{"content":"The audit bench shall be competent to control and rule on public accounts, as well as on those of public and semi-public enterprises. It shall:","section":{"content":"give final rulings on final judgments passed by lower audit courts;","section":{"content":"examine any other matters expressly devolving upon it by law."}}}},{"content":"Article 42","section":[{"content":"The organization, functioning, composition and duties of the Supreme Court and the benches it comprises, the conditions for referring matters to them as well as the procedure applicable before them shall be laid down by law."},{"content":"The organization, functioning, composition and duties of the Courts of Appeal and judicial, administrative and lower audit benches as well as the conditions for referring matters to them and the procedure applicable before them shall be laid down by law."}]}]},{"content":"PART VI. TREATIES AND INTERNATIONAL AGREEMENTS","section":[{"content":"Article 43","metadata":{"topics":["http://www.constituteproject.org/ontology/intlaw","http://www.constituteproject.org/ontology/treat"]},"section":{"content":"The President of the Republic shall negotiate and ratify treaties and international agreements. Treaties and international agreements falling within the area of competence of the legislative power as defined in Article 26 above shall be submitted to Parliament for authorization to ratify."}},{"content":"Article 44","metadata":{"topics":["http://www.constituteproject.org/ontology/intlaw","http://www.constituteproject.org/ontology/treatcon","http://www.constituteproject.org/ontology/treat"]},"section":{"content":"Where the Constitutional Council finds a provision of a treaty or of an international agreement unconstitutional, authorization to ratify and the ratification of the said treaty or agreement shall be deferred until the Constitution is amended."}},{"content":"Article 45","metadata":{"topics":["http://www.constituteproject.org/ontology/intlaw","http://www.constituteproject.org/ontology/treat","http://www.constituteproject.org/ontology/treatcon"]},"section":{"content":"Duly approved or ratified treaties and international agreements shall, following the publication, override national laws, provided the other party implements the said treaty or agreement."}}]},{"content":"PART VII. THE CONSTITUTIONAL COUNCIL","section":[{"content":"Article 46","metadata":{"topics":["http://www.constituteproject.org/ontology/judcrts2","http://www.constituteproject.org/ontology/interp"]},"section":{"content":"The Constitutional Council shall have jurisdiction in matters pertaining to the Constitution. It shall rule on the constitutionality of laws. It shall be the organ regulating the functioning of the institutions."}},{"content":"Article 47","metadata":{"topics":["http://www.constituteproject.org/ontology/conpow","http://www.constituteproject.org/ontology/judcrts2"]},"section":[{"content":"The Constitutional Council shall give a final ruling on:","section":{"content":"the constitutionality of laws, treaties and international agreements;","metadata":{"topics":["http://www.constituteproject.org/ontology/intlaw","http://www.constituteproject.org/ontology/uncon"]},"section":[{"content":"the constitutionality of the standing orders of the National Assembly and the Senate prior to their implementation;"},{"content":"conflict of powers between State institutions; between the State and the Regions, and between the Regions."}]}},{"content":"Matters may be referred to the Constitutional Council by the President of the Republic, the President of the National Assembly, the President of the Senate, one-third of the members of the National Assembly or one-third of the Senators.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/fedrev"}},"section":{"content":"Presidents of regional executives may refer matters to the Constitutional Council whenever the interests of their Regions are at stake."}},{"content":"Laws as well as treaties and international agreements may, prior to their enactment, be referred to the Constitutional Council by the President of the Republic, the President of the National Assembly, the President of the Senate, one-third of the members of the National Assembly, one-third of the Senators, or the Presidents of the regional executives pursuant to the provisions of paragraph (2) above.","metadata":{"topics":["http://www.constituteproject.org/ontology/uncon","http://www.constituteproject.org/ontology/intlaw"]},"section":{"content":"Enactment deadlines shall cease to lapse once an instrument has been referred to the Constitutional Council."}},{"content":"The Constitutional Council shall advice in matters falling under its jurisdiction."}]},{"content":"Article 48","metadata":{"topics":["http://www.constituteproject.org/ontology/judcrts2","http://www.constituteproject.org/ontology/conpow"]},"section":[{"content":"The Constitutional Council shall ensure the regularity of presidential elections, parliamentary elections and referendum operations. It shall proclaim the results thereof."},{"content":"Any challenges in respect of the regularity of one of the elections provided for in the preceding paragraph may be brought before the Constitutional Council by any candidate, political party that participated in the election in the constituency concerned or any person acting as Government agent at the election."},{"content":"Any challenges in respect of the regularity of a referendum may be referred to the Constitutional Council by the President of the Republic, the President of the National Assembly, the President of the Senate, one-third of the members of the National Assembly or one-third of the Senators."}]},{"content":"Article 49","section":[{"content":"In any case, the Constitutional Council shall give a ruling within a period of 15 (fifteen) days, once a matter has been referred to it."},{"content":"However, at the request of the President of the Republic, such time-limit may be reduced to 8 (eight) days."}]},{"content":"Article 50","section":[{"content":"Rulings of the Constitutional Council shall not be subject to appeal. They shall be binding on all public, administrative, military and judicial authorities, as well as all natural persons and corporate bodies."},{"content":"A provision that has been declared unconstitutional may not be enacted or implemented.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/uncon"}}}]},{"content":"Article 51","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/judcrts2"}},"section":[{"content":"The Constitutional Council shall comprise 11 (eleven) members designated for an eventually renewable term of office of 6 (six) years.","metadata":{"topics":["http://www.constituteproject.org/ontology/conres","http://www.constituteproject.org/ontology/conterm","http://www.constituteproject.org/ontology/conlim"]},"section":[{"content":"These members shall be chosen from among personalities of established professional renown."},{"content":"They must be of high moral integrity and proven competence."}]},{"content":"Members of the Constitutional Council shall be appointed by the President of the Republic.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/consel"}},"section":{"content":"They shall be designated as follows:","section":{"content":"three, including the President of the Council, by the President of the Republic;","section":[{"content":"three by the President of the National Assembly after consultation with the Bureau;"},{"content":"three by the President of the Senate after consultation with the Bureau;"},{"content":"two by the Higher Judicial Council. Besides the eleven members provided for above, former presidents of the Republic shall be ex officio members of the Constitutional Council for life. In case of a tie, the President of the Constitutional Council shall have the casting vote."}]}}},{"content":"In the event of the death or resignation of a member or any other cause of incapacity or inability duly established by the competent bodies provided for by law, a replacement shall be designated by the competent authority or body concerned and appointed to complete the term of office."},{"content":"Members of the Constitutional Council shall take the oath of office as laid down by law before Parliament meeting in congress."},{"content":"The duties of member of the Constitutional Council shall be incompatible with those of member of Government, of Member of Parliament or of the Supreme Court. Other incompatibilities and matters relating to the status of members, namely obligations, immunities and privileges shall be laid down by law."}]},{"content":"Article 52","section":{"content":"A law shall lay down the organization and functioning of the Constitutional Council, the conditions for referring matters to its as well as the procedure applicable before it."}}]},{"content":"PART VIII. THE COURT OF IMPEACHMENT","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/judcrts5"}},"section":{"content":"Article 53","section":[{"content":"The Court of Impeachment shall have jurisdiction, in respect of acts committed in the exercise of their functions, to try;","metadata":{"topics":["http://www.constituteproject.org/ontology/hosdiss","http://www.constituteproject.org/ontology/hogdiss"]},"section":{"content":"the President of the Republic for high treason;","section":{"content":"the Prime Minister, members of Government and persons ranking as such and senior government officials to whom powers have been delegated in pursuance of Articles 10 and 12 above, for conspiracy against the security of the State."}}},{"content":"The President of the Republic shall be indicted only by the National Assembly and the Senate deciding through an identical vote by open ballot and by a four-fifths majority of their members.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hosdiss"}}},{"content":"Acts committed by the President of the Republic in pursuance of Articles 5, 8, 9 and 10 above shall be covered by immunity and he shall not be accountable for them after the exercise of his functions."},{"content":"The organization, composition and conditions under which matters shall be referred to as well as the procedure applicable before the Court of Impeachment shall be laid down by law."}]}},{"content":"PART IX. THE ECONOMIC AND SOCIAL COUNCIL","section":{"content":"Article 54","section":{"content":"There shall be an Economic and Social Council whose composition, duties and organization shall be laid down by law."}}},{"content":"PART X. REGIONAL AND LOCAL AUTHORITIES","section":[{"content":"Article 55","section":[{"content":"Regional and local authorities of the Republic shall comprise of Regions and Councils.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/sub"}},"section":{"content":"Any other such authority shall be created by law."}},{"content":"Regional and local authorities shall be public law corporate bodies. They shall have administrative and financial autonomy in the management of regional and local interests. They shall be freely administered by councils elected under conditions laid down by law.","section":{"content":"The duty of the councils of regional and local authorities shall be to promote the economic, social, health, educational, cultural and sports development of the said authorities."}},{"content":"The State shall exercise supervisory powers over regional and local authorities, under conditions laid down by law.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/fedrev"}}},{"content":"The State shall ensure the harmonious development of all the regional and local authorities on the basis of national solidarity, regional potentials and inter-regional balance.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/solid"}}},{"content":"The organization, functioning and financial regulations of regional and local authorities shall be defined by law."},{"content":"The rules and regulations governing councils shall be defined by law."}]},{"content":"Article 56","section":[{"content":"The State shall transfer to Regions, under conditions laid down by law, jurisdiction in areas necessary for their economic, social, health, educational, cultural and sports development.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/sub"}}},{"content":"The law shall define:","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/fedsep"}},"section":{"content":"the sharing of powers between the State and Regions in the areas of competence so transferred.","section":[{"content":"the resources of the Regions."},{"content":"the land and property rights of each Region."}]}}]},{"content":"Article 57","section":[{"content":"The organs of the Region shall be the Regional Council and the President of the Regional Council.","section":{"content":"The Regional Council and the President of the Regional Council shall function within the framework of powers transferred to the Region by the State."}},{"content":"The Regional Council shall be the deliberative organ of the Region. Regional Councillors whose term of office shall be 5 (five) years shall comprise:","section":[{"content":"divisional delegates elected by indirect universal suffrage;","section":{"content":"representatives of traditional rulers elected by their peers."}},{"content":"The Regional Councils shall reflect the various sociological components of the Region."},{"content":"The system of election, number, proportion by category, rules governing ineligibility, incompatibilities and emoluments of Regional Councillors shall be laid down by law."}]},{"content":"The Regional Council shall be headed by an indigene of the Region elected from among its members for the life of the Council.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/sub"}},"section":{"content":"The President of the Regional Council shall be the executive organ of the Region. In this capacity, he shall be the interlocutor of the State representative. He shall be assisted by a Regional Bureau elected at the same time as himself from among the members of the Council. The Regional Bureau shall reflect the sociological components of the Region."}},{"content":"Members of Parliament of the Region shall sit in the Regional Council in an advisory capacity."}]},{"content":"Article 58","section":[{"content":"A delegate, appointed by the President of the Republic shall represent the State in the Region. In this capacity, he shall be responsible for national interests, administrative control, ensuring compliance with the laws and regulations, as well as maintaining law and order. He shall, under the authority of the Government, supervise and co-ordinate civil State services in the Region."},{"content":"He shall exercise the supervisory authority of the State over the Region."}]},{"content":"Article 59","section":[{"content":"The Regional Council may be suspended by the President of the Republic where such organ:","section":[{"content":"carries out activities contrary to the Constitution;","section":[{"content":"undermines the security of the State or public law and order;"},{"content":"endangers the State&#x27;s territorial integrity."}]},{"content":"The other cases of suspension shall be laid down by law."}]},{"content":"The Regional Council may be dissolved by the President of the Republic, after consultation with the Constitutional Council in all the cases provided for under paragraph (1) above.","section":{"content":"The other cases of dissolution shall be laid down by law."}},{"content":"The automatic replacement of the said organ by the State in the cases provided for under paragraphs (1) and (2) above shall be decided by the President of the Republic."},{"content":"The conditions of implementation of this article shall be determined by law."}]},{"content":"Article 60","section":[{"content":"The President and the Bureau of the Regional Council may be suspended by the President of the Republic where such organs:","section":[{"content":"carry out activities contrary to the Constitution;","section":[{"content":"undermine the security of the State or public law and order;"},{"content":"endanger the State&#x27;s territorial integrity."}]},{"content":"The other cases of suspension shall be laid down by law."}]},{"content":"The President and the Bureau of the Regional Council may be dismissed by the President of the Republic, after consultation with the Constitutional Council in all the cases provided for under paragraph (1) above.","section":{"content":"The other cases of dismissal shall be laid down by law."}},{"content":"The automatic replacement of the said organs by the State in the cases provided for under paragraphs (1) and (2) above shall be decided by the President of the Republic."},{"content":"The conditions of implementation of this article shall be determined by law."}]},{"content":"Article 61","section":[{"content":"The following provinces shall become Regions:","section":{"content":"Adamaoua;","section":[{"content":"Centre;"},{"content":"East;"},{"content":"Far North;"},{"content":"Littoral;"},{"content":"North;"},{"content":"North West;"},{"content":"West;"},{"content":"South;"},{"content":"South West."}]}},{"content":"The President of the Republic may, as and when necessary:","section":[{"content":"change the names and modify the geographical boundaries of the Regions listed in paragraph (1) above;"},{"content":"create other Regions. In this case, he shall give them names and fix their geographical boundaries."}]}]},{"content":"Article 62","section":[{"content":"The aforementioned rules and regulations shall apply to all regions."},{"content":"Without prejudice to the provisions of this Part, the law may take into consideration the specificities of certain Regions with regard to their organization and functioning."}]}]},{"content":"PART XI. AMENDMENT OF THE CONSTITUTION","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/amend"}},"section":[{"content":"Article 63","section":[{"content":"Amendments to the Constitution may be proposed either by the President of the Republic or by Parliament."},{"content":"Any proposed amendment made by a Member of Parliament shall be signed by at least one-third of the members of either House."},{"content":"Parliament shall meet in congress when called upon to examine a draft or proposed amendment. The amendment shall be adopted by an absolute majority of the Members of Parliament. The President of the Republic may request a second reading; in which case the amendment shall be adopted by a two-third majority of the Members of Parliament."},{"content":"The President of the Republic may decide to submit any bill to amend the Constitution to a referendum; in which case the amendment shall be adopted by a simple majority of the votes cast."}]},{"content":"Article 64","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/unamend"}},"section":{"content":"No procedure for the amendment of the Constitution affecting the republican form, unity and territorial integrity of the State and the democratic principles which govern the Republic shall be accepted."}}]},{"content":"PART XII. SPECIAL PROVISIONS","section":[{"content":"Article 65","section":{"content":"The Preamble shall be part and parcel of this Constitution."}},{"content":"Article 66","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/assets"}},"section":[{"content":"The President of the Republic, the Prime Minister, Members of Government and persons ranking as such, the President and Members of the Bureau of the National Assembly, the President and Members of the Bureau of the Senate, Members of Parliament, Senators, all holders of an effective elective office, Secretaries-General of Ministries and person ranking as such, Directors of the Central Administration, General Managers of public and semi-public enterprises, Judicial and Legal Officers, administrative personnel in charge of the tax base, collection and handling of public funds, all managers of public votes and property, shall declare their assets and property at the beginning and at the end of their tenure of office."},{"content":"The other categories of persons to whom the provisions of this article shall apply and the conditions of implementation thereof shall be determined by law."}]}]},{"content":"PART XIII. TRANSITIONAL AND FINAL PROVISIONS","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/tranprov"}},"section":[{"content":"Article 67","section":[{"content":"The new institutions of the Republic provided for under this Constitution shall be set up progressively."},{"content":"While the institutions are being set up and until such time that they are set up, the existing institutions of the Republic shall remain in place and shall continue to function:","section":[{"content":"the incumbent President of the Republic shall remain in office until the end of his current term, subject to the implementation of the provisions of Article 6 (4) of this Constitution;"},{"content":"the Members of Parliament of the National Assembly shall remain in office until the end of their current tern, subject to the implementation of the provisions of Article 8 (12) above."}]},{"content":"The National Assembly shall exercise full legislative power and enjoy all Parliamentary prerogatives until the Senate is set up."},{"content":"The Supreme Court shall perform the duties of the Constitutional Court until the latter is set up."},{"content":"The territorial organization of the State shall remain unchanged until the Regions are set up."},{"content":"Where the Senate is put in place before the regions, the electoral college for the election of Senators shall comprise exclusively of Municipal Councillors."}]},{"content":"Article 68","section":{"content":"The legislation applicable in the Federal State of Cameroon and in the Federated States on the date of entry into force of this Constitution shall remain in force insofar as it is not repugnant to this Constitution, and as long as it is not amended by subsequent laws and regulations."}},{"content":"Article 69","section":{"content":"This law shall be registered and published in the Official Gazette of the Republic of Cameroon in English and French and implemented as the Constitution of the Republic of Cameroon."}}]}]}}