{"document":{"section":[{"content":"Preamble","metadata":{"topics":["http://www.constituteproject.org/ontology/auth","http://www.constituteproject.org/ontology/motive","http://www.constituteproject.org/ontology/preamble"]},"section":[{"content":"The Central African People"},{"content":"Proud of their national unity, linguistic [unity] and of their ethnic, cultural and religious diversity which contribute to the enrichment of their personality;"},{"content":"Convinced of the urgent necessity to preserve the national unity, social cohesion and the peace, guarantees [gages] of economic and social progress;"},{"content":"Animated by the desire to assure to Man his dignity within respect for the principle of &quot;ZO KWE ZO&quot; declared by the Founding Father of the Central African Republic, Barthélemy BOGANDA;","metadata":{"topics":["http://www.constituteproject.org/ontology/dignity","http://www.constituteproject.org/ontology/figures"]}},{"content":"Conscious that only the persistent work as well as the rational, rigorous and transparent management of public affairs [chose] and of the environment can assure a harmonious and durable development;"},{"content":"Resolved, in accordance with International Law, to preserve and to defend the integrity of the territory of the Central African Republic as well as its inalienable right to the full exercise of sovereignty on its soil, its subsoil and its airspace;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/intlaw"}}},{"content":"Determined to proscribe any familial, clanish, patrimonial and partisan administration [gestion] of public affairs [chose];"},{"content":"Resolved to build a State of Law founded on a pluralistic democracy, the respect for the separation and the equilibrium of the powers to [en vue de] guarantee the security of persons and of property [biens], the protection of the most weak, notably vulnerable persons, the minorities, and the full exercise of the fundamental freedoms and rights;"},{"content":"Convinced that universal suffrage is the sole source of the legitimacy of public power;"},{"content":"Firmly opposed to the conquest of power by force and by any form of dictatorship and oppression, as well as any act of division and maintenance of hatred;"},{"content":"Conscious that tolerance, inclusion, consultation and dialogue constitute the foundation [socle] of peace and of national unity;"},{"content":"Convinced that only a State of Law can guarantee the protection of the Rights of Man;"},{"content":"Conscious that the representation of all the regions in the public institutions must be a permanent preoccupation of the authorities of the State;"},{"content":"Convinced of the necessity for political, economic and social African integration at the subregional and regional levels;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/region"}}},{"content":"Desirous to forge ties of amity with all peoples on the basis of the principles of equality, of solidarity, of reciprocal interests and of mutual respect of national sovereignty as well as of territorial integrity;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/solid"}}},{"content":"Reiterating their will to cooperate in peace and amity with all States, to work for the African unity in accordance with the Constitutive Act of the African Union adopted on 12 July 2000, to promote the peaceful regulation of differences between States with respect for Justice, for Equality, for Freedom and for the Sovereignty of Peoples;","metadata":{"topics":["http://www.constituteproject.org/ontology/region","http://www.constituteproject.org/ontology/intorgs"]}},{"content":"Reaffirms their adherence to the Charter of the Organization of the United Nations, to the Universal Declaration of the Rights of Man of 10 December 1948, to the International Pacts of 16 December 1966 concerning economic, social and cultural right on the one hand and civil and political rights on the other;","metadata":{"topics":["http://www.constituteproject.org/ontology/intrght","http://www.constituteproject.org/ontology/intlaw"]}},{"content":"Reaffirms its commitment to the African Charter of the Rights of Man and of Peoples of 27 June 1981 and to the African Charter of the Democracy, of the Elections and of the Governance of 30 June 2007;","metadata":{"topics":["http://www.constituteproject.org/ontology/intlaw","http://www.constituteproject.org/ontology/intrght"]}},{"content":"Reaffirms its adherence to all International Conventions duly ratified, notably those concerning the prohibition of all forms of discrimination with regard to women, to the protection of the rights of the child and those relative to the autochthonous and tribal peoples;","metadata":{"topics":["http://www.constituteproject.org/ontology/intlaw","http://www.constituteproject.org/ontology/intrght"]}},{"content":"Solemnly adopts this Constitution, supreme law of the State to which it owes respect, loyalty and fidelity and of which this Preamble is [an] integral part."}]},{"content":"TITLE I. OF THE FUNDAMENTAL BASES OF SOCIETY","section":[{"content":"Article 1","section":[{"content":"The human person is sacred and inviolable. All agents of public authority, [and] any organization, have the absolute obligation to respect it and to protect it."},{"content":"The Republic recognizes the existence of the Rights of Man as the basis for all human community, of peace and of justice in the world."}]},{"content":"Article 2","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/devlpers"}},"section":[{"content":"The Republic proclaims respect [for] and the intangible guarantee of the development of the personality."},{"content":"Each has the right to the free development of their personality if they neither violate the rights of others, nor infringe the constitutional order."}]},{"content":"Article 3","section":[{"content":"Each has the right to life and to physical and moral integrity. There may not be derogation of this principle except in application of a law.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/life"}}},{"content":"No one may be subjected either to torture, or to rape [viol], or to cruel, inhuman, degrading or humiliating acts or treatment.","metadata":{"topics":["http://www.constituteproject.org/ontology/cruelty","http://www.constituteproject.org/ontology/torture"]}},{"content":"No one may be arbitrarily arrested or detained.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/habcorp"}}}]},{"content":"Article 4","section":[{"content":"Every defendant is presumed innocent until their culpability has been established following a procedure offering to them the guarantees indisputable for their defense.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/presinoc"}}},{"content":"The rights of defense are exercised freely before all the jurisdictions and the administrations of the Republic.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/couns"}}},{"content":"No one may be convicted except by virtue of a law [which] had entered into force before the act committed.","metadata":{"topics":["http://www.constituteproject.org/ontology/expost","http://www.constituteproject.org/ontology/wolaw"]}},{"content":"Any person made the object of a measure deprivative of liberty has the right of being examined and treated by a doctor of their choice."}]},{"content":"Article 5","section":[{"content":"The freedom of the person is inviolable."},{"content":"The freedoms of movement [aller et venir], of residence and of establishment on the whole extent of the territory are guaranteed to all within the conditions established by the law.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/freemove"}}},{"content":"No one can be forced into exile."},{"content":"The Republic guarantees to persecuted persons the right of asylum.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/asylum"}}},{"content":"No one may be made the object of house arrest, except by virtue of a law."}]},{"content":"Article 6","metadata":{"topics":["http://www.constituteproject.org/ontology/equalgr1","http://www.constituteproject.org/ontology/equal"]},"section":[{"content":"All human beings are equal before the law without distinction of race, of ethnic origin, of region, of sex, of religion, of political affiliation and of social position.","metadata":{"topics":["http://www.constituteproject.org/ontology/equalgr15","http://www.constituteproject.org/ontology/equalgr6","http://www.constituteproject.org/ontology/equalgr4","http://www.constituteproject.org/ontology/equalgr12"]}},{"content":"The State assures the reinforced protection of the rights of the minorities, of the autochthonous peoples, and of handicapped persons.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/finsup3"}}},{"content":"The law guarantees to the man and to the woman equal rights in all the domains. In the Central African Republic one is neither subject [to] nor [has] a privilege of place of birth, of person or of family.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/equalgr16"}}}]},{"content":"Article 7","section":[{"content":"The family constitutes the natural and moral basis of the human community."},{"content":"Marriage is the union between a man and a woman. It is organized by the law.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/marriage"}}},{"content":"The family and marriage are placed under the protection of the State.","metadata":{"topics":["http://www.constituteproject.org/ontology/fndfam","http://www.constituteproject.org/ontology/marriage"]}},{"content":"The State and the other public collectivities have, collectively [ensemble], the duty to see to the physical and moral health of the family and to encourage it socially by the appropriate institutions."},{"content":"The protection of the woman and of the child against violence and insecurity, exploitation and moral, intellectual and physical neglect[,] is an obligation of the State and the other public collectivities. This protection is assured by the appropriate measures and institutions of the State and of the other public collectivities.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/childpro"}}},{"content":"Parents have the natural right and the primordial duty to raise and educate their children so as to develop in them [a] good physical, intellectual and moral aptitude. They are supported in this task by the State and the other public collectivities."},{"content":"Children born outside of marriage have the same rights to public assistance as legitimate children.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/childpro"}}},{"content":"Natural children, legally recognized, have the same rights as legitimate children.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/childpro"}}},{"content":"The State and the other public collectivities have the duty to create the prerequisite [prealable] conditions and the public institutions that guarantee the education of children.","metadata":{"topics":["http://www.constituteproject.org/ontology/finsup4","http://www.constituteproject.org/ontology/childpro"]}}]},{"content":"Article 8","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/health"}},"section":[{"content":"The State guarantees to all the right of access to the establishments of public care as well as the benefit of adequate medical treatments provided by professionals trained and endowed with the necessary equipment."},{"content":"The private establishments of care may be opened with the authorization of he State and within the conditions established by the law."},{"content":"They are placed under the control of the services of the State and/or of the Territorial Collectivities."},{"content":"The State may, when the circumstances so demand and in view of the protection of the public health, take temporary measures of control, of prevention and even of restriction of the freedoms."}]},{"content":"Article 9","section":[{"content":"Each has the right of access to sources of knowledge. The State guarantees to any citizen access to instruction, to culture, and to professional training [formation].","metadata":{"topics":["http://www.constituteproject.org/ontology/cultrght","http://www.constituteproject.org/ontology/achighed"]}},{"content":"Education and instruction must be provided to youth by public or private establishments.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/edfree"}}},{"content":"Private establishments may be opened with the authorization of the State, within the conditions established by the law. They are placed under the control of the State."},{"content":"Parents have the obligation to provide education and instruction to their children until the age of sixteen (16) years at least."},{"content":"The State and other public collectivities have the obligation to create and to assure the good functioning of the public establishments for the education and the instruction of youth."},{"content":"Education is gratuitous in the public establishments at the various [divers] levels of education.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/edfree"}}}]},{"content":"Article 10","metadata":{"topics":["http://www.constituteproject.org/ontology/freerel","http://www.constituteproject.org/ontology/assem","http://www.constituteproject.org/ontology/opinion"]},"section":[{"content":"The freedom of conscience, of assembly, [and] of religion and of beliefs [cultes] are guaranteed to all within the conditions established by the law."},{"content":"Any form of religious fundamentalism [intégrisme] and intolerance is prohibited."}]},{"content":"Article 11","section":[{"content":"The Republic guarantees to every citizen the right to work, to a healthy environment, to rest and to recreation within the conditions established by the law. It assures to them the conditions favorable for their development through an efficient policy of employment.","metadata":{"topics":["http://www.constituteproject.org/ontology/provwork","http://www.constituteproject.org/ontology/safework","http://www.constituteproject.org/ontology/leisure"]}},{"content":"All citizens are equal concerning employment. No one may be discriminated against in their work or their employment because of their origin, of their sex, of their opinions or of their beliefs."},{"content":"All workers participate, through the intermediary of their representatives, in the determination of working conditions."},{"content":"The laws establish the conditions of assistance and of protection accorded to workers, and most particularly to the most young, to the most elderly, to the handicapped and to the minorities.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/childwrk"}}}]},{"content":"Article 12","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/jointrde"}},"section":[{"content":"The syndical right is guaranteed and is exercised freely within the framework of the laws which regulate it."},{"content":"Any worker can affiliate with the union of their choice and defend their rights and interests through trade union action."},{"content":"The right to strike is guaranteed and is exercised within the framework of the laws which regulate it and may, in no case, infringe either the freedom to work, or the free exercise of the right of property [propriété].","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/strike"}}}]},{"content":"Article 13","metadata":{"topics":["http://www.constituteproject.org/ontology/busines","http://www.constituteproject.org/ontology/freecomp"]},"section":{"content":"The freedom of enterprise is guaranteed within the framework of the laws and regulations in force."}},{"content":"Article 14","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/assoc"}},"section":[{"content":"All citizens have the right to freely constitute associations, groups, societies and political parties in accordance with the texts in force.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/partrght"}}},{"content":"The associations, the groups, the societies and the political parties of which the activities are contrary to the public order as well as to the unity and to the cohesion of the Central African People[,] are prohibited.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/partprh"}}}]},{"content":"Article 15","section":[{"content":"The freedom to inform, to express and to disseminate one&#x27;s opinions by speech, the pen and the image and any other means of communication under reserve of respect for the rights of others, is guaranteed individually and collectively.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/express"}}},{"content":"The freedom of the press is recognized and guaranteed. It is exercised within the conditions established by the law.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/press"}}},{"content":"The exercise of this freedom and the equal access for all to the media of the State are assured by an independent organ, endowed with the power of regulation and of decision[,] the status of which is established by the law.","metadata":{"topics":["http://www.constituteproject.org/ontology/govmed","http://www.constituteproject.org/ontology/press"]}},{"content":"The State guarantees the freedom of peaceful demonstration.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/assem"}}}]},{"content":"Article 16","metadata":{"topics":["http://www.constituteproject.org/ontology/telecom","http://www.constituteproject.org/ontology/privacy"]},"section":[{"content":"The secrecy of correspondence as well as that of postal, electronic, telegraphic and telephonic communications[,] are inviolable."},{"content":"Restrictions on the above provisions may only be ordered in application of a law."}]},{"content":"Article 17","metadata":{"topics":["http://www.constituteproject.org/ontology/cultrght","http://www.constituteproject.org/ontology/artists"]},"section":{"content":"The freedom of intellectual, artistic and cultural creation is recognized and guaranteed. It is exercised within the conditions established by the law."}},{"content":"Article 18","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/proprght"}},"section":[{"content":"Any physical or juridical [morale] person has the right to property."},{"content":"No one may be deprived of his property, except for cause of public utility legally declared and under the condition of a just and prior indemnification.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/exprop"}}},{"content":"The right to property may not be exercised contrarily to public utility, social [utility], or in a manner to prejudice the security, the freedom, the existence or the property of others."}]},{"content":"Article 19","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/privacy"}},"section":[{"content":"The domicile is inviolable. It may only be infringed by a decision of justice and, if there is a danger in the dwelling, by the other authorities designated by the law, responsible for its execution in the forms prescribed by it."},{"content":"The measures infringing the inviolability of the domicile or restricting it will be taken to guard against a public danger or to protect persons in peril."},{"content":"These measures may be taken in application of the law to protect the public order against imminent threats, notably to combat the risks of epidemic, of fire or to protect persons in danger."},{"content":"The property and the assets of persons as well as the patrimony of the Nation are inviolable. The State and Territorial Collectivities as well as all citizens must protect them."}]},{"content":"Article 20","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/solid"}},"section":{"content":"All citizens are equal concerning [devant] public responsibilities [charges] and in particular concerning taxes [impôt] that only the law may, within the conditions provided for by this Constitution, create and assess. They support, in all solidarity, the responsibilities resulting from natural calamities or [from] endemic, epidemic or incurable diseases."}},{"content":"Article 21","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/falseimp"}},"section":{"content":"An individual [who is a] victim of violation of the provisions of Articles 1 to 20 of this Title has the right to reparation."}},{"content":"Article 22","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/milserv"}},"section":[{"content":"The defense of the Fatherland and is a duty for every citizen."},{"content":"Military or civil service is obligatory and is exercised within the conditions established by the law."}]},{"content":"Article 23","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/abide"}},"section":{"content":"Any person living in the national territory has the duty to respect, in all circumstances, the Constitution, the laws and regulations of the Republic."}}]},{"content":"TITLE II. OF THE STATE AND OF SOVEREIGNTY","section":[{"content":"Article 24","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/anthem"}},"section":[{"content":"The form of the State is the Republic.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/system"}}},{"content":"The Central African State has for its name: République Centrafricaine [Central African Republic]."},{"content":"The Central African Republic is a State of law, unitary, sovereign, indivisible, secular and democratic. It recognizes and protects the traditional values in accordance with the law and the Customary Authorities.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/seprel"}}},{"content":"Its capital is Bangui. It can only be transferred by virtue of a law, when the superior interest of the Nation requires it.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/capital"}}},{"content":"Its national language is Sango.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/lang"}}},{"content":"Its official languages are Sango and French.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/lang"}}},{"content":"Its emblem is the flag of five (5) colors having four (4) horizontal bands of equal width of blue, white, green and yellow color, crossed perpendicularly in their middle [milieu], by a band of equal width of red color and struck in the superior left quadrant by a star of five (5) points of yellow color.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/flag"}}},{"content":"Its motto is: Unité - Dignité - Travail [Unity - Dignity - Work].","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/motto"}}},{"content":"Its anthem is La Renaissance.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/anthem"}}},{"content":"Its National Day is established as 1st December, the date of the proclamation of the Republic."},{"content":"Its currency is defined by the law."},{"content":"The Seal of the State and the Coat-of-Arms of the Republic are defined by the law."}]},{"content":"Article 25","section":{"content":"The principles of the Republic are:","section":{"content":"government of the People, by the People and for the People;","section":[{"content":"the separation of the State and of Religion;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/seprel"}}},{"content":"national unity;"},{"content":"social peace;"},{"content":"social justice;"},{"content":"national solidarity;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/solid"}}},{"content":"good governance;"},{"content":"social and economic development."}]}}},{"content":"Article 26","section":[{"content":"National sovereignty belongs to the people who exercise it by way [voie] of referendum or by the intermediary of their representatives.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/referen"}}},{"content":"No part [fraction] of the people nor any individual may arrogate its exercise, or alienate it."},{"content":"The eligible institutions, responsible for [chargées de] directing the State, have their power from the people by way of [par voie d&#x27;] elections, by direct or indirect universal suffrage","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/voteun"}}}]},{"content":"Article 27","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/milrest"}},"section":[{"content":"The Forces of Defense and of Security are at the service of the Nation."},{"content":"They are composed exclusively of Central African citizens."},{"content":"They are professional, multi-ethnic, republican and non-partisan."},{"content":"The Forces of Defense have as their mission to guarantee the integrity of the territory, as well as the security of the populations, against any foreign, or internal aggression or menace; within respect for the constitutional provisions and the Laws."},{"content":"The National Forces of Security have as their mission to defend the authority of the law and to guarantee the security of the persons and of the assets."},{"content":"The Statutes [Statuts] of the Forces of Defense and of Security are incompatible with political status [statut]."},{"content":"The organic laws determine the respective organization and the functioning of the Forces of Defense and of Security"}]},{"content":"Article 28","section":[{"content":"The usurpation of sovereignty by coup d&#x27;état, rebellion, mutiny or any other non-democratic process [procédé] constitutes an imprescriptible crime against the Central African People. Any person or any third estate [Etat tiers] performing such acts will have declared war on the Central African People."},{"content":"Any physical or juridical person that organizes actions of support, diffuses or have diffuse declarations to support a coup d&#x27;état, a rebellion or an attempted to take the power by mutiny or by any other means, is considered as co-author."},{"content":"The authors, co-authors and accomplices of the acts referred to in paragraphs 1 and 2 are interdicted from all public functions in the Institutions of the State."}]},{"content":"Article 29","section":[{"content":"In the case of a coup d&#x27;état, of aggression by a third State or by mercenaries, the authorities enabled by the Constitution have the right and the duty of recourse to all means to reestablish constitutional legitimacy, including the recourse to the Agreements of military cooperation or defense [cooperation] in force.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/intlaw"}}},{"content":"In these circumstances, every citizen or group of citizens has the right and the duty to organize themselves in a peaceful manner, to defeat [faire échec] the illegitimate authority."}]},{"content":"Article 30","section":[{"content":"Central Africans of the two (2) sexes, aged eighteen (18) years of age and enjoying their civil rights, are electors within the conditions determined by the law.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/voteres"}}},{"content":"The vote is a civic duty."},{"content":"Suffrage may be direct or indirect within the conditions specified by the Constitution. It is always universal, equal and secret.","metadata":{"topics":["http://www.constituteproject.org/ontology/voteun","http://www.constituteproject.org/ontology/freeelec"]}}]},{"content":"Article 31","metadata":{"topics":["http://www.constituteproject.org/ontology/partreg","http://www.constituteproject.org/ontology/partrght"]},"section":[{"content":"The political parties or groups concur in the expression of suffrage, [and] to the animation of the political, economic and social life."},{"content":"They freely form and exercise their activities. They are required to promote and to respect the principles of democracy, of unity and of national sovereignty, of the Rights of Man, of the secularity and the republican form of the State, in accordance with the laws and regulations in force."},{"content":"It is prohibited to them to identify themselves with a race, an ethnicity, a gender, a religion, a sect, a language, a region or an armed group."},{"content":"The political parties must respect the principles of representation of gender and of regions specified by the law."},{"content":"A law determines the conditions of their formation, of their functioning, of their funding [financement] of their control and of their dissolution."}]}]},{"content":"TITLE III. OF THE EXECUTIVE POWER","section":[{"content":"Article 32","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/execnum"}},"section":[{"content":"The Executive Power is composed of the President of the Republic and of the Government."},{"content":"The President of the Republic is the Head of the Executive."},{"content":"The Prime Minister is the Head of Government."}]},{"content":"Chapter 1. Of the President of the Republic","section":[{"content":"Article 33","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hospow"}},"section":[{"content":"The President of the Republic is the Head of State."},{"content":"He incarnates and symbolizes the national unity."},{"content":"He sees to the respect for the Constitution. He assures, through his arbitration, the regular functioning of the public powers as well as the continuity and the sustainability [pérennité] of the State."},{"content":"He is the guarantor of the national independence, of the integrity of the territory, [and] of respect for the Agreements and Treaties.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/intlaw"}}},{"content":"He establishes the grand orientations of the policy of the Nation."},{"content":"He appoints the Prime Minister, Head of Government and terminates his functions. On proposal of the Prime Minister, he appoints the other members of the Government and terminates their functions.","metadata":{"topics":["http://www.constituteproject.org/ontology/cabsel","http://www.constituteproject.org/ontology/hogdiss","http://www.constituteproject.org/ontology/cabdiss","http://www.constituteproject.org/ontology/hogelect"]}},{"content":"He is the Head of the Executive. As such, he convenes [réunit] and presides over the Council of Ministers. In it he establishes the agenda in advance and in it he registers the decisions [made]. He sees to the execution of the laws."},{"content":"He promulgates the laws, [and] signs the ordinances and the decrees."},{"content":"He is the Supreme Head of the Armies.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/comchief"}}},{"content":"He is responsible for the national defense."},{"content":"He presides over the Superior Council and Committee of National Defense.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hosstaff"}}},{"content":"He is the guarantor of the independence of the Judicial Power."},{"content":"He presides over Superior Council of the Magistrature, the Consultative Commission of the Council of State and the Conference of Presidents and of Procurator General [Procureur Général] of the Court of Accounts. He sees to the execution of the decisions of justice."},{"content":"He exercises the right of pardon.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/pardon"}}},{"content":"He has authority over all the public and parastatal [parapublic] administrations of the State and sees to their neutrality."},{"content":"He appoints to the civil and military functions, with the exception of those for which the law provides otherwise."},{"content":"He negotiates, signs, ratifies and denounces the international Treaties and Agreements.","metadata":{"topics":["http://www.constituteproject.org/ontology/treat","http://www.constituteproject.org/ontology/intlaw","http://www.constituteproject.org/ontology/headforn"]}},{"content":"He accredits the ambassadors and the envoys to foreign Heads of State.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/headforn"}}},{"content":"The foreign ambassadors and envoys are accredited to him.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/headforn"}}},{"content":"He confers the honorific distinctions of the Republic."}]},{"content":"Article 34","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hosdiss"}},"section":[{"content":"The function of President of the Republic is incompatible with the exercise of any other political function, of any other elective mandate, [and] of any lucrative activity."},{"content":"During his mandate, the President of the Republic may not by himself or though a third party, purchase or take a lease on an asset belonging to the domain of the State and of the Territorial Collectivities, without previous authorization of the Plenary Assembly of the Court of Cassation within the conditions established by the law. He may not take part, by himself or through a third party, in public or private markets on behalf of the administrations or institutions arising from [the domain] of the State and of the local Collectivities or subject to their control."},{"content":"In the case of violation of the provisions of this Article, the President of the Republic can be removed according to the procedure specified in Article 125 below."}]},{"content":"Article 35","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hoselect"}},"section":[{"content":"The President of the Republic is elected by universal direct suffrage and by secret majority ballot, in two (2) rounds.","metadata":{"topics":["http://www.constituteproject.org/ontology/freeelec","http://www.constituteproject.org/ontology/voteun"]}},{"content":"The duration of the mandate of the President of the Republic is of five (5) years. The mandate is renewable one sole time.","metadata":{"topics":["http://www.constituteproject.org/ontology/hosterml","http://www.constituteproject.org/ontology/hosterm"]}},{"content":"In no case, may the President of the Republic exercise more than two (02) consecutive mandates or extend it for whatever motive that may be.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hosterml"}}}]},{"content":"Article 36","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hosrest"}},"section":[{"content":"Only men and women fulfilling the following conditions can be candidates to presidential election:","section":{"content":"to be of Central African nationality;","section":[{"content":"to be aged thirty-five (35) years at least [on] the day of the deposit of the dossier of the candidature;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hosage"}}},{"content":"to have a property built on the national territory;"},{"content":"to have resided in the national territory for at least one (1) year;"},{"content":"to not have been the object of a sentence to an afflictive or defamatory penalty;"},{"content":"enjoying their civil rights;"},{"content":"enjoying good mental and physical health;"},{"content":"to be of good morals."}]}},{"content":"The election of the new President takes place forty-five (45) days at least and ninety (90) days at most before the termination of mandate of the President in office [exercice].","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/electsch"}}}]},{"content":"Article 37","section":[{"content":"The results of the presidential election are proclaimed by the Constitutional Court fifteen (15) days at the latest after the provisional publication by the National Authority of Elections."},{"content":"The investiture, by the Constitutional Court, of the President-elect takes place within a time period of forty-five (45) days at most after the Court has dealt with [any] electoral disputes."},{"content":"In case of the death or of disability within that time period, the provisions of Article 47 below are applied."}]},{"content":"Article 38","metadata":{"topics":["http://www.constituteproject.org/ontology/god","http://www.constituteproject.org/ontology/oath"]},"section":[{"content":"When he enters into his functions, standing, visibly, his left hand resting on the Constitution and the right hand raised, the President of the Republic takes the following [ci-aprs] oath, in Sango, then in French, before the Constitutional Court sitting in solemn audience:"},{"content":"&quot;I ........, swear before God and before the Nation to observe the Constitution scrupulously, to guarantee the independence and the sustainability of the Republic, to safeguard the integrity of the territory, to preserve the peace, to consolidate the national unity, to assure the well-being of the Central African People, to fulfill conscientiously the duties of my office without any consideration of ethnic, regional, or religious order, of never exercising the powers conferred upon me by the Constitution for personal ends nor to revise the number and the duration of my mandate and in all [matters] only to be guided by the national interest and dignity of the Central African People&quot;."}]},{"content":"Article 39","section":[{"content":"Within the thirty (30) days which precede the taking of the oath, the newly elected President of the Republic makes a written declaration of his patrimony[,] deposited at the Office [greffe] of the Constitutional Court[,] which is rendered public within eight (8) working days."},{"content":"Within the thirty (30) days which precede the cessation of his functions the President of the Republic renews the declaration of his patrimony within the conditions specified in the paragraph above."},{"content":"A law determines the nature of the sanctions and the penalties applicable for the non-declaration or for the false declaration of the patrimony."}]},{"content":"Article 40","metadata":{"topics":["http://www.constituteproject.org/ontology/override","http://www.constituteproject.org/ontology/legapp"]},"section":[{"content":"The President of the Republic promulgates the laws within the fifteen (15) days which follow the definitive adoption of the text by the Parliament. This time period is reduced to five (5) days in case of urgency declared by the Parliament."},{"content":"In default of promulgation within the required time periods, the law enters into force either automatically after declaration by the Constitutional Court or by referral to the Parliament."},{"content":"He can[,] nevertheless, before the expiration of this time period, demand of the Parliament a new deliberation of the law or of certain of its provisions. This demand must be substantiated and the new deliberation may not be refused. It intervenes obligatorily in the course of the same session. The adoption, unchanged [en l&#x27;etat], of the text submitted to this new deliberation may only intervene with the qualified majority of two-thirds (2/3) of the members who compose each of the two Chambers of the Parliament."},{"content":"The President of the Republic promulgates this law within the month which follows the close of the parliamentary session."}]},{"content":"Article 41","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/referen"}},"section":[{"content":"When the circumstances require it, the President of the Republic can submit to referendum, after [the] opinion of the Council of Ministers, [of] that of the Bureau the National Assembly, [of] that of the Bureau of the Senate and [of] that of the President of the Constitutional Court, any bill of law, or before its promulgation, any law already voted by the Parliament.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/stdcom"}}},{"content":"The text adopted by the people as a result of the referendum is promulgated within a time period of fifteen (15) days."}]},{"content":"Article 42","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hosdec"}},"section":[{"content":"As an exception, for a limited time period and for the execution of a specific program, the President of Republic can demand of the Parliament the authorization to take, by ordinances, the measures which are normally of the domain of the law. The ordinances are adopted in the Council of Ministers after [the] opinion of the Council of State."},{"content":"They enter into force on their publication but become lapsed if they have not been ratified at the expiration of the time period specified in the enabling law."},{"content":"At the expiration of this time period, the ordinances, when they have been ratified, may only be modified by the law in those matters which are of the legislative domain."}]},{"content":"Article 43","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/em"}},"section":[{"content":"When the institutions of the Republic, the independence of the Nation, the integrity of the territory, the execution of international commitments or the normal functioning of the public powers are threatened in a grave and immediate manner, the President of the Republic, after [the] opinion of the Council of Ministers, of the President of the National Assembly, of the President of the Senate and of the President of the Constitutional Court, takes the measures required by the circumstances with the view to establish the public order, the integrity of the territory and the regular functioning of the public powers.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/intlaw"}}},{"content":"The Nation is informed by the message of the President of the Republic of his decision to implement or to discontinue the application of this Article."},{"content":"When he exercises [dispose] exceptional powers, the President of the Republic may not revise or suspend all or part of the Constitution, or dissolve the National Assembly. During the exercise of exceptional powers, the Parliament meets of plain right. It is referred[,] for ratification, within the fifteen (15) working days [following] their promulgation, to [the matter] of the measures of legislative nature taken by the President of the Republic."},{"content":"These measures will become lapsed if the bill of law of ratification is not deposited with the Bureau of the National Assembly within the said time period."},{"content":"The Parliament can adopt them, amend them, or reject them in the vote on the law of ratification."},{"content":"The application of exceptional powers by the President of the Republic must, in no case, compromise either the national sovereignty or the territorial integrity."}]},{"content":"Article 44","metadata":{"topics":["http://www.constituteproject.org/ontology/stdcom","http://www.constituteproject.org/ontology/em"]},"section":{"content":"The President of the Republic can, when the circumstances require it, after [the] opinion of the Council of Ministers, of the Bureau of the National Assembly, the Bureau of the Senate and of the President of the Constitutional Court, declare the state of siege or the state of urgency for a period of fifteen (15) days. This time period may only be extended by the National Assembly, convened in extraordinary session with or without [a] quorum."}},{"content":"Article 45","section":[{"content":"The President of the Republic communicates with the Parliament, either directly or by [a] message he has read. These communications do not give rise to any debate or vote."},{"content":"Out of session, the National Assembly meets specially to this effect."}]},{"content":"Article 46","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/legdiss"}},"section":[{"content":"The President of the Republic can, after consultation of the Council of Ministers, of the Bureau of the National Assembly, the Bureau of the Senate and of the President of the Constitutional Court, declare the dissolution of the National Assembly. The legislative elections then take place forty-five (45) days at least and ninety (90) days at most after the dissolution.","metadata":{"topics":["http://www.constituteproject.org/ontology/stdcom","http://www.constituteproject.org/ontology/electsch"]}},{"content":"Each Chamber of the Parliament meets of plain right within the month which follows its election."},{"content":"In the case of dissolution of the National Assembly, the President of the Republic may not legislate."},{"content":"It may not proceed to more than one dissolution during the duration of a Presidential mandate."}]},{"content":"Article 47","metadata":{"topics":["http://www.constituteproject.org/ontology/hossucc","http://www.constituteproject.org/ontology/hosdiss"]},"section":[{"content":"The vacancy of the Presidency of the Republic is only created [ouverte] by the death, the resignation, the removal, [or] the conviction of the President or by his definitive incapacity to exercise his functions in accordance with the duties of his office [charge]."},{"content":"Any case of definitive incapacity or of illness, which places the President of the Republic in the absolute impossibility of exercising his functions, must be confirmed [constaté] by a Special Committee presided over by the President of the Constitutional Court and including the President of the National Assembly, the President of the Senate and the Prime Minister, Head of Government."},{"content":"The Special Committee, referred to [the matter] by the Government, decides with the absolute majority of its members, by decision taken after [the] separate and substantiated opinion of three doctors, designated by the National Council of the Order of Doctors, Dental Surgeons, and Pharmacists [Conseil Nationale de l&#x27;Ordre des Médecins, Chirurgiens-dentistes et Pharmaciens] and obligatorily including the personal physician of the President of the Republic."},{"content":"In [the] case of death, a report [constat] must be established by the Special Committee specified [visé] in paragraph 2 of this Article, by decision taken after [the] separate and substantiated opinion of three doctors, designated by the National Council of the Order of Doctors, Dental Surgeons, and Pharmacists [Conseil Nationale de l&#x27;Ordre des Médecins, Chirurgiens-dentistes et Pharmaciens] and obligatorily including the personal physician of the President of the Republic."},{"content":"In [the] case of conviction, the decision that is pronounced is transmitted by the President of the concerned jurisdiction to the President of the Constitutional Court[,] who informs the President of the National Assembly as well as the President of the Senate by letter and the Nation by message[,] of it."},{"content":"In [the] case of resignation, the President of the Republic notifies his decision by letter to President of the Constitutional Court and informs the Nation by message."},{"content":"The ballot for the election of the new President must intervene forty-five (45) days at least and ninety (90) days at most after the creation [ouverture] or the determination of the vacancy. The person exercising the functions of the President of the Republic provisionally cannot be a candidate at this election."},{"content":"In [the] case of resignation, of dismissal, of definitive incapacity or of death, the President of the Republic is substituted by the President of the National Assembly."},{"content":"In the hypothetical [case] where [the President of the National Assembly] will be himself in one of the above cases, the substitution is assured by the President of the Senate."},{"content":"The substitute is required to organize, within forty-five (45) days at least and ninety (90) days at most, the election of the new President of the Republic."},{"content":"During the period of the substitution, the provisions of Articles 33 to 46 above, are not applicable."},{"content":"The interim President of the Republic may not modify, either the Constitution, or the composition of the Government."},{"content":"He may not have recourse to the referendum."}]},{"content":"Article 48","section":[{"content":"In case of temporary absence or incapacity of the President of the Republic, the Prime Minister, Head of Government, assures the substitution."},{"content":"In case of temporary absence or incapacity of the President of the Republic and of the Prime Minister, Head of Government, the President of the Republic establishes by decree the attributions of one of the Ministers charged to assure the substitution by virtue of an express delegation."}]},{"content":"Article 49","section":[{"content":"With the exception of those concerning the domains reserved [to] the Head of State provided for in Articles 33, 40, 41, 42, 43, 44, 45, 46, 90, 91, 92 and 99, the acts of the President of the Republic are countersigned by the Prime Minister and, the case arising, by the Ministers given the charge of their execution.","metadata":{"topics":["http://www.constituteproject.org/ontology/cabpow","http://www.constituteproject.org/ontology/hogpow"]}},{"content":"The absence of the countersignature may result in the nullity of these acts."}]},{"content":"Article 50","section":{"content":"The law establishes the benefits granted to the President of the Republic and organizes the modalities of granting of a pension to the former Presidents of the Republic enjoying their civil rights."}}]},{"content":"Chapter 2. Of the Government","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/cabinet"}},"section":[{"content":"Article 51","section":{"content":"The Government consists of the Prime Minister, Head of Government[,] and the Ministers."}},{"content":"Article 52","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hogpow"}},"section":[{"content":"The Prime Minister, Head of Government, determines and conducts the policy of the Nation, of which the grand orientations are established by the President of the Republic, Head of State, in accordance with Article 33 paragraph 5 above."},{"content":"The Prime Minister, Head of Government, directs [dispose] the Administration and appoints to specific civil offices [emplois] determined by the law."},{"content":"He assures the execution of the laws."},{"content":"He presides over the Councils of the Cabinet and [of] the Inter-Ministerial Committees [Comités Interministériels]."},{"content":"The regulatory acts of the Prime Minister, Head of Government, are countersigned by the Ministers given the charge their execution."},{"content":"The absence of [the] countersignature may result in the nullity of these acts."}]},{"content":"Article 53","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hogdiss"}},"section":[{"content":"The Prime Minister, Head of Government, is responsible before the President of the Republic and before the National Assembly."},{"content":"The functions of the Prime Minister are terminated by the President of the Republic, following a motion of censure adopted with the majority of two-thirds (2/3) of the Deputies composing the National Assembly."}]},{"content":"Article 54","metadata":{"topics":["http://www.constituteproject.org/ontology/hogdiss","http://www.constituteproject.org/ontology/cabdiss"]},"section":[{"content":"After the appointment of the members of the Government, the Prime Minister, Head of Government, within a time period of sixty (60) days, presents [présente] himself to the National Assembly and presents [expose] his program and general policy."},{"content":"On this occasion, the Prime Minister, Head of Government must demand a vote confidence of the National Assembly. The confidence is accorded or refused by the absolute majority of the Deputies."},{"content":"In case the time period of sixty (60) days is not respected, Article 53 paragraph 2 above is applied."}]},{"content":"Article 55","metadata":{"topics":["http://www.constituteproject.org/ontology/hogdiss","http://www.constituteproject.org/ontology/cabdiss"]},"section":[{"content":"The Prime Minister, Head of Government, can, after deliberation by the Council of Ministers, engage the responsibility of the Government before the National Assembly on the vote of a text."},{"content":"In this case, the text is considered as adopted, unless if a motion of censure deposited within the twenty-four (24) hours which follow, is voted within the conditions established in Article 53 above."}]},{"content":"Article 56","section":[{"content":"The Prime Minister, Head of Government, can delegate certain of his powers to the Ministers."},{"content":"The interim of the Prime Minister, Head of Government, is assured by a member of Government following the order of precedence."}]},{"content":"Article 57","section":[{"content":"The functions of member of Government are not combinable [cumulables] with those of member of the Parliament, of member of the Economic and Social Council, of member of the National Council of Mediation, of member of the High Council of Communication, of member of the National Authority of Elections, of member of the High Authority responsible for Good Governance, of any function of professional representation, of any salaried employment and of any lucrative activity.","metadata":{"topics":["http://www.constituteproject.org/ontology/cabrest","http://www.constituteproject.org/ontology/hoglegr"]}},{"content":"At the end of the governmental mission, the titular [members] may reintegrate their function during the mandate in course."},{"content":"A law establishes the conditions under which the replacement of the titular [person] of such mandates, functions or employment is provided for."}]},{"content":"Article 58","section":[{"content":"Before the entry into their functions, the Prime Minister and the members of the Government make, each in [regard] to what concerns him, a written declaration of [their] patrimony, deposited at the Office of the Constitutional Court, which renders it public within eight (8) working days."},{"content":"Counting from the cessation of their functions, the Prime Minister and the members of the Government renew, each in [regard] to what concerns him, the declaration of their patrimony within the conditions specified in paragraph 1 above."}]},{"content":"Article 59","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/invexe"}},"section":{"content":"Within their respective domains of competence, the Ministers are heard by the National Assembly or the Senate on the oral or written questions posed by the Deputies or the Senators."}},{"content":"Article 60","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/cabpow"}},"section":[{"content":"The Government examines, in the Council of Ministers, the bills of law before their deposit with the Bureau of each Chamber of the Parliament."},{"content":"It is consulted for [its] opinion on the proposals of law."},{"content":"The Government has the obligation to previously obtain the authorization of the National Assembly before the signature of any contract relative to natural resources as well as financial conventions. It is required to publish the said [ledit] contract within the eight (8) working days following its signature."}]},{"content":"Article 61","metadata":{"topics":["http://www.constituteproject.org/ontology/hogdiss","http://www.constituteproject.org/ontology/cabdiss"]},"section":[{"content":"The National Assembly can, by the vote of a motion of censure, engage [mettre en cause] the responsibility of the Government."},{"content":"It obligatorily carries the title &quot;Motion of Censure&quot; and must be signed by one-third (1/3) of the members who compose the National Assembly."},{"content":"The motion of censure signed, is remitted to the President of the National Assembly who notifies the Government of it without delay."},{"content":"The vote [vote] on the motion of censure intervenes within the forty-eight (48) hours which follow its deposit."},{"content":"The vote [scrutin] takes place by a secret ballot [bulletin] and with the majority of two-thirds (2/3) of the members who compose the National Assembly."}]},{"content":"Article 62","metadata":{"topics":["http://www.constituteproject.org/ontology/cabdiss","http://www.constituteproject.org/ontology/hogdiss"]},"section":{"content":"When the National Assembly adopts a motion of censure or when it disapproves the program or a declaration of general policy of the Government, the Prime Minister must remit, without delay, to the President of the Republic, the resignation of his Government."}}]}]},{"content":"TITLE IV. OF THE LEGISLATIVE POWER","section":[{"content":"Article 63","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/housenum"}},"section":[{"content":"The Legislative Power is exercised by a Parliament that includes two (2) Chambers:","section":{"content":"the National Assembly;","section":{"content":"the Senate."}}},{"content":"The Parliament legislates and controls the action of the Government."}]},{"content":"Article 64","section":[{"content":"The Chambers of the Parliament meet on the same dates:","section":{"content":"in ordinary sessions, at the convocation of the Bureaus of the National Assembly and of the Senate after consultation with the President of the Republic;","section":{"content":"in extraordinary sessions, at the demand of the President of the Republic or of the third of the members composing one or the other Chamber.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/exsess"}}}}},{"content":"However, the two Chambers are only convoked simultaneously if the matters brought to the agenda concern both [l&#x27;une et l&#x27;autre].","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/legjoint"}}}]},{"content":"Article 65","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/legjoint"}},"section":[{"content":"The two Chambers of the Parliament may meet in congress, at the demand of the President of the Republic to:","section":{"content":"hear a communication or receive a message from the President of the Republic;","section":{"content":"decide on a bill or a proposal of constitutional revision."}}},{"content":"When the Parliament meets in congress, the Bureau of the National Assembly presides over the debates."}]},{"content":"Article 66","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/assets"}},"section":[{"content":"Within the thirty (30) days that follow the installation of the Parliament, the Deputy and the Senator make, each in [regard] to what concerns him, a written declaration of [their] patrimony, deposited at the Office of the Constitutional Court which renders it public within eight (8) working days."},{"content":"Within the thirty (30) days that precede the ceasing of their functions, the Deputy and the Senator renew, each in [regard] to what concerns him, the declaration of their patrimonies within the conditions specified in the paragraph above."}]},{"content":"Article 67","metadata":{"topics":["http://www.constituteproject.org/ontology/remleg","http://www.constituteproject.org/ontology/immunity"]},"section":[{"content":"The members of the Parliament enjoy parliamentary immunity. Consequently, no Parliamentarian may be prosecuted, investigated or arrested, detained or judged on the occasion of the opinions or votes emitted by them in the exercise of their functions."},{"content":"During the sessions, a Parliamentarian may only be prosecuted or arrested in a correctional matter, with the authorization of the National Assembly or of the Senate[,] granted by vote by secret ballot[,] with the absolute majority of the members who compose the Chamber concerned."},{"content":"Out of session, a Parliamentarian may only be prosecuted or arrested with the authorization of the Bureau of the National Assembly or of the Bureau of the Senate. This authorization may be suspended if the National Assembly or the Senate so decides with the absolute majority.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/stdcom"}}},{"content":"The Parliamentarian caught in fragrante delicto or in flight[,] after the commission of criminal acts or misdemeanors, can be prosecuted and arrested without the authorization of the National Assembly, of the Senate or of their Bureaus.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/stdcom"}}},{"content":"The prosecution of a Parliamentarian is suspended until the end of his mandate, except in cases of the lifting of parliamentary immunity, if the Chamber concerned requires it by vote with the absolute majority of the members who compose it."},{"content":"The Parliamentarian who is made the object of a definitive criminal conviction is removed [radié] from the list of Parliamentarians within the conditions established by the organic law relative to each Chamber."},{"content":"A law determines the number of Deputies and Senators, the electoral regime of the national Assembly and of the Senate as well as the regime of the immunities, of the ineligibilities, of the incompatibilities, of the pensions, of the indemnities, of the conditions of their replacement in case of vacancy of seat and of the privileges of the members of the Parliament.","metadata":{"topics":["http://www.constituteproject.org/ontology/income","http://www.constituteproject.org/ontology/lhrest","http://www.constituteproject.org/ontology/uhseats","http://www.constituteproject.org/ontology/uhselect","http://www.constituteproject.org/ontology/legrep","http://www.constituteproject.org/ontology/uhrest","http://www.constituteproject.org/ontology/lhseats","http://www.constituteproject.org/ontology/lhselect"]}}]},{"content":"Chapter 1. Of the National Assembly","section":[{"content":"Article 68","section":[{"content":"The Central African People elect, by direct universal suffrage for a mandate of five (5) years, citizens who constitute the National Assembly and who have the title of Deputy.","metadata":{"topics":["http://www.constituteproject.org/ontology/lhselect","http://www.constituteproject.org/ontology/lhrest","http://www.constituteproject.org/ontology/voteun","http://www.constituteproject.org/ontology/lhterm"]}},{"content":"Each Deputy is the elect [élu] of the Nation."},{"content":"The mandate of a Deputy can only be shortened by dissolution of the National Assembly or by the resignation, the removal [radiation] or the disqualification of the said Deputy."}]},{"content":"Article 69","metadata":{"topics":["http://www.constituteproject.org/ontology/lhlead","http://www.constituteproject.org/ontology/stdcom"]},"section":[{"content":"The National Assembly elects its President for the duration of the legislature within the first eight (8) days of its installation."},{"content":"The other members of the Bureau are elected each year."}]},{"content":"Article 70","section":[{"content":"The President of the National Assembly can be the made the object of [the] procedure of dismissal for breach [manquement] of the duties of his responsibility [charge] on the substantiated demand of one-third (1/3) of the Deputies."},{"content":"The dismissal is only declared if the vote receives the majority of two-thirds (2/3) of the Deputies composing the National Assembly."},{"content":"The National Assembly then proceeds to elect a new President within the three (3) working days which follow that dismissal."},{"content":"The vote takes place by secret ballot [bulletin]."}]},{"content":"Article 71","section":[{"content":"The right to vote of the Deputies is personal."},{"content":"The internal regulations of the National Assembly may, exceptionally, authorize the delegation of [the] vote in a specific [précis] case."},{"content":"No one may receive more than one [such] mandate."},{"content":"Any imperative mandate is null."}]},{"content":"Article 72","section":{"content":"The National Assembly establishes, itself, its rules of organization and of functioning under the form of [a] law concerning [loi portant] Internal Regulations. These can only enter into force after having been recognized as conforming to the Constitution by the Constitutional Court."}}]},{"content":"Chapter 2. Of the Senate","section":[{"content":"Article 73","section":[{"content":"The Central African People elect, by indirect universal suffrage for a mandate of five (5) years, citizens who constitute the Senate and who have the title of Senator.","metadata":{"topics":["http://www.constituteproject.org/ontology/uhselect","http://www.constituteproject.org/ontology/voteun","http://www.constituteproject.org/ontology/uhterm","http://www.constituteproject.org/ontology/uhrest"]}},{"content":"Each Senator is the representative of the Territorial Collectivities of the Republic."},{"content":"The mandate of a Senator can only be shortened by dissolution of the National Assembly or by the resignation, the removal [radiation], the disqualification or death."}]},{"content":"Article 74","metadata":{"topics":["http://www.constituteproject.org/ontology/uhlead","http://www.constituteproject.org/ontology/stdcom"]},"section":[{"content":"The Senate elects its President for the duration of the legislature within the first eight (8) days of its installation."},{"content":"The other members of the Bureau are elected each year."},{"content":"The President of the Senate can be the made the object of [the] procedure of dismissal for breach [manquement] of the duties of his responsibility [charge] on the substantiated demand of one-third (1/3) of the Senators."},{"content":"The dismissal is only declared if the vote receives the majority of two-thirds (2/3) of the members composing the Senate."},{"content":"The Senate then proceeds to elect a new President within the three (3) working days which follow that dismissal."},{"content":"The vote takes place by secret ballot [bulletin]."}]},{"content":"Article 75","section":[{"content":"The right to vote of the Senators is personal. The internal regulations of the Senate may, exceptionally, authorize the delegation of [the] vote in a specific [précis] case. No one may receive more than one [such] mandate."},{"content":"Any imperative mandate is null."}]},{"content":"Article 76","section":[{"content":"The Senate establishes its rules of organization and functioning under the form of [a] law concerning [loi portant] Internal Regulations."},{"content":"These can only enter into force after having been recognized as conforming to the Constitution by the Constitutional Court."}]}]},{"content":"Chapter 3. Of the Powers of the Parliament","section":[{"content":"Article 77","section":[{"content":"The Parliament votes the law, raises taxes and controls the action of Government within the conditions established by this Constitution."},{"content":"The Parliament regulates the accounts of the Nation. It is, to this effect, assisted by the Court of Accounts."},{"content":"The Parliament can charge [charger] the Court of Accounts [with] any inquiry and study reporting on the execution of the budget or on the management of the national treasury and of the public monies [deniers]."}]},{"content":"Article 78","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/war"}},"section":{"content":"The Parliament is solely enabled to authorize the declaration of war. It meets specially to this effect. The President of the Republic informs the Nation of it by a message."}},{"content":"Article 79","section":{"content":"The Parliament decides on the bills of law deposited with the Bureau of each Chamber by the Government or on the proposals of law deposited by the members of the Parliament."}},{"content":"Article 80","section":{"content":"[The following] are of the domain of the law:","section":{"content":"The rules concerning the following matters:","section":{"content":"The fundamental principles:","section":{"content":"of the regime of property, [and] of civil and commercial rights and obligations;","section":[{"content":"of education, of culture, of scientific, technical and technological research and of vocational training;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/science"}}},{"content":"of the right of assembly and of peaceful demonstration;"},{"content":"of the right to petition;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/petition"}}},{"content":"of health and of public health;"},{"content":"of insurance, of cooperatives, of savings and of credit;"},{"content":"of the decentralization and of regionalization;"},{"content":"of the administration of the Territorial Collectivities;"},{"content":"of the general organization of the national defense;"},{"content":"of the general organization of justice and of the penitentiary regime;"},{"content":"of the right to work, of the syndical right and of social security and of the regime of pensions."}]}}}}},{"content":"Article 81","section":{"content":"The matters other than those which are of the domain of the law arise in [relvent] the regulatory domain."}},{"content":"Article 82","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/budget"}},"section":[{"content":"The laws of finance determine the nature, the amount and the allocation [affectation] of the resources and of the expenditures of the State for a specific fiscal year [exercice] taking account of an economic and financial balance that they define."},{"content":"The laws of finance are obligatorily voted before the end of the fiscal year in progress. If the law of finance establishing the resources and the expenditures for a fiscal year has not been adopted in a timely fashion by the Government, it may demand of urgency of the Parliament the adoption of a law continuing by [portant] provisional twelfths the law of finance of the preceding fiscal year."},{"content":"Deposited by the Government at the opening of the second ordinary session and at the latest the 15th September, the budget is ordered by a law identified as of finance, before the commencement of the new fiscal year. This law may only include provisions of financial order."},{"content":"Any disposition of amendment to the bill of the law of finance must be substantiated and accompanied by the developments of the means which justify it."},{"content":"The amendments deposited by the Parliamentarians are irreceivable when they have the effect of leading to a diminution of resources not offset [compensée] by economies[,] or an augmentation in the expenses [charges] of the State which would not be covered by an equivalent augmentation of resources."},{"content":"The President of the National Assembly and the President of the Senate, after consultation of the Bureaus of the two Chambers, determine this irreceivability."},{"content":"If the Government demands it, the Parliament decides on all or part of the bill of the law of finance retaining in it only the amendments accepted by the Government."},{"content":"The Government is required to deposit with the Bureaus of the Parliament at the first ordinary session, the bill of law of regulation of the preceding fiscal year."}]}]},{"content":"Chapter 4. Of the Relations between the Executive Power and the Legislative Power","section":[{"content":"Article 83","section":[{"content":"The initiative of law belongs concurrently to the Government and to the Parliament.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/legini"}}},{"content":"The proposals of law are deposited at the same time with the Bureaus of the National Assembly and of the Senate and transmitted to the Government for [its] opinion."},{"content":"The Government is required to give its opinion forty-five (45) days at the latest from the date of reception. After this time period, the Parliament examines the proposal of law."}]},{"content":"Article 84","section":[{"content":"The bills and proposals of law are deposited at the same time with the Bureaus of the National Assembly and of the Senate. They are examined by the competent commissions before their discussion in plenary sitting.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/commit"}}},{"content":"The bill of law examined in plenary sitting is the text deposited by the Government."}]},{"content":"Article 85","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/divhouse"}},"section":[{"content":"The texts adopted by the National Assembly are immediately transmitted to the President of the Senate by the President of the National Assembly. The President of the Senate, upon reception of the transmitted texts, submits them to deliberation of the Senate."},{"content":"The Senate, within a time period of ten (10) days counting from the reception of the texts or within a time period of five (5) days for the texts for which the Government declares urgency, may adopt the text."},{"content":"In this case, the President of the Senate returns the adopted text to the President of the National Assembly who transmits it to the President of the Republic for purposes of promulgation."},{"content":"The Senate may eventually make [apporter] amendments to the text, by the simple majority of its members."},{"content":"In this case, the amended text is returned to the National Assembly by the President of the Senate for a new examination."},{"content":"The amendments proposed by the Senate are adopted or rejected by the simple majority of the Deputies. The text definitely adopted is transmitted by the President of the National Assembly to the President of the Republic for promulgation."},{"content":"The texts of law adopted by the National Assembly may be rejected in whole or [in] part by the Senate. The rejection must be approved by an absolute majority of the Senators."},{"content":"In this case, the text in discussion [en cause] accompanied by the exposition of the motives of the rejection, is returned by the President of the Senate to the National Assembly for a new examination."},{"content":"The National Assembly, after deliberation, adopts the text by an absolute majority of the Deputies. The text definitely adopted by the National Assembly is transmitted to the President of the Republic for promulgation."},{"content":"In the case of absence of an absolute majority, the President of the Republic can provoke the meeting of a mixed joint commission responsible for proposing a common text on the provisions rejected by the Senate."},{"content":"The text elaborated by the mixed joint commission is submitted by the President of the Republic for approval to the two Chambers. No amendment is receivable, except with agreement of the President of the Republic."},{"content":"If the mixed joint commission does not reach the adoption of a common text, or if that text is not adopted by one or the other Chamber, the President of the Republic can:","section":{"content":"either demand of the National Assembly to definitely decide;","section":{"content":"or declare the bill or the proposal of law lapsed."}}}]},{"content":"Article 86","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/legapp"}},"section":[{"content":"The President of the Republic promulgates the laws adopted by the Parliament within a time period of fifteen (15) days counting from their transmission, if he does not formulate any demand for [a] second reading or if he does not refer [the matter] to the Constitutional Court."},{"content":"At the end of this time period, and after having declared the omission [carence], paragraph 2 of Article 40 above is applied."},{"content":"The publication of the laws is effected in the Journal Officiel de la Républic [Official Gazette of the Republic]."}]},{"content":"Article 87","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/commit"}},"section":{"content":"The Prime Minister and the other members of the Government have access to the Parliament, [and] to its Commissions and may participate in the debates. They are heard when they formulate the demand. They may be assisted by collaborators designated by them."}},{"content":"Article 88","metadata":{"topics":["http://www.constituteproject.org/ontology/hogdiss","http://www.constituteproject.org/ontology/cabdiss"]},"section":[{"content":"The Prime Minister may, after deliberation of the Council of Ministers, engage before the National Assembly, the responsibility of the Government on a program or, the case arising, on a declaration of general policy."},{"content":"The vote may not intervene less than forty-eight (48) hours after the question of confidence [question de confiance]. Confidence is refused by the absolute majority of the Deputies. Solely the votes favorable to the question of confidence are counted [recensés]."},{"content":"The National Assembly may accuse the responsibility of the Government through the vote of a motion of censure. To be receivable, the motion of censure must be signed by at least one-third (1/3) of the Deputies. The vote may not intervene less than forty-eight (48) hours after the deposit of the motion of censure. The motion of censure is adopted by a majority of two-thirds (2/3) of the Deputies. Solely the votes favorable to the motion of censure are counted."},{"content":"In the case of rejection of the motion of censure, the signatories may not deposit a new one before the time period of one year, except in the case specified in paragraph 3 above.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hogdlim"}}},{"content":"The Prime Minister may, after deliberation of the Council of Ministers, engage before the National Assembly, the responsibility of the Government through the vote of a text."},{"content":"In this case, the text is considered as adopted except if a motion of censure deposited within the following twenty-four (24) hours is voted within the conditions specified in the paragraph above."},{"content":"When the National Assembly adopts a motion of censure or refuses confidence to the Government, the Prime Minister remits to the President of the Republic the resignation of the Government."}]},{"content":"Article 89","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/invexe"}},"section":[{"content":"The means of information, [and] of control and of action of the Parliament on the Government are:","section":{"content":"the question of confidence;","section":[{"content":"the oral question with or without debate;"},{"content":"the written question;"},{"content":"the hearing [audition] in commissions;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/commit"}}},{"content":"the commission of inquiry and of control;"},{"content":"the interpellation."},{"content":"the motion of censure."}]}},{"content":"Solely the National Assembly may exercise the question of confidence or the motion of censure."},{"content":"The law determines the conditions of organization and of functioning of the commissions of inquiry and as well as the powers of the commissions of inquiry and of control."},{"content":"The Government, under reserve of the imperatives of the national defense, of the security of the State, or of the secrecy of judicial information, provides the information to the Parliament."},{"content":"In the course of each ordinary session, one sitting per week is reserved by priority to the questions of the members of the Parliament and to the responses of the Government."}]},{"content":"Article 90","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/referen"}},"section":[{"content":"The President of the Republic, after the consultation of the President of the Constitutional Court, of the President of the National Assembly and of the President of the Senate, may submit to referendum any bill of reform, which although it arises within the domain of the law, should be susceptible to having profound repercussions for the future of the Nation and the National Institutions."},{"content":"It would be so notably, for the bills of law relative to:","section":{"content":"the organization of the public powers or the revision of the Constitution;","section":[{"content":"the ratification of the International Agreements or of the Treaties presenting, by their consequences, a particular importance;","metadata":{"topics":["http://www.constituteproject.org/ontology/treat","http://www.constituteproject.org/ontology/intlaw"]}},{"content":"the reform of the status of the persons and of the regime of assets."}]}},{"content":"A law determines the procedure of the referendum."}]}]}]},{"content":"TITLE V. OF THE INTERNATIONAL AGREEMENTS AND TREATIES","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/intlaw"}},"section":[{"content":"Article 91","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/treat"}},"section":[{"content":"The President of the Republic negotiates, signs, ratifies and revokes [dénonce] the international treaties and agreements."},{"content":"The ratification or the revocation may only intervene after the authorization of the Parliament, notably in that which concerns the peace treaties, the defense treaties, the commercial treaties, the treaties concerning the environment and the natural resources or agreements concerning international organization, those which engage the finances of the State, those which modify the provisions of a legislative nature, those which concern the status of persons and the rights of Man, [and] those which involve cession, exchange or addition of territory.","metadata":{"topics":["http://www.constituteproject.org/ontology/intorgs","http://www.constituteproject.org/ontology/access"]}},{"content":"No cession, no exchange [or] no addition of territory is valid without the consent of the Central African People called to decide on it by means [voie] of referendum.","metadata":{"topics":["http://www.constituteproject.org/ontology/referen","http://www.constituteproject.org/ontology/access"]}},{"content":"The law determines the International Agreements [that] dispense with the procedure of ratification."},{"content":"The President of the Republic and the Parliament are informed of any negotiations tending to the conclusion of an international agreement not submitted to ratification."}]},{"content":"Article 92","metadata":{"topics":["http://www.constituteproject.org/ontology/referen","http://www.constituteproject.org/ontology/intorgs","http://www.constituteproject.org/ontology/region"]},"section":[{"content":"The President of the Republic can, after [a] referendum, conclude with any African State agreements of association or merger [fusion] involving partial or total abandonment of sovereignty in order to realize African Unity."},{"content":"He can create with all States intergovernmental organs [organismes] of common [commune] management, of coordination and of free cooperation."}]},{"content":"Article 93","metadata":{"topics":["http://www.constituteproject.org/ontology/conpow","http://www.constituteproject.org/ontology/treatcon"]},"section":{"content":"If the Constitutional Court[,] referred to [the matter] by the President of the Republic, by the President of the National Assembly, by the President of the Senate or by one-third (1/3) of the Deputies, has declared that a international commitment includes a clause contrary to the Constitution, the authorization to ratify or to approve the international commitment in question can only intervene after the revision of the Constitution."}},{"content":"Article 94","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/treatcon"}},"section":{"content":"The Agreements or Treaties regularly ratified or approved have, on their publication, an authority superior to that of the laws, under reserve, for each agreement or treaty, of its application by the other party."}}]},{"content":"TITLE VI. OF THE CONSTITUTIONAL COURT","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/judcrts2"}},"section":[{"content":"Article 95","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/conpow"}},"section":{"content":"The Constitutional Court is the highest jurisdiction of the State in constitutional matters. It is given the charge:","section":{"content":"to judge the constitutionality of the organic and ordinary laws, already promulgated or simply voted, of the regulations as well as of the Internal Regulations of the National Assembly and of the Senate;","metadata":{"topics":["http://www.constituteproject.org/ontology/uncon","http://www.constituteproject.org/ontology/interp"]},"section":[{"content":"to take cognizance of electoral disputes;"},{"content":"to see to the regularity of the electoral consultations, [and] to examine and to proclaim the definitive results;"},{"content":"to see to the regularity of the operations of [the] referendum, to examine the complaints and to proclaim the definitive results;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/referen"}}},{"content":"to receive the oath of the President of the Republic elected;"},{"content":"to determine the conflicts of competence within the executive power, between the legislative and executive powers and between the State and the territorial collectivities;"},{"content":"to declare the errors [constater des défauts] of promulgation of the laws definitively voted and the lack of their promulgation in order to permit their entry into force;"},{"content":"to interpret the Constitution;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/interp"}}},{"content":"to give its opinion concerning the bills or proposals of constitutional revision and the procedure of [the] referendum;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/amend"}}},{"content":"to receive the declarations of patrimony."}]}}},{"content":"Article 96","metadata":{"topics":["http://www.constituteproject.org/ontology/interp","http://www.constituteproject.org/ontology/uncon"]},"section":{"content":"The Constitutional Court, at the demand of the President of the Republic, of the President of the National Assembly, of the President of the Senate, of the Prime Minister or of one-quarter (1/4) of the members of each Chamber of the Parliament, decides concerning the constitutionality of the laws before their promulgation."}},{"content":"Article 97","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/uncon"}},"section":{"content":"The President of the Republic, the President of the National Assembly, the President of the Senate, the Prime Minister or one-quarter (1/4) of the members of each Chamber of the Parliament may refer a request for [its] opinion to the Constitutional Court."}},{"content":"Article 98","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/uncon"}},"section":[{"content":"Any person can refer the Constitutional Court to [a matter] on the constitutionality of the laws, either directly, or by the procedure of the pleadings [exception] of unconstitutionality invoked before a jurisdiction in a matter which concerns them."},{"content":"The Constitutional Court is required to decide within a time period of one month. In the case of urgency, this period is reduced to eight (8) days."},{"content":"When a pleadings of unconstitutionality is raised by a party [justiciable] before a jurisdiction, whatever that [jurisdiction] might be, it is required to suspend its decision and refer [the matter] to the Constitutional Court which must decide on the constitutionality of the text in dispute [litige] within a time period of one month counting from its referral to [the matter] by the jurisdiction concerned."}]},{"content":"Article 99","section":[{"content":"The Constitutional Court consists of nine (9) members including at least four (4) women, who hold the title of Constitutional Judge."},{"content":"The duration of the mandate of the Constitutional Judges is of seven (7) years, non-renewable.","metadata":{"topics":["http://www.constituteproject.org/ontology/conlim","http://www.constituteproject.org/ontology/conterm"]}},{"content":"The members of the Constitutional Court are designated as follows:","metadata":{"topics":["http://www.constituteproject.org/ontology/conres","http://www.constituteproject.org/ontology/consel"]},"section":{"content":"two (2) Magistrates including one women, elected by their peers;","section":[{"content":"two (2) Attorney including one woman, elected by their peers;"},{"content":"two (2) [members] of a Faculty of Law [enseignants-chercheurs de Droit] including one woman, elected by their peers;"},{"content":"one (1) member appointed by the President of the Republic;"},{"content":"one (1) member appointed by the President of the National Assembly;"},{"content":"one (1) member appointed by the President of the Senate."}]}},{"content":"They elect, from among themselves, a President from among the jurist members and a Vice President."},{"content":"The election is confirmed [entérinée] by Decree of the President of the Republic."},{"content":"The Constitutional Judges must have at least ten (10) years of professional experience.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/conres"}}},{"content":"The nine (9) members of the Constitutional Court are renewed in full."}]},{"content":"Article 100","section":{"content":"However, in case of death, of resignation or of definitive incapacity of a member, the replacement is provided for following the procedure of designation provided for to this effect. The new member completes [achve] the mandate of their predecessor."}},{"content":"Article 101","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/uncon"}},"section":{"content":"When making a decision, and in case of a tie, that of the President is preponderant."}},{"content":"Article 102","section":[{"content":"The members of the Constitutional Court are irremovable for the duration of their mandate. They cannot be prosecuted or arrested without the authorization of the Constitutional Court."},{"content":"They take an oath before entering into their functions."}]},{"content":"Article 103","section":{"content":"The functions of a member of the Constitutional Court are incompatible with any political function, administrative [function], or [function] within a political party, any lucrative activity, of any function of professional representation or of any salaried employment, with the exception of teaching and of the exercise of medicine."}},{"content":"Article 104","section":[{"content":"Before they enter into [their] functions, the members of the Constitutional Court make, each in that which concerns them, a written statement of [their] patrimony, deposited at the Office of the Constitutional Court, which renders them public within eight (8) working days."},{"content":"Within the thirty (30) days that precede the cessation of their functions, the Constitutional Judges renew, each in that which concerns him, the written declaration of their patrimony within the conditions specified in the paragraph above."}]},{"content":"Article 105","metadata":{"topics":["http://www.constituteproject.org/ontology/uncon","http://www.constituteproject.org/ontology/referen"]},"section":{"content":"The bills or proposals of constitutional law are referred for [its] opinion to the Constitutional Court by the President of the Republic, the President of the National Assembly or the President of the Senate before being submitted to vote of the Parliament or to referendum."}},{"content":"Article 106","section":[{"content":"The decisions of the Constitutional Court are not susceptible to any recourse. They impose themselves on the public powers, on all the administrative and jurisdictional authorities, and on all physical or juridical persons."},{"content":"Any text declared unconstitutional is null and of no effect; it may neither be promulgated nor applied. If it is in force, it is removed from the juridical order [ordonnancement].","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/uncon"}}},{"content":"An organic law determines the rules of organization and of functioning of the Constitutional Court."}]}]},{"content":"TITLE VII. OF THE JUDICIAL POWER","section":[{"content":"Article 107","section":[{"content":"Justice constitutes a Power Independent of the Legislature Power and of the Executive Power.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/judind"}}},{"content":"Justice is rendered on the territory of the Central African Republic in the name of the Central African People by the Court of Cassation, the Council of State, the Court of Accounts, the Tribunal of Conflicts, [and] the Courts and Tribunals.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/levjud"}}}]},{"content":"Article 108","section":[{"content":"The judges are independent. They are only subject, in the exercise of their functions, to the authority of the law. The presiding magistrates are irremovable.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/judind"}}},{"content":"The laws determine the status [statut] of the judges."}]},{"content":"Article 109","section":[{"content":"The President of the Republic is the guarantor of the independence of the Judicial Power."},{"content":"The Superior Council of Magistrature, the Consultative Commission of the Council of State and the Conference of Presidents and of the Procurator General of the Court of Accounts, see to the administration [gestion] of the career of the Magistrates and to the independence of the Magistrature.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/jc"}}},{"content":"The organization and the functioning of the Superior Council of the Magistrature, of the Consultative Commission of the Council of State and of the Conference of Presidents and of the Procurator General of the Court of Accounts are established by organic laws.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/jc"}}}]},{"content":"Article 110","section":{"content":"The Judicial Power, guardian of the freedoms and of property, is held to assure respect for the principles consecrated as the fundamental bases of society by this Constitution."}},{"content":"Chapter 1. Of the Court of Cassation","section":[{"content":"Article 111","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/levjud"}},"section":{"content":"The Court of Cassation is the highest jurisdiction of the State of the judicial order."}},{"content":"Article 112","section":{"content":"The Judges of the Court of Cassation are governed by their statute [statut] and by the texts concerning the Superior Council of the Magistrature."}},{"content":"Article 113","section":{"content":"The decisions of the Court of Cassation are not susceptible to any recourse."}},{"content":"Article 114","section":[{"content":"The Court of Cassation gives its opinion on any juridical question that the President of the Republic, the President of the National Assembly or the President of the Senate submits to it."},{"content":"It can also, on its own initiative, bring to [faire porter] the attention of the President of the Republic [the] reforms of legislative or regulatory order which it identifies [as] conforming to the general interest."},{"content":"An organic law determines the rules of organization and of functioning of the Court of Cassation."}]}]},{"content":"Chapter 2. Of the Council of State","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/judcrts1"}},"section":[{"content":"Article 115","section":{"content":"The Council of Sate is the highest jurisdiction of the State of the administrative order."}},{"content":"Article 116","section":{"content":"Decisions rendered by the Council of State are not susceptible to any recourse."}},{"content":"Article 117","section":[{"content":"The Council gives its opinion on the bills and proposals of law or on the bills of decrees that are submitted to it by the President of the Republic, the President of the National Assembly or the President of the Senate."},{"content":"It equally gives its opinion on every question of law arising within its competence submitted to it by the same authorities."},{"content":"The Council of State can on its own initiative, call the attention of the President of the Republic, of the President of the National Assembly or the President of the Senate to the reforms of legislative or regulatory order which arise [relvent] from its competence."},{"content":"An organic law determines the rules of the organization and of functioning of the Council of State."},{"content":"A law establishes the status [statut] of judges of the Council of State."}]}]},{"content":"Chapter 3. Of the Court of Accounts","section":[{"content":"Article 118","section":[{"content":"The Court of Accounts is the jurisdiction competent to judge the accounts of the public accountants, those of the Territorial Collectivities as well as those of the public enterprises."},{"content":"The Judges of the Court of Accounts are governed by their statute [statut] and the texts concerning the Conference of Presidents and of the Procurator General of the Court of Accounts."}]},{"content":"Article 119","section":[{"content":"The decisions of the Court of Accounts may be referred by way [voie] of cassation to the Council of State."},{"content":"An organic law determines the organization and the functioning of the Court of Accounts."}]}]},{"content":"Chapter 4. Of the Tribunal of Conflicts","section":[{"content":"Article 120","section":{"content":"The Tribunal of Conflicts is a non-permanent joint jurisdiction responsible for taking cognizance of the conflicts of competence between the jurisdictions of the judicial order and those of the administrative order."}},{"content":"Article 121","section":[{"content":"The decisions of this jurisdiction have the authority of res judicata [chose jugée]."},{"content":"An organic law determines the rules of organization and of functioning of the Tribunal of the Conflicts."}]}]}]},{"content":"TITLE VIII. OF THE HIGH COURT OF JUSTICE","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/judcrts5"}},"section":[{"content":"Article 122","section":[{"content":"A non-permanent jurisdiction denominated the High Court Justice is instituted."},{"content":"It is composed of six (6) magistrates and three (3) Deputies and three (3) Senators elected by secret ballot by their peers. The President of the High Court of Justice is elected by the magistrates, the Vice President from among the Parliamentarians, within the same conditions as specified above."}]},{"content":"Article 123","metadata":{"topics":["http://www.constituteproject.org/ontology/cabdiss","http://www.constituteproject.org/ontology/hogdiss","http://www.constituteproject.org/ontology/remleg"]},"section":[{"content":"At the demand of the Procurator General, of the National Assembly or of the Senate by half (1/2) of the members who compose them, the President of the Republic refers to the High Court of Justice the Ministers, the Deputies and the Senators susceptible to be prosecuted for high treason."},{"content":"The decision of impeachment, duly substantiated, is taken by the President of the Republic[,] who transmits it to the Procurator General at the High Court of Justice."}]},{"content":"Article 124","metadata":{"topics":["http://www.constituteproject.org/ontology/hosimm","http://www.constituteproject.org/ontology/hosdiss"]},"section":[{"content":"The President of the Republic is only responsible for acts accomplished in the exercise of his functions in the case of high treason."},{"content":"[The following] are notably considered as crimes of high treason:","section":{"content":"the violation of the oath [of office];","section":[{"content":"the political homicides;"},{"content":"racketeering [l&#x27;affairisme];"},{"content":"the constitution or maintenance of [a] militia;"},{"content":"the refusal to endow the forces of defense and of security of the means necessary for the accomplishment of their mission;"},{"content":"the violation of Article 23 above;"},{"content":"the non-establishment of the institutions of the Republic within the constitutional time period;"},{"content":"any action contrary to the superior interests of the Nation."}]}}]},{"content":"Article 125","metadata":{"topics":["http://www.constituteproject.org/ontology/hosdiss","http://www.constituteproject.org/ontology/hosimm"]},"section":[{"content":"The demand for impeachment is only receivable if it obtains the signatures of fifty percent (50%) of the Deputies who compose the National Assembly."},{"content":"The President may only be impeached by the National Assembly if the secret ballot collects two-thirds (2/3) [of the votes] of the Deputies."},{"content":"The resolution of impeachment, duly substantiated, is transmitted by the President of the National Assembly to the Procurator General at the High Court of Justice."},{"content":"However, for the infractions of common law committed before his election or outside of the exercise of his functions, the President of the Republic may only be the object of prosecution, before the competent jurisdictions, at the end of his mandate."},{"content":"In this case, the period of prescription [délai de prescription] of the public action is suspended."}]},{"content":"Article 126","section":{"content":"During the taking of the decision of the High Court of Justice, and in case of a tie [vote], that of the President is preponderant."}},{"content":"Article 127","section":[{"content":"The decisions rendered by the High Court of Justice are not susceptible to any recourse."},{"content":"An organic law determines the regulations of organization and of functioning of the High Court of Justice."}]}]},{"content":"TITLE IX. OF THE TERRITORIAL COLLECTIVITIES","metadata":{"topics":["http://www.constituteproject.org/ontology/sub","http://www.constituteproject.org/ontology/mun"]},"section":[{"content":"Article 128","section":[{"content":"The Central African Republic is organized in Territorial Collectivities on the basis of the principle of decentralization within respect for national unity."},{"content":"The Central African State sees to the harmonious development of all the Territorial Collectivities on the basis of national solidarity, of regional potentials and of interregional equilibrium.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/solid"}}}]},{"content":"Article 129","section":[{"content":"The Territorial Collectivities of the Central African Republic are the regions and the communes."},{"content":"Any other category of Territorial Collectivity may only be created and modified by the law."},{"content":"The Territorial Collectivities administer themselves freely by elected organs and are provided with a regulatory power for the exercise of their competences."},{"content":"In the Territorial Collectivities of the Republic, the representative of the State is the representative of each of the members of the Government. They are responsible for the national interests, for administrative control and for respect for the laws."},{"content":"However, that which arises within the domain of the Judicial Power eludes [échappe] all delegation of power."},{"content":"An organic law determines the modalities of application of this provision."}]}]},{"content":"TITLE X. OF THE ECONOMIC AND SOCIAL COUNCIL","section":[{"content":"Article 130","section":[{"content":"The Economic and Social Council is a consultative Assembly in economic, social, cultural and environmental matters."},{"content":"The members of the Economic and Social Council have the title of Councilor."},{"content":"The Economic and Social Council is obligatorily consulted on any plan or any bill of law of program of action with economic, social, cultural and environmental character."},{"content":"On its own initiative, the Economic and Social Council can formulate recommendations or call [appeler] the attention of the Government, of the National Assembly or of the Senate to reforms that it identifies [as] appropriate on the questions relevant to its competence."}]},{"content":"Article 131","section":[{"content":"The Economic and Social Council gives its opinion on all proposals and all bills of law, of ordinances and of decrees as well as on all measures necessary for economic, social, cultural and environmental development of the Republic, which are submitted to it."},{"content":"It may be given the charge of any study of economic, social, cultural and environmental order."},{"content":"It sees to the harmonious development and equilibrium of all the regions of the Republic."}]},{"content":"Article 132","section":[{"content":"Before the entry into [their] functions, the members of the Economic and Social Council make, each in [regard] to what concerns him, a written declaration of [their] patrimony, deposited at the Office of the Constitutional Court, which renders it public within eight (8) working days."},{"content":"Within the thirty (30) days preceding the cessation of their functions, the members of the Economic and Social Council renew, each in [regard] to what concerns him, the written declaration of their patrimony within the conditions specified in the paragraph above."},{"content":"An organic law determines the organization, the functioning, [and] the mode of designation of the members of the Economic and Social Council, as well as the duration of their functions."}]}]},{"content":"TITLE XI. OF THE NATIONAL COUNCIL OF MEDIATION","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/ombuds"}},"section":[{"content":"Article 133","section":{"content":"The National Council of Mediation [Conseil Nationale de la Médiation] is a permanent organ directed by an independent person, the Mediator of the Republic."}},{"content":"Article 134","section":[{"content":"The National Council of Mediation has for its mission the amelioration of relations between the citizens and the Administration, with a view to protect and to promote the rights of citizens."},{"content":"The National Council of Mediation is endowed with extensive powers to receive the complaints of citizens and to propose solutions in the matters of prevention, of administration [gestion] and of resolution of conflicts."}]},{"content":"Article 135","section":[{"content":"Before the entry into [their] functions, the members of National Council of Mediation make, [each] in [regard] to what concerns him, a written declaration of [their] patrimony, deposited at the Office of the Constitutional Court, which renders it public within eight (8) working days."},{"content":"Within the thirty (30) days preceding the cessation of their functions, the members of the National Council of Mediation renew, each in [regard] to what concerns him, the written declaration of their patrimony within the conditions specified in the paragraph above."},{"content":"An organic law determines the composition, the organization and the functioning of the National Council of Mediation."}]}]},{"content":"TITLE XII. OF THE HIGH COUNCIL OF COMMUNICATION","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/medcom"}},"section":[{"content":"Article 136","section":{"content":"The High Council of Communication is independent of any political power, of any political party, of any association or of any pressure group."}},{"content":"Article 137","section":{"content":"The High Council of Communication is given the charge to assure the exercise of the freedom of expression and the equal access for all to the media, within respect for the laws in force."}},{"content":"Article 138","section":{"content":"The High Council of Communication is endowed with powers of regulation and of decision."}},{"content":"Article 139","section":[{"content":"The High Council of Communication consists of nine (9) members including at least four (4) women."},{"content":"The members of the High Council of Communication are designated from among the persons [of distinction] [personnalités] having at least ten (10) years of professional experience in the domains of journalism, of the arts and of culture, of communications, of law [droit] as well as of new technologies of information and of communication.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/artists"}}},{"content":"Their designation is confirmed by decree of the President of the Republic countersigned by the Prime Minister."},{"content":"The duration of the mandate of the members of the High Council of Communication is of seven (7) years non-renewable."}]},{"content":"Article 140","section":{"content":"The members of the High Council of Communication elect from within a President among the professional members of the media or of communications, and a Vice President."}},{"content":"Article 141","section":{"content":"The functions of member of the High Council of Communication are incompatible with the exercise of any political function, administrative [function], or [function] within a political party, of any lucrative activity, of any function of professional representation or of any salaried employment, with the exception of teaching and of the exercise of medicine."}},{"content":"Article 142","section":[{"content":"Before the entry into [their] functions, the members of the High Council of Communication make, [each] in [regard] to what concerns him, a written declaration of [their] patrimony, deposited at the Office of the Constitutional Court, which renders it public within eight (8) working days."},{"content":"Within the thirty (30) days preceding the cessation of their functions, the members of the National Council of Mediation renew, each in [regard] to what concerns him, the written declaration of their patrimony within the conditions specified in the paragraph above."},{"content":"An organic law determines the composition, the organization and the functioning of the High Council of Communication and the immunity of its members."}]}]},{"content":"TITLE XIII. OF THE NATIONAL AUTHORITY OF ELECTIONS","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/ecom"}},"section":[{"content":"Article 143","section":{"content":"A National Authority of Elections [Autorité Nationale des Elections], abbreviated A.N.E.[,] is instituted."}},{"content":"Article 144","section":[{"content":"The National Authority of Elections is a perennial, independent and autonomous organ."},{"content":"The A.N.E. is competent in the matters of general consultations and elections."}]},{"content":"Article 145","section":[{"content":"Before the entry into [their] functions, the members of the National Authority of Elections make, [each] in [regard] to what concerns him, a written declaration of [their] patrimony, deposited at the Office of the Constitutional Court, which renders it public within eight (8) working days."},{"content":"Within the thirty (30) days preceding the cessation of their functions, the members of the National Authority of Elections renew, each in [regard] to what concerns him, the written declaration of their patrimony within the conditions specified in the paragraph above."},{"content":"An organic law determines the composition, the organization and the functioning of the National Authority of Elections."}]}]},{"content":"TITLE XIV. OF THE AUTHORITY RESPONSIBLE FOR GOOD GOVERNANCE","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hr"}},"section":[{"content":"Article 146","section":{"content":"A High Authority responsible for Good Governance [Haute Autorité chargée de la Bonne Gouvernance] is instituted."}},{"content":"Article 147","section":{"content":"The High Authority responsible for Good Governance is an institution independent of any political power, of any political party, of any association or of any pressure group."}},{"content":"Article 148","section":[{"content":"It sees to the equitable representation of all the regions of the Central African Republic within the public and parastatal [parapublic] institutions"},{"content":"It sees to proscribing any familial, clanish, patrimonial and partisan administration [gestion] of the public affairs [chose]."},{"content":"It sees equally to the protection of the rights of minorities, of the autochthonous peoples, of handicapped persons as well as of the principle of equality between men and women."}]},{"content":"Article 149","section":[{"content":"The High Authority assures the protection of the national patrimony and transparency in the exploitation and the administration of natural resources."},{"content":"It sees to the equitable redistribution of the profits generated by natural resources."},{"content":"It may call the attention of the public powers in the domains arising within its competence and make appropriate proposals."}]},{"content":"Article 150","section":[{"content":"Before the entry into [their] functions, the members of the High Authority responsible for Good Governance make, each in [regard] to what concerns him, a written declaration of [their] patrimony, deposited at the Office of the Constitutional Court, which renders it public within eight (8) working days."},{"content":"Within the thirty (30) days preceding the cessation of their functions, the members of the High Authority responsible for Good Governance renew, each in [regard] to what concerns him, the written declaration of their patrimony within the conditions specified in the paragraph above."},{"content":"An organic law determines the composition, the organization and the functioning of the High Authority responsible for Good Governance."}]}]},{"content":"TITLE XV. OF REVISION","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/amend"}},"section":[{"content":"Article 151","section":{"content":"The initiative of revision of the Constitution belongs concurrently to the President of the Republic and to the Parliament deciding with the majority of two-thirds (2/3) of the members who compose each Chamber."}},{"content":"Article 152","section":[{"content":"The revision intervenes when the bill presented in complete form [a l&#x27;état] has been voted by the Parliament meeting in Congress with a majority of three-quarters (3/4) of the members who compose it or has been adopted by referendum.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/referen"}}},{"content":"No procedure of revision can be initiated or followed in the case of the vacancy of the Presidency of the Republic or when it infringes the unity and the integrity of the territory."}]},{"content":"Article 153","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/unamend"}},"section":{"content":"Expressly excluded from revision are:","section":{"content":"the republican and secular form of the State;","section":[{"content":"the number and duration of the presidential mandates;"},{"content":"the conditions of eligibility;"},{"content":"the incompatibilities to the functions of President of the Republic;"},{"content":"the fundamental rights of the citizen;"},{"content":"the provisions of this Article."}]}}}]},{"content":"TITLE XVI. OF TRANSITORY AND FINAL PROVISIONS","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/tranprov"}},"section":[{"content":"Article 154","section":[{"content":"The Head of the State of the Transition remains in place until the effective taking of [his] function by the President of the Republic, Head of the State democratically elected."},{"content":"The Prime Minister, Head of the Government of Transition remains in place until the appointment of his successor by the President democratically elected."},{"content":"The National Council of the Transition remains in place until the effective installation of the elected National Assembly."},{"content":"The Constitutional Court of the Transition remains in place until the effective installation of the Constitutional Court deriving [issue] from this Constitution."},{"content":"The High Council of Communication of the Transition remains in place until the effective installation of the High Council of Communication deriving from this Constitution."}]},{"content":"Article 155","section":{"content":"The institutions provided for by this Constitution will be put in place within the twelve (12) months that follow the date of the investiture of the President of the Republic elected[,] with the exemption of the Senate which will be established after the municipal and regional elections."}},{"content":"Article 156","section":{"content":"While awaiting the establishment of the Senate, the National Assembly exercises the totality of the Legislative Power."}},{"content":"Article 157","section":{"content":"The legislation resulting from the laws and regulations applicable in the Central African State at the date of the coming into force of this Constitution, remains in force in their provisions that are not contrary to the stipulations of this [Constitution], as long as they have not been modified by [the] legislative or regulatory way [voie]."}},{"content":"Article 158","section":{"content":"The provisions of Article 35 of this Constitution apply to the mandate of the President of the Republic elected under the authority of the Constitutional Charter of Transition of 18 July 2013. He begins in this way the first of the two (2) consecutive mandates specified by Article 35 above."}},{"content":"Article 159","section":[{"content":"This Constitution is adopted by the People through referendum and promulgated by the Head of the State of the Transition on the day of the investiture of the President of the Republic, Head of the State, democratically elected."},{"content":"It will be published in the Journal Officiel [Official Gazette] and executed as the Constitution of the Central African Republic."}]}]}]}}