{"document":{"section":[{"content":"Preamble","metadata":{"topics":["http://www.constituteproject.org/ontology/motive","http://www.constituteproject.org/ontology/prevcond","http://www.constituteproject.org/ontology/preamble"]},"section":[{"content":"During five centuries the Sao Tomean People were locked in a hard and heroic struggle against colonial domination for the liberty of their occupied Country, for the conquest of Sovereignty and National Independence, for the restoration of their usurped rights and for the reaffirmation of their human dignity and African character.","metadata":{"topics":["http://www.constituteproject.org/ontology/region","http://www.constituteproject.org/ontology/dignity"]}},{"content":"On 12th July, 1975, under the enlightened direction of the Liberation Movement of S. Tome and Principe—M.L.S.T.P, the Sao Tomean People attained their National Independence and proclaimed before Africa and all Humanity the Democratic Republic of S. Tome and Principe. That victory, the greatest of our History only was possible thanks to the sacrifices and to the determination of valiant sons of S. Tome and Principe who, for centuries, always resisted the colonial presence, and in 1960 organized themselves in C.L.S.T.P. and later on, in 1972 in M.L.S.T.P., until achieving the supreme objective of national liberation."},{"content":"With the proclamation of National Independence, the Representative Assembly of the S. Tomean People entrusted to the Political Bureau of the M.L.S.T.P., through a stipulation in the 3rd Article of the Fundamental Law then approved, the heavy responsibility of, as the highest political organ of the Nation, assuming the leadership of the society and of the State in S. Tome and Principe, targeting the noble objective of guaranteeing independence and national unity, through the building of a Democratic State in accordance with the maximum plan of the M.L.S.T.P."},{"content":"Fifteen years later and after deep analysis of the experience of legitimate exercise of power by M.L.S.T.P., the Central Committee in its session of December, 1989, faithful to the patriotic duty of promoting the balanced and harmonious development of S. Tome and Principe, decided to sanction formally the just national aspirations, expressed during the National Conference, of 5th to 8th December of 1989, in the sense of opening the necessary space to the participation of other politically organized forces, with a view toward broadening democracy, for the modernization of S. Tome and Principe."},{"content":"Inspired by the historic necessity of promoting increasingly broader and responsible participation of the citizen in the various dominions of the national life, this present revision to the constitutional text, in addition to consecrating the principle that the monopoly of power does not constitute by itself alone sufficient guarantee of progress, represents the collective will of the Sao Tomeans in giving their share of contribution to the universality of the fundamental rights and freedoms of mankind."},{"content":"Accordingly, with the approval by the People’s National Assembly, exercising the powers that are conferred on it by subparagraph i) of Article 32, and ratified by a Popular Referendum, under paragraph 2 of article 70, both of the current Constitution, I now promulgate the following Constitution:","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/auth"}}}]},{"content":"PART I. PRINCIPLES AND OBJECTIVES","section":[{"content":"Article 1. Democratic Republic of São Tomé and Príncipe","metadata":{"topics":["http://www.constituteproject.org/ontology/solid","http://www.constituteproject.org/ontology/system"]},"section":{"content":"The Democratic Republic of São Tomé and Príncipe is a sovereign and independent State, pledged to the building of a free, just and interdependent society, to the defense of human rights and in an active solidarity among all men and all peoples."}},{"content":"Article 2. National Identity","section":{"content":"The Democratic Republic of São Tomé and Príncipe guarantees the Sao Tomean national identity and encompasses every and any Sao Tomean resident within or outside its territory."}},{"content":"Article 3. Sao Tomean Citizenship","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/citizen"}},"section":[{"content":"Sao Tomean citizens are all those born in national territory, the children of a Sao Tomean father or mother and those who may be considered such by the law."},{"content":"Sao Tomean citizens who acquire the nationality of another country retain their original  nationality."}]},{"content":"Article 4. National Territory","section":[{"content":"The territory of the Democratic Republic of São Tomé and Príncipe is comprised of the Islands of São Tomé and Príncipe, of the Islets of Rolas, Cabras, Bombom, Bone Jockey, Pedras Tinhosas and  other adjacent islets, by the territorial sea within a circle of twelve miles beginning at the baseline determined by the law, by archipelagic waters situated within the interior of the baseline and the airspace that extends over the combined territory as previously defined."},{"content":"The Sao Tomean State exercises its sovereignty over the entire national territory, the subsoil of the terrestrial space, the soil and the subsoil of the maritime territory formed by the territorial sea  and the archipelagic waters, as well as the living and non-living natural resources which may be found in all the aforementioned spaces and those existing in the adjacent waters overlying the coasts, outside the territorial sea, to the extent the law determines and in conformity with International Law.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/intlaw"}}}]},{"content":"Article 5. Unitary State","section":[{"content":"The Democratic Republic of São Tomé and Príncipe is a unitary State, without prejudice to the existence of local authorities."},{"content":"The Capital of the Republic is the city of São Tomé.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/capital"}}}]},{"content":"Article 6. State of Democratic Law","section":[{"content":"The Democratic Republic of São Tomé and Príncipe is a State of democratic rule of law, based on the fundamental rights of the human being."},{"content":"Political power belongs to the people who exercise it through universal, direct, equal, and secret vote under the terms of the Constitution.","metadata":{"topics":["http://www.constituteproject.org/ontology/voteun","http://www.constituteproject.org/ontology/freeelec"]}}]},{"content":"Article 7. Justice and legality","section":{"content":"The State of democratic rule of law means the safeguarding of justice and legality as fundamental values of collective life."}},{"content":"Article 8. Lay State","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/seprel"}},"section":{"content":"The Democratic Republic of São Tomé and Príncipe is a lay State, within it existing a separation of the State with respect to all religious institutions."}},{"content":"Article 9. State of Mixed Economy","section":[{"content":"The economic organization of São Tomé and Príncipe rests on the principle of a mixed economy, having in view national independence, development, and social justice."},{"content":"The coexistence of public property, cooperative ownership and private property of means of production is guaranteed within the terms of the law."}]},{"content":"Article 10. Prime Objectives of the State","section":[{"content":"Prime objectives of the State are:"},{"content":"Guarantee the national independence;"},{"content":"Promote, respect and enforce personal, economic, social, cultural and political rights of citizens;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/cultrght"}}},{"content":"To promote and ensure the progress of democratization and economic, social and cultural structures;"},{"content":"Preserve the harmonious balance of nature and of the environment.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/env"}}}]},{"content":"Article 11. National Defense","section":[{"content":"Responsibility for ensuring National Defense rests with the State."},{"content":"The National Defense has as essential objectives the guaranteeing of the national independence, the territorial integrity, the respect for democratic institutions."},{"content":"A special law will regulate its form of organization."}]},{"content":"Article 12. International Relations","section":[{"content":"The Democratic Republic of São Tomé and Príncipe is determined to contribute toward the safeguarding of universal peace, toward the establishment of equal rights and mutual respect for sovereignty amongst all States and toward the social progress of humanity, on the basis of the principles of international law and peaceful coexistence.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/intlaw"}}},{"content":"The Democratic Republic of São Tomé and Príncipe proclaims its adherence to the Universal Declaration of Human Rights and to its principles and objectives of the African Union and of the United Nations Organization.","metadata":{"topics":["http://www.constituteproject.org/ontology/intlaw","http://www.constituteproject.org/ontology/region","http://www.constituteproject.org/ontology/intrght","http://www.constituteproject.org/ontology/intorgs"]}},{"content":"The Democratic Republic of São Tomé and Principe maintain special ties of friendship and cooperation with Portuguese-speaking countries and with the host countries of Sao Tomean emigrants."},{"content":"The Democratic Republic of São Tomé and Príncipe promotes and develops close ties of friendship and cooperation with neighboring countries and those in the region."}]},{"content":"Article 13. Reception of International Law","metadata":{"topics":["http://www.constituteproject.org/ontology/intlaw","http://www.constituteproject.org/ontology/custlaw"]},"section":[{"content":"The norms and principles of general or common international law form an integral part of Sao Tomean law."},{"content":"The norms contained in international conventions, treaties and international agreements validly adopted and ratified by the respective competent bodies apply in the São Tomé legal order following their official publication, and as such are internationally binding on the São Tomé and Príncipe state."},{"content":"Norms provided in international conventions, treaties and international agreements, validly adopted and ratified by the respective competent bodies, take precedence, once they have come into effect in the international and national sphere, over all internal legislative and normative acts below the constitutional level.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/treatcon"}}}]},{"content":"Article 14. National Symbols","section":[{"content":"The National Flag consists of three horizontal bars, being green and those of the extremes of equal width, and the middle, in which are affixed two five-pointed black stars, yellow, being one and one-half times larger than each of the others and by a scarlet triangle, whose base is located on the left side of the Flag. The height of the triangle is half that of the base.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/flag"}}},{"content":"The National Anthem is “TOTAL INDEPENDENCE.”","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/anthem"}}},{"content":"The insignia consists of the figure of a falcon to the left and a parrot to the right, separated by an ovular-form coat of arms, whose vertical abscissa is of a dimension 0.33 times larger than the horizontal and in whose interior a palm tree is featured along the vertical abscissa."}]}]},{"content":"PART II. FUNDAMENTAL RIGHTS AND SOCIAL ORDER","section":[{"content":"Title I. General Principles","section":[{"content":"Article 15. Principles of Equality","metadata":{"topics":["http://www.constituteproject.org/ontology/equalgr1","http://www.constituteproject.org/ontology/equal"]},"section":[{"content":"All citizens are equal before the law, enjoy the same rights and are subject to the same obligations without distinction as to social or racial origin, sex, political tendency, religious belief or philosophical conviction.","metadata":{"topics":["http://www.constituteproject.org/ontology/equalgr4","http://www.constituteproject.org/ontology/equalgr6","http://www.constituteproject.org/ontology/equalgr15","http://www.constituteproject.org/ontology/equalgr11","http://www.constituteproject.org/ontology/equalgr12"]}},{"content":"Woman is equal to man in rights and obligations, being guaranteed to her full participation in political, economic, social and cultural life."}]},{"content":"Article 16. The Citizen Overseas","section":[{"content":"Every Sao Tomean citizen who resides or finds himself overseas enjoys the same rights and is subject to the same obligations as the other citizens, except for that which would be incompatible with absence from the country."},{"content":"Sao Tomean citizens resident overseas enjoy the care and protection of the State."}]},{"content":"Article 17. Foreigners in São Tomé and Príncipe","section":[{"content":"The foreigners and displaced persons who reside or find themselves in São Tomé and Príncipe enjoy the same rights and are subject to the same obligations as the Sao Tomean citizen, except insofar as are concerned political rights, the exercise of public functions and other rights and obligations expressly reserved by law for the national citizen."},{"content":"The exercise of public office only will be permitted to foreigners provided it has a predominantly technical nature, save the presence of an international agreement or convention.","metadata":{"topics":["http://www.constituteproject.org/ontology/rightres","http://www.constituteproject.org/ontology/intlaw"]}},{"content":"Subject to reciprocal terms, the law may grant foreign citizens resident in the national territory active and passive electoral capacity for the election of the holders of the organs of local government."}]},{"content":"Article 18. Scope and meaning of rights","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/intlaw"}},"section":[{"content":"The rights consecrated in this Constitution do not exclude any which might be foreseen in laws or in rules of International Law."},{"content":"The precepts relative to fundamental rights are interpreted and integrated in harmony with the Universal Declaration of Human Rights.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/intrght"}}}]},{"content":"Article 19. Restriction and Suspension","section":[{"content":"The exercise of fundamental rights only can be restricted in cases foreseen in the Constitution and suspended during the validity of a state of siege or state of emergency declared in the terms of the Constitution and of the law.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/em"}}},{"content":"No restriction or suspension of rights may be established for longer than strictly necessary."}]},{"content":"Article 20. Access to the Courts","section":{"content":"Every citizen has the right of resorting to the courts against acts which violate his rights recognized by the Constitution and by the law, justice not being deniable for insufficiency of economic means."}},{"content":"Article 21. Obligations and Limits to Rights","section":{"content":"The citizens have obligations with respect to society and the State, not being able to exercise their rights through violation of the rights of the other citizens, and not respecting the just demands of morality, of public order and of national independence defined in the law."}}]},{"content":"Title II. Personal Rights","section":[{"content":"Article 22. Right to Life","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/life"}},"section":[{"content":"Human life is inviolable."},{"content":"In no case, shall capital punishment exist.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/cappun"}}}]},{"content":"Article 23. Right to Personal Integrity","section":[{"content":"The moral and physical integrity of the person is inviolable."},{"content":"No one may shall be submitted to torture or mistreatment or cruel, inhuman, or degrading treatment or punishment.","metadata":{"topics":["http://www.constituteproject.org/ontology/torture","http://www.constituteproject.org/ontology/cruelty"]}}]},{"content":"Article 24. Right to Identity and Privacy","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/privacy"}},"section":{"content":"Personal identity and the confidentiality of the intimacy of private and family life are inviolable."}},{"content":"Article 25. Inviolability of the home and of correspondence","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/privacy"}},"section":[{"content":"The home and the secrecy of correspondence and of private means of communication are inviolable."},{"content":"Entrance into the home of citizens against their will only may be ordered by competent judicial authority, in the cases and by the manner prescribed by the law.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/evidence"}}}]},{"content":"Article 26. Family, Marriage and Relationships","section":[{"content":"All have the right to form a family and to enter into matrimony in conditions of full equality.","metadata":{"topics":["http://www.constituteproject.org/ontology/matequal","http://www.constituteproject.org/ontology/marriage","http://www.constituteproject.org/ontology/fndfam"]}},{"content":"The law regulates the requirements and effects of marriage and of its dissolution, by death or divorce, independent from the form in which it was celebrated."},{"content":"Spouses have equal rights with respect to civil or political competency and to the maintenance and education of their children.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/matequal"}}},{"content":"Children born out of wedlock cannot, for that reason, be the object of any discrimination.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/childpro"}}},{"content":"Parents have the right and duty of educating and maintaining their children."}]},{"content":"Article 27. Freedom of conscience, religion and worship","metadata":{"topics":["http://www.constituteproject.org/ontology/freerel","http://www.constituteproject.org/ontology/opinion"]},"section":[{"content":"Freedom of conscience, religion and worship is inviolable."},{"content":"No one may be persecuted, deprived of right or exempted from civic obligations or duties because of his convictions or practice of religion."},{"content":"No one may be questioned by any authority about his convictions or religious practices except for the collection of statistical data not individually identifiable nor be prejudiced for refusing to answer."},{"content":"Religious confessions are free in worship, in education and in their organization."}]},{"content":"Article 28. Freedom of cultural creation","metadata":{"topics":["http://www.constituteproject.org/ontology/science","http://www.constituteproject.org/ontology/artists"]},"section":{"content":"Intellectual, artistic and scientific creation are free."}},{"content":"Article 29. Freedom of expression and information","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/express"}},"section":[{"content":"All have the right to freely express and divulge their thinking by word, by image or by any other means."},{"content":"Infractions committed in the exercise of this right remain subject to the general principles of criminal law, their appreciation being within the competence of the courts."}]},{"content":"Article 30. Freedom of the press","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/press"}},"section":[{"content":"Freedom of the press is guaranteed in the Democratic Republic of São Tomé and Príncipe, within the terms of the law."},{"content":"The State guarantees a public service press independent of the interests of economic and political groups.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/govmed"}}}]},{"content":"Article 31. The right to learn and the freedom to teach","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/acfree"}},"section":[{"content":"The right to learn and the freedom to teach are guaranteed."},{"content":"The State may not reserve for itself the right to plan education and culture according to any  philosophical, political, ideological or religious policies."}]},{"content":"Article 32. Freedom to choose profession","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/occupate"}},"section":{"content":"All have the right to freely choose a profession or a type of work, with the exception of the legal  restrictions imposed by the collective interest or inherent to the profession."}},{"content":"Article 33. Right of relocation and immigration","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/freemove"}},"section":[{"content":"To all citizens the right is guaranteed to freely relocate and establish themselves in any part of the national territory."},{"content":"To all is guaranteed the right to emigrate or to leave the national territory and the right to return."}]},{"content":"Article 34. Right to meet and to demonstrate","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/assem"}},"section":[{"content":"All citizens have the right to meet, peacefully and without arms, even in places open to the public."},{"content":"The right to demonstrate is recognized for all citizens, within the terms of the law."}]},{"content":"Article 35. Freedom of association","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/assoc"}},"section":[{"content":"The citizens have the right to, freely and without dependence on any authorization, form associations, so long as they are not contrary to the penal law or do not question the Constitution and national independence."},{"content":"Associations pursue their ends freely."},{"content":"No one can be obliged to take part in an association nor be compelled by any means to remain in one."}]},{"content":"Article 36. Personal freedom and security","section":[{"content":"All have the right to personal freedom and to personal security."},{"content":"No one may be deprived of freedom, except in cases provided for in the law and always by decision or with the review of the appropriate court.","metadata":{"topics":["http://www.constituteproject.org/ontology/wolaw","http://www.constituteproject.org/ontology/habcorp"]}}]},{"content":"Article 37. Application of the Penal Law","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/expost"}},"section":[{"content":"No one may be sentenced criminally except by virtue of prior law which declares punishable the action or omission nor suffer security measures whose purposes are not fixed in prior law.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/wolaw"}}},{"content":"However, penal laws are applied retroactively when their content is more favorable to the accused or to the sentenced."}]},{"content":"Article 38. Limits of sentences and of security measures","section":[{"content":"There may be no punishments nor security measures which deprive or restrict liberty which are of a perpetual, unlimited duration or undefined nature."},{"content":"Sentences are not subject to commutation."},{"content":"No sentence presumes the loss of any civil, professional or political rights."}]},{"content":"Article 39. Habeas Corpus","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/habcorp"}},"section":[{"content":"In case of imprisonment or illegal detention resulting from the abuse of power, the citizen has the right of recourse to the provision of habeas corpus."},{"content":"The provision of habeas corpus is lodged before the Court and its procedure is fixed by the law."}]},{"content":"Article 40. Guarantees of criminal procedure","section":[{"content":"Criminal procedure will assure all the defense guarantees."},{"content":"Every accused is presumed innocent until proven guilty, being tried in the shortest time compatible with defense guarantees.","metadata":{"topics":["http://www.constituteproject.org/ontology/presinoc","http://www.constituteproject.org/ontology/speedtri"]}},{"content":"The accused has the right to choose defense counsel and to be assisted by him in all the acts of the trial, the law specifying the instances and the aspects in which that assistance is obligatory.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/couns"}}},{"content":"Every instruction is within the competence of a Magistrate, who may, within the terms of the law, delegate to other entities the practice of instructional acts which do not directly affect fundamental rights."},{"content":"Criminal procedure has an accusatory structure with the hearing of the trial and the instructional acts subordinated to the principle of cross-examination.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/examwit"}}},{"content":"All evidence obtained through torture, coercion or offense to the physical or moral integrity of the person, abusive intromission into private life, in the home, in correspondence or in telecommunications are null.","metadata":{"topics":["http://www.constituteproject.org/ontology/evidence","http://www.constituteproject.org/ontology/telecom"]}},{"content":"No case may be removed from the court whose competence has been established in prior law."}]},{"content":"Article 41. Extradition, expulsion and right of asylum","metadata":{"topics":["http://www.constituteproject.org/ontology/excrim","http://www.constituteproject.org/ontology/citdep"]},"section":[{"content":"The extradition and the expulsion of Sao Tomean citizens from the National territory are not allowed."},{"content":"Extradition for political motives is not permitted, nor for crimes which carry the death penalty according to the law of the petitioning State."},{"content":"The expulsion of foreigners who have obtained a residence permit, only may be determined by judicial authority, the law assuring expeditious means of decision."},{"content":"Asylum is granted to foreigners persecuted or gravely threatened with persecution, in virtue of their activity in favor of democratic rights.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/asylum"}}}]}]},{"content":"Title III. Social rights and economic, social and cultural order","section":[{"content":"Article 42. Right to Work","section":[{"content":"All have the right to work.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/provwork"}}},{"content":"The obligation to work is inseparable from the right to work.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/work"}}},{"content":"It is incumbent upon the State to ensure equality of opportunity in the choice of profession or type of work and conditions do that access to any position, work or professional category are not blocked."},{"content":"The right to exercise professions is guaranteed in the conditions obtaining in the law."}]},{"content":"Article 43. Rights of workers","section":{"content":"All the workers have rights:","section":[{"content":"To recompense for work, according to quantity, nature and quality, observing the principal of equal salary for equal work, so as to guarantee a deserved living;","metadata":{"topics":["http://www.constituteproject.org/ontology/standliv","http://www.constituteproject.org/ontology/remuner"]}},{"content":"To labor-union freedom, as a means of promoting their unity, defending their legitimate rights and protecting their interests;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/jointrde"}}},{"content":"To the organization of work in socially dignifying conditions, in order to facilitate personal accomplishment;"},{"content":"To being able to perform work in hygienic and safe conditions;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/safework"}}},{"content":"To a maximum limit to the work day, to weekly rest and to periodic paid holidays;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/leisure"}}},{"content":"To strike, under terms to be regulated by law, taking into account the interests of the workers and of the National economy.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/strike"}}}]}},{"content":"Article 44. Social Security","section":[{"content":"The State guarantees to every citizen, through the social security system, the right to protection in illness, handicap, widowhood, orphanhood and other instances prescribed in the law;","metadata":{"topics":["http://www.constituteproject.org/ontology/finsup4","http://www.constituteproject.org/ontology/finsup3"]}},{"content":"The organization of the system of social security of the State does not prejudice the existence of private institutions, with the implementation in mind of the objectives of Social Security."}]},{"content":"Article 45. Cooperatives","section":[{"content":"The right of free establishment of cooperatives is guaranteed."},{"content":"The State stimulates, and supports the creation and the activity of cooperatives."}]},{"content":"Article 46. Intellectual property","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/intprop"}},"section":{"content":"The State protects the inherent rights to intellectual property, including the rights of the author."}},{"content":"Article 47. Private property","section":[{"content":"The right to private property and to its transfer in life or through death is guaranteed to all, in  accordance with the law.","metadata":{"topics":["http://www.constituteproject.org/ontology/proprght","http://www.constituteproject.org/ontology/transfer"]}},{"content":"Requisition and expropriation for public use only may be effected as based on the law.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/exprop"}}}]},{"content":"Article 48. Private enterprises","section":[{"content":"The State oversees the respect for the law by private enterprises and protects the economically and socially viable small and medium enterprises.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/busines"}}},{"content":"The State may authorize foreign investment, provided it is useful to the economic and social development of the Country."}]},{"content":"Article 49. Housing and environment","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/shelter"}},"section":[{"content":"All have the right to housing and to an environment of human life and the duty to defend it."},{"content":"It is incumbent upon the State to plan and execute a housing policy inserted in the plans for zoning of the territory."}]},{"content":"Article 50. Right to health care","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/health"}},"section":[{"content":"All have the right to health care and the duty to defend it."},{"content":"In accordance with the National system of Health, it is incumbent upon the State to promote the Public Health which has as objectives the physical and mental well-being of the populations and their balanced fitting into the socio-ecological environment in which they live."},{"content":"The exercise of private medical practice is permitted, in the conditions fixed by law."}]},{"content":"Article 51. Family","section":[{"content":"As the fundamental element of the society, the family has the right to the protection of the society and of the State."},{"content":"It is incumbent, especially, upon the State:","section":[{"content":"To promote the social and economic independence of households;"},{"content":"To promote the creation of a national network of maternal infant assistance;"},{"content":"To cooperate with parents in the education of their children."}]}]},{"content":"Article 52. Childhood","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/childpro"}},"section":{"content":"Children have the right to the respect and to the protection of the society and of the State, with a view toward their complete development."}},{"content":"Article 53. Youth","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/childwrk"}},"section":{"content":"The youth, especially the young workers, enjoy special protection in order to render effective their economic, social and cultural rights."}},{"content":"Article 54. Senior citizens","section":{"content":"Persons of advanced age have the right to satisfactory family life and economic security."}},{"content":"Article 55. Education","section":[{"content":"Education, as a right recognized to all the citizens, strives for the whole formation of man and his active participation in the community."},{"content":"It is the responsibility of the State to promote the elimination of illiteracy and permanent education, in accordance with a National system of instruction."},{"content":"The State ensures basic compulsory and free education.","metadata":{"topics":["http://www.constituteproject.org/ontology/edcomp","http://www.constituteproject.org/ontology/edfree"]}},{"content":"The State gradually promotes the possibility of equal access to the other levels of education.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/achighed"}}},{"content":"Education is permitted through private Institutions, in the terms of the law."}]},{"content":"Article 56. Culture and sports","section":[{"content":"Conditions will be created so that all citizens may have access to culture are encouraged to participate actively in its creation and dissemination.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/cultrght"}}},{"content":"The State preserves, defends and esteems the cultural patrimony of the Sao Tomean people.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/cultrght"}}},{"content":"It is incumbent upon the State to encourage and promote the practice and spreading of sports and of physical culture."}]}]},{"content":"Title IV. Civic-political rights and obligations","section":[{"content":"Article 57. Participation in public life","section":{"content":"All citizens have the right to take part in public life and in the direction of the affairs of the country, directly or by through freely elected representatives."}},{"content":"Article 58. Right to suffrage","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/voteres"}},"section":{"content":"All citizens of more than eighteen years have the right of suffrage, excepting incompetence as provided in the general law."}},{"content":"Article 59. Right to access to public office","section":{"content":"All citizens have the right of access, in conditions of equality, and liberty, to public office."}},{"content":"Article 60. Right of petition","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/petition"}},"section":{"content":"All citizens have the right to present, individually or collectively, to the organs of political power or to any authority petitions, representations, protests or complaints for defense of their rights in the Constitution, in the laws or of the general interest."}},{"content":"Article 61. Right of indemnity","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/illadmin"}},"section":{"content":"Every citizen has the right to be indemnified for damage caused by illegal and harmful actions to his legitimate rights and interests, whether from State organs, Social Organizations or whether from public officials."}},{"content":"Article 62. Civic organizations","section":{"content":"The State supports and protects the social organizations recognized by law which, in correspondence with specific interests, frame and foment the civic participation of the citizens."}},{"content":"Article 63. Political Organizations","section":[{"content":"Every citizen may form or participate in political organizations recognized by law which encompass the free and plural participation of the citizens in public life.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/partrght"}}},{"content":"Special law shall regulate the formation of political parties.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/partreg"}}}]},{"content":"Article 64. National defense obligations","section":[{"content":"It is a privilege, honor and the supreme duty of a citizen to participate in the defense of the sovereignty, independence and territorial integrity of the State."},{"content":"Every citizen has the duty of rendering military service under the terms of the law.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/milserv"}}},{"content":"Treason to the Fatherland is a crime punishable by the most severe punishment."}]},{"content":"Article 65. Taxes","section":[{"content":"All citizens have a duty to contribute to public expenditure, under the law.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/taxes"}}},{"content":"The taxes seek to satisfy the financial necessities of the State and a just distribution of income."}]}]}]},{"content":"PART III. ORGANIZATION OF POLITICAL POWER","section":[{"content":"Title I. General principles","section":[{"content":"Article 66. Political participation of the citizens","section":{"content":"The participation and direct and active involvement of citizens in the political life constitutes a fundamental condition of consolidation of the Republic."}},{"content":"Article 67. Organ of political power","section":[{"content":"The formation, the composition, the competence and the functioning of the organs of political power are those defined in the Constitution and in the law."},{"content":"No organ of political power may delegate its powers to other organs, except in the instances and in the terms expressly foreseen in the Constitution and the law."}]},{"content":"Article 68. Organs of Sovereignty","section":{"content":"Organs of Sovereignty are:","section":[{"content":"President of the Republic"},{"content":"National Assembly"},{"content":"Government"},{"content":"Courts"}]}},{"content":"Article 69. The principle of the separation and interdependence of powers","section":[{"content":"Sovereign bodies shall observe the principles of separation and interdependence laid down in the Constitution."},{"content":"No organ that exercises sovereignty and no organ of regional or local government may delegate its powers to other organs, except in the cases and under the circumstances expressly provided for in the Constitution and the law."}]},{"content":"Article 70. Normative acts","section":[{"content":"Legislative acts are laws, decree-laws, decrees, regional decrees and regional executive decrees."},{"content":"The laws and decree-laws are of equal value, subject to their subordination to the corresponding provisions of the published decree-laws in terms of the use of legislative authorization and the provisions that serve to develop the general basis for the legal regimes."},{"content":"Regional decrees and regional executive decrees deal with matters of specific interest to the Autonomous Region of Príncipe which are not reserved to the National Assembly or to the Government, and they may not contain provisions contrary to the fundamental principles of the Republic’s general laws.","metadata":{"topics":["http://www.constituteproject.org/ontology/fedsep","http://www.constituteproject.org/ontology/sub"]}},{"content":"The decree-laws and decrees deal with matters concerning the organization and functioning of government."},{"content":"The general laws of the Republic are those laws and decree-laws whose raison d’être involves unconditional application throughout the national territory."},{"content":"No law can create other categories of legislative acts or grant other types of acts the power to, with external effectiveness, interpret, add to, modify, suspend or revoke any of their precepts."},{"content":"The regulations shall specify the laws whose purpose it is to regulate or define the subjective and objective competence to their introduction."}]},{"content":"Article 71. Referendum","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/referen"}},"section":[{"content":"Citizens with voting rights who are registered in the national territory, except as provided in paragraph 3 of Article 17, may be called upon to vote directly, with binding effect, in a referendum, by decree of the President of the Republic, on the proposal of the National Assembly or the government in matters for which they are competent, in the cases and in the terms contemplated in the Constitution and in the law."},{"content":"The referendum can relate only to matters of national interest that should be decided by the National Assembly or by the Government through the adoption of an international convention or legislative act.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/intlaw"}}},{"content":"Specifically excluded from the scope of the referendum are amendments to the Constitution, the matters contemplated in Article 97 of the Constitution and questions and measures relating to the budget, tax and finance."},{"content":"Each referendum shall only address one matter, and questions shall be formulated in terms of a yes or no, objectively, clearly and precisely worded, with a maximum number of questions to be fixed by law, which will also determine the other conditions for the drawing up and holding of referendums."},{"content":"The convening and holding of referendums between the date of convening and holding general elections for government bodies, members of the Regional Assembly of Príncipe and local government bodies is not permitted.","metadata":{"topics":["http://www.constituteproject.org/ontology/mun","http://www.constituteproject.org/ontology/sub"]}},{"content":"The President shall submit to mandatory prior review of the constitutionality and legality the proposed referendum that has been submitted by the National Assembly or by the Government."},{"content":"The rules on the election of members to executive bodies shall apply, with the appropriate changes."},{"content":"Referendum proposals that are rejected by the President of the Republic or are voted against by the electorate cannot be repeated in the same legislative session, unless a new National Assembly is elected, or until the Government is dismissed."}]},{"content":"Article 72. Incompatibility","section":[{"content":"The functions of the President of the Republic are incompatible with any other public or private office."},{"content":"The functions of Deputy to the National Assembly, members of Government and of head of local power organs are subject to the incompatibilities established in the law.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/profleg"}}}]},{"content":"Article 73. Oath of Office","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/oath"}},"section":[{"content":"Upon being empowered in their offices, the heads of organs of the State make the following oath:"},{"content":"“I swear, by my honor, to fulfill an ensure the fulfillment of the Constitution and the laws, to defend the national independence, to promote the economic, social and cultural progress of the Sao Tomean people and to perform with all loyalty and dedication the functions which are entrusted to me.”"}]},{"content":"Article 74. Control and Responsibility","section":[{"content":"The heads of organs of political power have the duty of maintaining the citizens and their organizations informed concerning public affairs, remaining subject to democratic control exercised through the forms of political participation established in the Constitution and the law."},{"content":"Members of bodies with political power have political, civil and criminal liability for the actions and omissions committed in the exercise of their functions."}]},{"content":"Article 75. Deliberations of collegial organs","section":{"content":"The deliberations of the collegial organs of political power are taken in harmony with the principles of free discussion and criticism and the acceptance of the will of the majority."}},{"content":"Article 76. Publication of acts","section":[{"content":"The law determines the forms of publication of the laws and of the other acts of political power."},{"content":"The lack of publication of the laws implies their legal inefficacy."}]}]},{"content":"Title II. President of the Republic","section":[{"content":"Article 77. Duties","metadata":{"topics":["http://www.constituteproject.org/ontology/execnum","http://www.constituteproject.org/ontology/comchief"]},"section":{"content":"The President of the Republic is the Chief of State and the Supreme Commander of the Armed Forces, represents the Democratic Republic of São Tomé and Príncipe, guarantees the national independence and ensures the regular operation of the institutions."}},{"content":"Article 78. Election and assumption of office","section":[{"content":"The President of the Republic is elected by universal, free, direct and secret suffrage.","metadata":{"topics":["http://www.constituteproject.org/ontology/voteun","http://www.constituteproject.org/ontology/hoselect","http://www.constituteproject.org/ontology/freeelec"]}},{"content":"Eligibility for election as President of the Republic is open only to Sao Tomean citizens of origin, the children of a Sao Tomean father or mother, who are over 35 years of age and have no other nationality, and who, in the three years immediately preceding the date of their candidature, have been permanently resident in the national territory.","metadata":{"topics":["http://www.constituteproject.org/ontology/hosage","http://www.constituteproject.org/ontology/hosrest"]}},{"content":"The elected President of the Republic shall take office before the National Assembly on the last day of the term of the outgoing President or, in the case of an election resulting from the position having been vacated, on the eighth day following publication of the election results."}]},{"content":"Article 79. Mandate","section":[{"content":"The President of the Republic is elected for five years.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hosterm"}}},{"content":"In the instance of vacancy, the election of the new President of the Republic will take place ninety days subsequent and he shall begin a new mandate.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hossucc"}}},{"content":"Re-election for a third consecutive term of office, or during the five-year period immediately following the end of the second consecutive mandate, is not permitted.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hosterml"}}},{"content":"If the President of the Republic resigns, he cannot run in the next elections, nor can he run during the five-year period immediately following his resignation."}]},{"content":"Article 80. Competences","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hospow"}},"section":{"content":"The President of the Republic has the competences for:","section":[{"content":"Defending the Republic’s Constitution;"},{"content":"Exercising the functions as Supreme Commander of the Armed Forces;"},{"content":"In accordance with electoral legislation, to set the date for elections for President of the Republic, for the National Assembly and for regional and local Assemblies;","metadata":{"topics":["http://www.constituteproject.org/ontology/sub","http://www.constituteproject.org/ontology/mun"]}},{"content":"Convening a national referendum and declaring the date on which it will be held;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/referen"}}},{"content":"Promulgating laws, decree-laws and decrees;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hogdec"}}},{"content":"Granting pardons and commuting sentences after consulting with the Government;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/pardon"}}},{"content":"Declaring a state of siege or emergency, after consulting with the Government and after obtaining authorization from the National Assembly;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/em"}}},{"content":"Authorizing involvement by the São Tomé Armed Forces in peacekeeping operations abroad or the presence of foreign armed forces in the national territory, at the Government’s proposal, after consulting with the Council of State and with the consent of the National Assembly;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hosstaff"}}},{"content":"Asking the Constitutional Tribunal to carry out a prior review of the constitutionality or legality of legal provisions and international treaties;","metadata":{"topics":["http://www.constituteproject.org/ontology/intlaw","http://www.constituteproject.org/ontology/interp","http://www.constituteproject.org/ontology/uncon"]}},{"content":"Conferring State honors."}]}},{"content":"Article 81. Competences in relation to other bodies","section":{"content":"As regards other bodies the President of the Republic has the following:","section":[{"content":"To chair the Council of State;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hosstaff"}}},{"content":"To chair the Higher Defense Council;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hosstaff"}}},{"content":"To chair the Council of Ministers, at the request of the Prime Minister;"},{"content":"To convene extraordinary meetings of the National Assembly whenever compelling reasons of public interest justify this;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/exsess"}}},{"content":"To dissolve the National Assembly, in observance of the provisions of Article 103, and after consulting with the political parties that have seats in the National Assembly;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/legdiss"}}},{"content":"To send messages to the National Assembly;"},{"content":"To appoint the Prime Minister, after consulting with the political parties, with the consent of the National Assembly and taking the election results into account;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hogelect"}}},{"content":"To appoint and dismiss members of the Government, at the proposal of the Prime Minister;","metadata":{"topics":["http://www.constituteproject.org/ontology/cabsel","http://www.constituteproject.org/ontology/cabdiss"]}},{"content":"To dismiss the Government, in accordance with Article 117;","metadata":{"topics":["http://www.constituteproject.org/ontology/hogdiss","http://www.constituteproject.org/ontology/cabdiss"]}},{"content":"To appoint three members to the Council of State;"},{"content":"To appoint a Judge for the Constitutional Court;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/consel"}}},{"content":"To appoint and dismiss the Attorney-General of the Republic, on the proposal of the Government.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/atgen"}}}]}},{"content":"Article 82. Competence in international relations","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/headforn"}},"section":{"content":"In the area of international relations the President of the Republic has the following competences:","section":[{"content":"To represent the State in international relations;"},{"content":"To ratify international treaties, once they have been duly approved;","metadata":{"topics":["http://www.constituteproject.org/ontology/treat","http://www.constituteproject.org/ontology/intlaw"]}},{"content":"To declare war and make peace, on the proposal of the Government, after consulting the Council of State and with the authorization of the National Assembly;","metadata":{"topics":["http://www.constituteproject.org/ontology/hosstaff","http://www.constituteproject.org/ontology/war"]}},{"content":"To appoint and dismiss ambassadors, on the proposal of the Government, and to accredit foreign diplomatic representatives;"},{"content":"In consultation with the Government to conduct the whole negotiation process for concluding international agreements in the area of defense and security.","metadata":{"topics":["http://www.constituteproject.org/ontology/intlaw","http://www.constituteproject.org/ontology/treat"]}}]}},{"content":"Article 83. Promulgation and veto","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/legapp"}},"section":[{"content":"The bills approved by the National Assembly and submitted to the President of the Republic must be promulgated by the latter, within a time limit of 15 days beginning on the day of its receipt."},{"content":"In case the promulgation is not confirmed, the bill will be reviewed by the National Assembly and if a favorable vote of the qualified majority of the deputies is obtained, the President must promulgate it within the space of eight days.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/override"}}},{"content":"The normative acts of the Government referred to in subparagraphs c) and d) of Article 111 will be regarded as legally non-existent if, within twenty days of their receipt, they are not promulgated or signed by the President of the Republic."}]},{"content":"Article 84. Decision-making","section":{"content":"In the exercise of his powers and competence, the President of the Republic determines the form of the Presidential Decree."}},{"content":"Article 85. Absence from the national territory","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hosdiss"}},"section":[{"content":"The President of the Republic may not absent himself from the national territory without assent of the National Assembly or of its Permanent Commission, if the former is not in session.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/stdcom"}}},{"content":"Assent is dispensed with in the instances of travel not of official character not longer than five days, however the President must give prior advice of it to the National Assembly."},{"content":"Failure to observe the provision of paragraph 1 will automatically result in the loss of office in accordance with the respective process, as defined by law."}]},{"content":"Article 86. Criminal liability","metadata":{"topics":["http://www.constituteproject.org/ontology/hosdiss","http://www.constituteproject.org/ontology/hosimm","http://www.constituteproject.org/ontology/suppow"]},"section":[{"content":"For crimes committed in the exercise of his duties, the President of the Republic will be answerable to the Supreme Court."},{"content":"The initiative for bringing criminal proceedings rests with the National Assembly on the proposal of one fifth of its Members and a resolution adopted by a two-thirds majority of its Members."},{"content":"A criminal sentence shall result in removal from office and the impossibility of re-election."},{"content":"For crimes committed outside the exercise of his duties the President of the Republic shall be answerable to an action brought before the common courts after ending his mandate."}]},{"content":"Article 87. Interim substitution","section":[{"content":"During the temporary incapacitation of the President of the Republic, as well as during the vacancy of the office until the inauguration of the new President elect, the President of the National Assembly or should he be incapacitated, his substitute, shall assume the duties."},{"content":"While exercising on an interim basis the duties of President of the Republic, the mandate as Deputy of the President of the National Assembly or of his substitute is suspended automatically."},{"content":"The acting President cannot exercise the powers contemplated in subparagraph f) of Article 80 and subparagraph e) of Article 81."}]}]},{"content":"Title III. Council of State","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hosstaff"}},"section":[{"content":"Article 88. Definition and Composition","section":[{"content":"The Council of State is the political body that advises the President of the Republic."},{"content":"The Council of State is presided over by the President of the Republic and is made up of the  following members:","section":[{"content":"The President of the National Assembly;"},{"content":"The Prime Minister;"},{"content":"The President of the Constitutional Court;"},{"content":"The Attorney-General of the Republic;"},{"content":"The President of the Regional Government of Príncipe;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/sub"}}},{"content":"Former Presidents of the Republic who have not been removed from office;"},{"content":"Three citizens of recognized suitability and merit, appointed by the President of the Republic for the period corresponding to the duration of its mandate;"},{"content":"Three citizens elected by the National Assembly, in accordance with the principle of proportional representation, for the period corresponding to the term of the legislature."}]}]},{"content":"Article 89. Installation and term of office","section":[{"content":"The members of the Council of State are empowered by the President of the Republic."},{"content":"The members of the Council of State contemplated in subparagraphs a) and e) of paragraph 2 of the preceding article retain their positions for as long as they exercise their respective duties and those contemplated in subparagraphs g) and h) remain in effect until their replacements assume the duties in question."}]},{"content":"Article 90. Functioning and competence","section":[{"content":"Council of State meetings are not public."},{"content":"The Council of State has the following duties:","section":[{"content":"To draw up its regulations;"},{"content":"To pronounce on the dissolution of the National Assembly;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/legdiss"}}},{"content":"To pronounce on dismissal of the Government when this is necessary for ensuring the correct functioning of democratic institutions;","metadata":{"topics":["http://www.constituteproject.org/ontology/cabdiss","http://www.constituteproject.org/ontology/hogdiss"]}},{"content":"To pronounce on the declaration of war and the making of peace;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/war"}}},{"content":"To pronounce on treaties that involve restrictions on sovereignty and the participation of the country in collective security or military international organizations;","metadata":{"topics":["http://www.constituteproject.org/ontology/treat","http://www.constituteproject.org/ontology/intlaw","http://www.constituteproject.org/ontology/intorgs"]}},{"content":"To pronounce on the participation of the Armed Forces on operations abroad or the presence of foreign armed forces in national territory;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/comchief"}}},{"content":"To pronounce on other cases contemplated in the Constitution and, in general terms, to advise the President of the Republic in the exercise of his duties when requested to do so."}]},{"content":"The deliberations of the Council of State are not of a binding nature."}]},{"content":"Article 91. Form and publication of deliberations","section":[{"content":"The Council of State’s deliberations assume the nature of opinions."},{"content":"The opinions of the Council of State contemplated in subparagraphs b) and e) of paragraph 2 of Article 90 are announced at the meeting convened for that purpose by the President of the Republic and are made public when the action to which they refer is undertaken."}]}]},{"content":"Title IV. National Assembly","section":[{"content":"Article 92. Role","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/housenum"}},"section":{"content":"The National Assembly is the highest representative and legislative organ of the State."}},{"content":"Article 93. Composition and election","section":[{"content":"The National Assembly is composed of elected Deputies, within the terms of the law.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/lhselect"}}},{"content":"The Deputies represent all the people, and not just the electoral circles by which they are elected."},{"content":"The number of members of the National Assembly is fixed by the law.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/lhseats"}}}]},{"content":"Article 94. Powers of the Deputies","section":{"content":"The Deputies have, by designation, the following powers:","section":[{"content":"Discuss all questions of national interest;"},{"content":"Introduce bills, of resolution and of motion;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/legini"}}},{"content":"Question the Government; orally or in writing;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/invexe"}}},{"content":"Propose the establishment of commissions of inquiry.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/invexe"}}}]}},{"content":"Article 95. Immunities","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/immunity"}},"section":[{"content":"No Deputy may be inconvenienced, pursued, detained, imprisoned, judged or condemned for votes and opinions he may make during the exercise of his duties."},{"content":"Except in the instance of flagrante delicto and for a crime punishable by imprisonment and by consent of the National Assembly or of its Permanent Committee, Deputies may not be pursued or imprisoned for crimes committed outside their duties.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/stdcom"}}}]},{"content":"Article 96. Rights, prerogatives and duties","section":[{"content":"The rights, privileges and duties of Deputies are regulated by the law."},{"content":"The Deputy who is gravely missing his duties may be removed from the National Assembly, by secret vote, by a majority of two-thirds of the sitting Deputies.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/remleg"}}}]},{"content":"Article 97. Competence","section":{"content":"The National Assembly is charged with:","section":[{"content":"Proceeding to constitutional revision;"},{"content":"Making laws and voting resolutions and motions;"},{"content":"Bestowing legislative authority on the Government;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hogpow"}}},{"content":"Ratifying the decrees-law expedited by the Government through its use of legislative authority;","metadata":{"topics":["http://www.constituteproject.org/ontology/treat","http://www.constituteproject.org/ontology/intlaw","http://www.constituteproject.org/ontology/hogpow"]}},{"content":"Naming and dismissing in the terms of law, the judges of the Supreme Court of Justice;","metadata":{"topics":["http://www.constituteproject.org/ontology/hocsel","http://www.constituteproject.org/ontology/jrem"]}},{"content":"Granting amnesties;"},{"content":"Approving the State’s Budget;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/budget"}}},{"content":"Approving the plans for development and their respective law;"},{"content":"Auditing the accounts of the State relative to each fiscal year;"},{"content":"To approve treaties relating to the matters of law contemplated in Article 98, the treaties that involve the participation of São Tomé and Príncipe in international organizations, treaties of friendship, peace and defense, as well as any others which the Government desires to submit to it;","metadata":{"topics":["http://www.constituteproject.org/ontology/intlaw","http://www.constituteproject.org/ontology/intorgs","http://www.constituteproject.org/ontology/treat"]}},{"content":"Evaluating and approving the Government’s plan and controlling its execution;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/invexe"}}},{"content":"Proposing to the President of the Republic the dismissal of the Prime Minister;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hogdiss"}}},{"content":"Authorizing the President of the Republic to declare a state of siege or of emergency;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/em"}}},{"content":"Authorizing the President of the Republic to declare war and to make peace;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/war"}}},{"content":"Oversee the fulfillment of the Constitution and of the laws and evaluate the acts of the Government and of the Administration;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/invexe"}}},{"content":"Evaluating, modifying or annulling legislative bills or any measures of regulatory character adopted by the organ of political power which may contradict the present Constitution;","metadata":{"topics":["http://www.constituteproject.org/ontology/uncon","http://www.constituteproject.org/ontology/interp"]}},{"content":"Exercising the other functions which may be committed to it by the Constitution and by the law;"},{"content":"Voting motions of confidence in or censure of the Government.","metadata":{"topics":["http://www.constituteproject.org/ontology/hogdiss","http://www.constituteproject.org/ontology/cabdiss"]}}]}},{"content":"Article 98. Reservation of legislative competence","section":{"content":"The National Assembly has exclusive power for legislating on the following matters:","section":[{"content":"Citizenship;"},{"content":"The personal and political rights of citizens;"},{"content":"Elections and other forms of political participation;"},{"content":"Judicial organization and status of judges;"},{"content":"State of siege and state of emergency;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/em"}}},{"content":"The organization of national defense;"},{"content":"Property sectors of means of production;"},{"content":"Taxes and fiscal systems;"},{"content":"Expropriation and requisitioning for the public benefit;"},{"content":"Monetary system;"},{"content":"The definition of crimes, penalties and security measures and criminal prosecution;"},{"content":"The general organization of State Administration, except for the provisions of subparagraph c) of Article 111;"},{"content":"The statutes regulating officials and the civil liability of the Administration;"},{"content":"The organization of local authorities;"},{"content":"The status and capacity of persons."}]}},{"content":"Article 99. Legislative and Parliamentary Procedure","section":[{"content":"Legislative initiative is reserved to the Deputies and to the Government;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/legini"}}},{"content":"The deliberations of the National Assembly assume the form of laws, resolutions and motions."}]},{"content":"Article 100. Legislative authorizations","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hogdec"}},"section":[{"content":"The National Assembly may authorize the Government to legislate, by decree-law, on the matters contemplated in Article 98."},{"content":"The legislative authorization must specify its purpose, its extent and its duration."},{"content":"When the legislative term comes to an end and there is a change of Government, this marks the end of the legislative powers granted."}]},{"content":"Article 101. Ratification of decrees-laws","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hogdec"}},"section":{"content":"The decrees-laws published until one month before each legislative session, in exercise of its delegated legislative authority, are considered ratified if, in the first five plenary sessions of the National Assembly subsequent to their publication, no Deputy requires they be submitted for ratification."}},{"content":"Article 102. The Legislature","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/lhterm"}},"section":{"content":"The legislature has a term of four years and begins with the swearing in of all its members."}},{"content":"Article 103. Dissolution","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/legdiss"}},"section":[{"content":"The National Assembly may be dissolved in the event of severe institutional crisis that prevents its normal functioning, when this is necessary for the correct functioning of democratic institutions; for this purpose the act must first obtain a favorable opinion from the Council of State, otherwise it will not be valid."},{"content":"The National Assembly cannot be dissolved in the twelve months following its election, during the last six months of the mandate of the President of the Republic or while a state of siege or state of emergency is in force.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/em"}}},{"content":"Failure to observe the provisions of the preceding point will result in the legal non-existence of the dissolution decree."},{"content":"Dissolution of the National Assembly does not adversely affect the mandate of its Members, nor the jurisdiction of the Permanent Committee, until the first meeting of the National Assembly following subsequent elections.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/stdcom"}}}]},{"content":"Article 104. Internal organization","section":[{"content":"The National Assembly approves its by-laws and elects, at the first meeting of each legislature, its President and the other members of its council.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/lhlead"}}},{"content":"The National Assembly creates permanent committees specialized by reason of subject matter and may institute contingent committees to occupy themselves with issues to be determined.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/commit"}}}]},{"content":"Article 105. Sessions","section":[{"content":"The National Assembly meets in two ordinary sessions per year, one of which is dedicated specifically to evaluating the report of the activities of the Government and to the discussion and voting of the Budget of the State for the following fiscal year.","metadata":{"topics":["http://www.constituteproject.org/ontology/budget","http://www.constituteproject.org/ontology/invexe"]}},{"content":"The National Assembly may meet extraordinarily in the instances prescribed in its By-laws or at the convocation of the President of the Republic.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/exsess"}}}]},{"content":"Article 106. Presence of members of the Government","section":{"content":"The members of the Government may take part and speak in the plenary sessions of the National Assembly, in the terms of the By-laws."}},{"content":"Article 107. Permanent Committee","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/stdcom"}},"section":[{"content":"The Permanent Committee of the National Assembly functions outside periods of effective functioning of the National Assembly, during the period in which it finds itself dissolved and in the remaining instances set forth in the Constitution."},{"content":"The Permanent Committee is presided over by the President of the National Assembly and composed of the Vice Presidents and by Deputies prescribed in the By-laws."},{"content":"The Permanent Committee is charged to:","section":[{"content":"Follow the activity of the Government and of the Administration;"},{"content":"Exercise the powers of the Assembly relative to the mandates of the Deputies;"},{"content":"Promote the convocation of the Assembly whenever such be necessary;"},{"content":"Prepare the opening of the Assembly sessions;"},{"content":"Give assent to the absence of the President of the Republic from the national territory."}]}]}]},{"content":"Title V. Government","section":[{"content":"Article 108. Duties","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/cabinet"}},"section":{"content":"The Government is the executive and administrative organ of the State, with responsibility to conduct the overall policy of the State."}},{"content":"Article 109. Composition","metadata":{"topics":["http://www.constituteproject.org/ontology/cabinet","http://www.constituteproject.org/ontology/execnum"]},"section":[{"content":"The Government is composed of the Prime Minister, of the Ministers and of the Secretaries of State."},{"content":"The Prime Minister is the Head of Government, with responsibility for directing and coordinating its action and ensuring the execution of the laws."}]},{"content":"Article 110. Designation","section":[{"content":"The Prime Minister is appointed by the President of the Republic, after consulting with the political parties represented in the National Assembly, in view of the election results.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hogelect"}}},{"content":"The Ministers and Secretaries of State are nominated by the President of the Republic, at the proposal of the Prime Minister.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/cabsel"}}},{"content":"The appointment as Prime Minister is open only to citizens of Sao Tomean origin, the children of a Sao Tomean father or mother, and who have no other nationality.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hogrest"}}}]},{"content":"Article 111. Competence","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/cabpow"}},"section":{"content":"The Government’s powers are:","section":[{"content":"To define and implement political, economic, cultural, scientific, social, defense and security activities and foreign relations, as recorded in its Program;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/science"}}},{"content":"To prepare the development plans and the General State Budget and to ensure their correct execution;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/budget"}}},{"content":"To legislate, by means of decree-laws, decrees and other regulatory acts, in matters to do with its own organization and functioning;"},{"content":"To enact decree-laws in areas reserved for the National Assembly, with the latter’s authorization;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hogdec"}}},{"content":"To negotiate and enter into international agreements and conventions;","metadata":{"topics":["http://www.constituteproject.org/ontology/intlaw","http://www.constituteproject.org/ontology/treat"]}},{"content":"To exercise legislative initiative before the National Assembly;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/legini"}}},{"content":"To run the State Administration, coordinating and monitoring the activities of Ministers and other central Government bodies;"},{"content":"To make proposals for appointment of the Attorney-General of the Republic;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/atgen"}}},{"content":"To appoint those who are to hold high civil and military positions in the State;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/milcom"}}},{"content":"To propose to the National Assembly the involvement of Sao Tomean Armed Forces in peace operations in foreign territory or when foreign Armed Forces are present in national territory;"},{"content":"To propose to the President of the Republic that matters of significant national interest subjected to a referendum, in accordance with the provisions of Article 71;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/referen"}}},{"content":"To exercise administrative supervision over the Autonomous Region of Príncipe and on local authorities in accordance with the law;"},{"content":"To appoint and dismiss the President of the Regional Government and the Regional Secretaries;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/sub"}}},{"content":"To dissolve the Regional and District Assemblies, observing the principles defined by law.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/sub"}}}]}},{"content":"Article 112. The Council of Ministers","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/cabinet"}},"section":[{"content":"The Council of Ministers comprises the Prime Minister and the Ministers."},{"content":"The Secretaries of State may be required to attend meetings of the Council of Ministers."},{"content":"The duties of the Government contemplated in subparagraphs a), c), d), f), h), i), j), k), m) and n) of the preceding Article are exercised in the Council of Ministers."},{"content":"There may be a Council of Ministers specializing in a given subject."}]},{"content":"Article 113. Political responsibility","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/cabdiss"}},"section":{"content":"The Government is politically responsible before the President of the Republic and the National Assembly."}},{"content":"Article 114. Responsibility of the Members of Government","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/cabdiss"}},"section":[{"content":"The Prime Minister is accountable to the President of the Republic and, in the context of the Government’s political responsibility, to the National Assembly."},{"content":"The Ministers and Secretaries of State are accountable to the Prime Minister and, in the context of the Government’s political responsibility, to the National Assembly."}]},{"content":"Article 115. Criminal liability of Members of the Government","section":[{"content":"A Member of Government who is definitively charged with a crime committed in the exercise of his duties punishable by a prison sentence of over two years is suspended so that the proceedings can take their course."},{"content":"In the event of a definitive charge for a crime punishable by a prison sentence of up to two years, the National Assembly must decide whether or not the Member of Government is to be suspended for that same purpose."}]},{"content":"Article 116. Consideration of the Government’s Program","section":{"content":"The Government’s Program is subject to consideration by the National Assembly by means of a statement by the Prime Minister, within a maximum of thirty days following its appointment."}},{"content":"Article 117. Dismissal of the Government","metadata":{"topics":["http://www.constituteproject.org/ontology/hogdiss","http://www.constituteproject.org/ontology/cabdiss"]},"section":[{"content":"The following will result in dismissal of the Government:","section":[{"content":"The beginning of a new legislature;"},{"content":"Acceptance, by the President of the Republic, of a notice of resignation from the Prime Minister;"},{"content":"The death or lasting physical incapacity of the Prime Minister;"},{"content":"Rejection of the Government’s Program;"},{"content":"Failure to obtain approval in a vote of confidence;"},{"content":"Approval of a no-confidence motion by an absolute majority of the Deputies of the National Assembly in office."}]},{"content":"Apart from the cases mentioned in the preceding paragraph, the President of the Republic may dismiss the Government when this is necessary to ensure the regular functioning of democratic institutions, after consulting the Council of State."}]},{"content":"Article 118. Managing Government","section":[{"content":"If the Government is dismissed, it will continue to serve until the appointment and assumption of office by the Prime Minister of the new constitutional Government."},{"content":"Before its Program is considered by the National Assembly, or after its dismissal, the Government’s activities will be limited to those actions that are strictly necessary for the ongoing management of public affairs and for ordinary administration."}]},{"content":"Article 119. Ministerial solidarity","section":{"content":"The members of the Government are bound to the Government’s program and to the deliberations taken in the Council of Ministers."}}]},{"content":"Title VI. The Courts","section":[{"content":"Article 120. Jurisdictional Function","section":[{"content":"The courts are sovereign organs with the power to administer justice on behalf of the People."},{"content":"In the administration of justice it is incumbent upon the courts to assure the defense of the legally protected rights and interests of the citizens, to settle public and private conflicts of interest and to repress the violation of the laws."},{"content":"The law may institutionalize non-judicial instruments and ways for settling conflicts."}]},{"content":"Article 121. Independence","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/judind"}},"section":{"content":"The courts are independent and are subject only to the laws."}},{"content":"Article 122. Decisions of the courts","section":[{"content":"The decisions of the courts are founded upon the cases and in the terms prescribed in the law."},{"content":"The decisions of the courts are obligatory for all public and private entities and prevail over those of any other authorities."}]},{"content":"Article 123. Hearing of the courts","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/pubtri"}},"section":{"content":"The hearings of the courts are public except when the court itself decides to the contrary, in well-founded decision, in order to safeguard the dignity of the individuals and of the public moral or to guarantee their normal operation."}},{"content":"Article 124. Participation of the People","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/jury"}},"section":{"content":"The law presupposes and stimulates appropriate forms of popular participation in the administration of justice."}},{"content":"Article 125. Judges’ guarantees","section":[{"content":"Judges are unremovable and cannot be transferred, suspended, retired or dismissed except unless in situations provided by law.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/jrem"}}},{"content":"Judges cannot be held responsible for their decisions, save for the exceptions prescribed in the law."}]},{"content":"Article 126. Category of Courts","section":[{"content":"In addition to the Constitutional Court, there are the following categories of Courts:","section":[{"content":"The Supreme Court of Justice and the Court of First Instance, the Regional Court and the District Courts;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/levjud"}}},{"content":"The Court of Auditors;"}]},{"content":"There may also be military and arbitration courts.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/judcrts4"}}},{"content":"The law determines the cases and the forms in which the courts contemplated in the preceding paragraphs may be established, organized and function.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/judcrts4"}}}]},{"content":"Article 127. Supreme Court of Justice","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/levjud"}},"section":{"content":"The Supreme Court of Justice is the highest judicial tribunal of the Republic and it is responsible for watching over the harmony of jurisprudence."}},{"content":"Article 128. Criminal courts","section":[{"content":"The existence is prohibited of courts meant exclusively for adjudication of certain categories of crimes."},{"content":"Excepting themselves from the provisions of the prior number are the military courts, with whom resides the judgment of essentially military crimes defined by law.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/judcrts4"}}}]},{"content":"Article 129. Oversight of constitutionality","section":[{"content":"In the deeds submitted to judgment, the courts cannot apply norms which infringe upon what is provided in the Constitution or in the principles consecrated therein."},{"content":"The question of unconstitutionality may be raised obligingly by the court, by the Justice Department or by any of the parties.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/uncon"}}},{"content":"Admitted a question of unconstitutionality, the case goes to the Constitutional Court, which will decide.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/interp"}}},{"content":"The decisions taken in the matter of unconstitutionality by the Constitutional Court shall have general binding force and shall be published in the Diário da República."}]},{"content":"Article 130. Public Prosecutor’s Office","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/atgen"}},"section":[{"content":"The Public Prosecutor’s Office oversees the rule of law, represents the public and social interest in the courts and is in charge of the penal system."},{"content":"The Public Prosecutor’s Office is organized as a hierarchical structure under the direction of the Attorney-General of the Republic."}]}]},{"content":"Title VII. Constitutional Court","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/judcrts2"}},"section":[{"content":"Article 131. Definition","section":[{"content":"The Constitutional Court is the court with specific competence for administer justice in matters of a constitutional-law nature."},{"content":"The Constitutional Court meets whenever there is a matter requiring its judgment."}]},{"content":"Article 132. Composition and Statutes of Judges","section":[{"content":"The Constitutional Court is composed of five Judges, appointed by the National Assembly.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/consel"}}},{"content":"Three of the appointed Judges must be chosen from among magistrates, and the others from among jurists.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/conres"}}},{"content":"The mandate of the Constitutional Court Judges is for a term of five years.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/conterm"}}},{"content":"The President of the Constitutional court is elected by the respective Judges."},{"content":"The Constitutional Court Judges enjoy the guarantees of independence, permanence, impartiality and freedom from liability."},{"content":"The law establishes the immunities and other rules relating to the status of the Constitutional Court Judges."}]},{"content":"Article 133. Competence","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/conpow"}},"section":[{"content":"The Constitutional Court has competence for assessing unconstitutionality and illegality, in accordance with the provisions of Articles 144 et sequitur.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/interp"}}},{"content":"The Constitutional Court also has competence for:","section":[{"content":"Verifying the death and permanent physical incapacity of the President of the Republic, and to verify cases in which he is temporary prevented from exercising his functions;"},{"content":"Verifying the removal from office of the President of the Republic, in the cases contemplated in paragraph 3 of Article 85 and paragraph 3 of Article 86;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/hosdiss"}}},{"content":"Pronouncing judgment in the last instance regarding the correctness and validity of actions performed in the election process, in accordance with the law;"},{"content":"Verifying death and declaring incapacity to perform presidential duties on the part of any candidate for President of the Republic, for the purposes of paragraph 2 of Article 78;"},{"content":"Verifying the legality of the setting up of political parties and their associations, assessing the legality of their names, signs and symbols, and ordering their respective disbandment, in accordance with the provisions of the Constitution and the law;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/partunco"}}},{"content":"Verifying in advance the constitutionality and legality of national, regional and local referendums, including assessment of the requirements relating to the respective universe of electors;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/referen"}}},{"content":"At the request of Members of the National Assembly , and in accordance with the provisions of law, judging appeals in response to dismissals and elections carried out in the National Assembly and in Regional and Local Assemblies;"},{"content":"Judging actions brought to challenge elections and the deliberations of political parties against which the law permits appeals."}]},{"content":"It is also the duty of the Constitutional Court to exercise other functions that are granted to it by the Constitution and the law."}]},{"content":"Article 134. Organization and Operation","section":{"content":"The law establishes the rules relating to the venue, organization and operation of the Constitutional Court."}}]},{"content":"Title VIII. Public Administration","section":{"content":"Article 135. General Principles","section":[{"content":"The Public Administration seeks the prosecution of the public interest, in the respect for the legally protected rights and interests of the citizens and by the constitutional institutions."},{"content":"The Public Administration shall be structured so as to avoid bureaucratization, to bring the services to the populations and to ensure the participation of those interested in its effective management."},{"content":"The law establishes the rights and guarantees of those managed, specifically against acts which harm their legally protected rights and interests."}]}},{"content":"Title IX. Organ of Local Power","section":[{"content":"Article 136. Duties","section":[{"content":"The organs of local power constitute the organized expression of the specific interests of the local communities where the Sao Tomean people dwell."},{"content":"The organs of local power support themselves through the initiative and the creative capacity of the populations and act in close collaboration with the participatory organizations of the citizens."},{"content":"The regional and local authority bodies have finances and assets of their own, in accordance with the law."}]},{"content":"Article 137. Autonomous Region of Príncipe","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/sub"}},"section":[{"content":"The Island of Príncipe and the islets that surround it constitute an Autonomous Region, with political and administrative statutes of their own, taking their specific nature into account."},{"content":"The Regional Assembly and the Regional Government are bodies of the Autonomous Region of Príncipe."}]},{"content":"Article 138. Local governments","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/mun"}},"section":[{"content":"The Democratic Organization of the State comprehends the existence of local governments, such as Organs of Local Power, in accordance with the Law of Political-Administrative Division of the Country."},{"content":"The local governments are collective territorial persons possessing representative organs which seek the pursuit of the particular interests of the respective populations without losing the participation of the State."}]},{"content":"Article 139. District bodies","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/mun"}},"section":{"content":"The organization of local authorities in each District consists of an elected District Assembly with deliberative powers and a collegial executive body, called District Council."}},{"content":"Article 140. Composition and election of District Assemblies","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/mun"}},"section":[{"content":"The number of members of each District Assembly is fixed by the law."},{"content":"The members of the District Assemblies are elected by universal, direct and secret ballot of the resident citizens."}]},{"content":"Article 141. Mandate","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/mun"}},"section":{"content":"The members of the District Assemblies are elected for three years and may have their mandate revoked by popular initiative, in the terms of the law."}},{"content":"Article 142. District Council","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/mun"}},"section":[{"content":"The District Council, composed of a chairman and town councilors, is a district collegiate executive body elected from amongst the members of each District Assembly."},{"content":"The District Council is politically accountable to the District Assembly and may be dissolved at any time, in accordance with the law."}]},{"content":"Article 143. Competence of the regional and local authority bodies","metadata":{"topics":["http://www.constituteproject.org/ontology/mun","http://www.constituteproject.org/ontology/sub"]},"section":[{"content":"In general terms the regional and local authority bodies have the following duties:","section":[{"content":"To promote the fulfilment of basic needs in their respective communities;"},{"content":"To implement development plans;"},{"content":"To give impetus to the activities of all companies and other entities that exist in their respective context, with a view to increasing productivity and the economic, social and cultural progress of their people;"},{"content":"To present to the political authority bodies of State all the suggestions and initiatives aimed at the harmonious development of the autonomous region and the districts."}]},{"content":"The specific duties and modus operandi of these bodies are fixed by law."}]}]}]},{"content":"PART IV. GUARANTEE AND REVISION OF THE CONSTITUTION","section":[{"content":"Title I. Control of Constitutionality","section":[{"content":"Article 144. Positive unconstitutionality","section":[{"content":"Norms that contravene the provisions of the Constitution or the principles it enshrines are unconstitutional."},{"content":"The organic or formal unconstitutionality of duly ratified international treaties shall not prevent the application of their rules within the São Tomé and Principe legal order provided those rules are applied in the legal order of the other party, unless such unconstitutionality would result in the violation of a fundamental provision.","metadata":{"topics":["http://www.constituteproject.org/ontology/intlaw","http://www.constituteproject.org/ontology/treatcon"]}}]},{"content":"Article 145. Prior review of constitutionality","metadata":{"topics":["http://www.constituteproject.org/ontology/uncon","http://www.constituteproject.org/ontology/interp"]},"section":[{"content":"The President may ask the Constitutional Court to undertake the prior review of the constitutionality of any norm in an international agreement or treaty that has been submitted for ratification, and any law or decree-law that it has been sent for promulgation.","metadata":{"topics":["http://www.constituteproject.org/ontology/conpow","http://www.constituteproject.org/ontology/intlaw","http://www.constituteproject.org/ontology/hogdec"]}},{"content":"The prior review of constitutionality must be requested within eight days from the date of receipt of the such provision."},{"content":"In addition to the President of the Republic himself, the Prime Minister or one fifth of the Members of the National Assembly in office may ask the Constitutional Court to carry out a prior review of the constitutionality of any provision of law that has been sent to the President for promulgation as an organic law."},{"content":"On the date that a provision to be promulgated as an organic law is sent to the President of the Republic, the President of the National Assembly shall inform the Prime Minister and the Parliamentary Groups of the National Assembly of this."},{"content":"The prior review of the constitutionality referred to in paragraph 3 shall be requested within eight days of the date specified in the preceding paragraph."},{"content":"Without prejudice to paragraph 1, the President is not permitted to enact the provisions referred to in paragraph 4 unless eight days have passed since their receipt, or before the Constitutional Court has pronounced thereon, when this intervention has been requested."},{"content":"The Constitutional Court must pronounce within a time limit of twenty-five days which, in the case provided for in paragraph 1, may reduce be reduced by the President of the Republic on grounds of urgency."}]},{"content":"Article 146. Effects of the decision","metadata":{"topics":["http://www.constituteproject.org/ontology/treatcon","http://www.constituteproject.org/ontology/uncon","http://www.constituteproject.org/ontology/intlaw"]},"section":[{"content":"If the Constitutional Court rules for the unconstitutionality of a norm contained in any act or international agreement, the latter shall be vetoed by the President of the Republic and return it to the organ that passed it."},{"content":"In the case referred to in paragraph 1, the provisions of law cannot be enacted unless the body that approved them expunges the norm ruled to be unconstitutional or, as the case may be, confirms the same by a two-thirds of the Members present, provided they represent an absolute majority of the Members in office."},{"content":"If the provisions of law are reworded, the President of the Republic may call for a prior review of the constitutionality of any of its provisions."},{"content":"If the Constitutional Court rules that the provision of an agreement or treaty are unconstitutional, it may only be ratified if the National Assembly approves it by two-thirds of the Members present, provided they represent an absolute majority of the Members in office."}]},{"content":"Article 147. Abstract review of constitutionality and legality","section":[{"content":"The Constitutional Court may considerer and declare with generally binding force:","section":[{"content":"The unconstitutionality of any norm;","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/interp"}}},{"content":"The illegality of any norm contained in legislative acts on the grounds of the violation of a law with reinforced value;"},{"content":"The illegality of any norms in regional acts as a result of violation of the Political Administrative Statute of the Autonomous Region of Príncipe or of the general legislation of the Republic;","metadata":{"topics":["http://www.constituteproject.org/ontology/fedsep","http://www.constituteproject.org/ontology/fedrev"]}},{"content":"The illegality of any norm contained in provisions of law issued by bodies with sovereign power, as a result of violation of the law of the Autonomous Region of Príncipe as defined in its Statute."}]},{"content":"The following may ask the Constitutional Court to declare unconstitutionality or illegality, with generally binding effect:","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/uncon"}},"section":[{"content":"The President of the Republic;"},{"content":"The President of the National Assembly;"},{"content":"The Prime Minister;"},{"content":"The Attorney-General of the Republic;"},{"content":"One tenth of the Members of the National Assembly;"},{"content":"The Regional Legislative Assembly and the President of the Regional Government of Príncipe."}]},{"content":"The Constitutional Court shall review and then declare, with generally binding effect, the unconstitutionality or illegality of any norm, provided it has found that norm to be unconstitutional or illegal in three specific cases."}]},{"content":"Article 148. Unconstitutionality due to omission","section":[{"content":"At the request of the President of the Republic, or on the basis of infringement of the rights of the Autonomous Region of Príncipe, and of the President of the Regional Assembly, the Constitutional Court shall review and verify non-compliance with the Constitution due to omission of the legislative measures necessary for making constitutional norms enforceable."},{"content":"When the Constitutional Court determines the existence of unconstitutionality due to omission, it shall notify the competent legislative body."}]},{"content":"Article 149. Concrete review of constitutionality and legality","section":[{"content":"An appeal may be brought before the Constitutional Court against the decisions of courts:","section":[{"content":"That refuse the application of any norm on the grounds of its unconstitutionality;"},{"content":"That apply a norm whose unconstitutionality has been raised during the proceedings."}]},{"content":"An appeal may also be brought before the Constitutional Court against the decisions of courts:","section":[{"content":"That refuse the application of a norm in a legislative act on the grounds of its illegality in violating a reinforced law;"},{"content":"That refuse the application of a rule in a regional act on the grounds of its illegality in violating the Political-Administrative Statute of the Autonomous Region of Príncipe or a general law of the Republic;"},{"content":"That refuse the application of a norm in a provision of law issued by a body with sovereign power on the grounds of its illegality in violating the Political-Administrative Statute of the Autonomous Region of Príncipe;"},{"content":"That apply a norm whose illegality has been raised during the proceedings on any of the grounds contemplated in subparagraphs a) , b) and c)."}]},{"content":"When the norm whose application has been refused is contained in an international convention, or in a legislative or regulatory act, the appeals provided for in subparagraph a) of paragraph 1 and paragraph a) of paragraph 2 of this Article are mandatory for the Justice Department.","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/intlaw"}}},{"content":"The appeals provided for in subparagraphs b) and d) of paragraph 2 may be brought only by the party that has raised the question of unconstitutionality or illegality, and the law must regulate the procedures for the admission of such appeals."},{"content":"An appeal may also be brought before the Constitutional Court, which is obligatory for the Justice Department, against court decisions applying a rule that the Constitutional Court itself has  previously judged to be unconstitutional or illegal."},{"content":"Appeals brought before the Constitutional Court are limited to questions of unconstitutionality or illegality, whichever applies."}]},{"content":"Article 150. Effects of the declaration of unconstitutionality or illegality","section":[{"content":"The declaration of unconstitutionality or illegality has a generally binding effect from the entry into force of the rule declared unconstitutional or illegal and causes the revalidation of any norms that the said norm may have revoked."},{"content":"However, in the case of unconstitutionality or illegality due to the infringement of a subsequent constitutional or statutory provision, the declaration takes effect only as of the date on which the latter comes into force."},{"content":"Exceptions to this are cases on which judgment has been pronounced, save when the Constitutional Court decides to the contrary in relation to a norm that concerns criminal, disciplinary or offence-related matter and its content is less favorable for the accused."},{"content":"When required for the purposes of legal certainty, reasons of fairness or an exceptional important public interest, which must be substantiated, the Constitutional Court may determine the effects of unconstitutionality or illegality in a narrower sense than that provided for in paragraphs 1 and 2."}]}]},{"content":"Title II. Revision of the Constitution","section":[{"content":"Article 151. Initiative and time for revisions","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/amend"}},"section":[{"content":"The competence to initiative revisions pertains to Members of the National Assembly and the Parliamentary Groups."},{"content":"The National Assembly may review the Constitution once five years have passed since the date of publication of the latest revision law."},{"content":"Independent of any timeframe, the National Assembly may assume powers of constitutional revision by a three-fourths majority of Deputies in the full exercise of their office."},{"content":"When a draft revision of the constitutional has been proposed, any other proposals must be presented within a time limit of thirty days."}]},{"content":"Article 152. Approval and promulgation of amendments","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/amend"}},"section":[{"content":"Amendments to the Constitution are approved by a two-thirds majority of Members of the National Assembly in full exercise of their in office."},{"content":"The Constitution shall be published, in its new text, together with the revision law."},{"content":"The President of the Republic may not refuse promulgation of the revision law."}]},{"content":"Article 153. New text of the Constitution","section":[{"content":"The amendments to the Constitution are inserted in their appropriate place by means of substitutions, deletions and the necessary additions."},{"content":"After it has been revised, the new text of the Constitution shall be published together with the revision law."}]},{"content":"Article 154. Material limits on revision","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/unamend"}},"section":{"content":"The following may not be the subject of a revision to the Constitution:","section":[{"content":"The independence and integrity of the national territory and the unity of the State;"},{"content":"The secular status of the State;"},{"content":"The republican form of its Government;"},{"content":"The rights, freedoms and guarantees of the citizens;"},{"content":"The right to vote in universal, direct, secret and periodic elections for the appointment of the elected officeholders to bodies with sovereign power and regional and local power;"},{"content":"The separation and interdependence of bodies with sovereign power;"},{"content":"The autonomy of regional and local power;"},{"content":"The independence of the courts;"},{"content":"Pluralism of expression and political organization, including political parties and the right of democratic opposition."}]}},{"content":"Article 155. Circumstantial limits on revision","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/em"}},"section":{"content":"During a state of siege or emergency it is not possible to carry out any revision of the Constitution."}}]}]},{"content":"PART V. FINAL AND TRANSITIONAL PROVISIONS","metadata":{"topics":{"topic":"http://www.constituteproject.org/ontology/tranprov"}},"section":[{"content":"Article 156. Supreme Court of Justice—Accumulation of functions of the Constitutional Court","section":[{"content":"Until the Constitutional Court is legally established, responsibility for the administration of justice in the area of constitutional-law nature matters shall rest with the Supreme Court of Justice, which will have the following duties:","section":[{"content":"To assess unconstitutionality and illegality, in accordance with Article 144 to 150 ;"},{"content":"To exercise the duties contemplated in Article 133."}]},{"content":"The decisions of the Supreme Court of Justice, in constitutional-law nature matters, are not open to appeal and are published in the Diário da República, which shall have generally binding effect, in abstract and concrete review processes, when judgment is pronounced on unconstitutionality."}]},{"content":"Article 157. The Supreme Court of Justice—Composition until the Constitutional Court start functioning","section":[{"content":"As long as it exercises the functions of the Constitutional Court, the Supreme Court of Justice shall be made up of five judges appointed for a term of four years, in accordance with the provisions of the following paragraphs, namely:","section":[{"content":"Three Judges from the Supreme Court of Justice;"},{"content":"One Judge appointed by the President of the Republic, from among magistrates or eligible jurists;"},{"content":"One Judge elected by the National Assembly from among the eligible jurists, by means of a two-thirds vote of the Members present, provided their number exceeds the absolute majority of Members actually in office."}]},{"content":"Only nationals of well-established merit who are law graduates and have the full enjoyment of civil and political rights at the date of appointment, under the terms of this Article, and who have engaged in professional judicial activities, or in any other legal activity, for at least 5 years, and who fulfil the other legal requirements, may be appointed as the Supreme Court judges."}]},{"content":"Article 158. Legislation in force on the date of National Independence","section":{"content":"Legislation in force on the date of National Independence remains transitorily in effect in all that  may not be contrary to the present Constitution and to the remaining laws of the Republic."}},{"content":"Article 159. Date of the Constitution","section":[{"content":"The Constitution of the Democratic Republic of São Tomé and Príncipe has 5 November 1975 as the date on which it was approved in a joint meeting of the Political Bureau of the MLSTP and the Assembly in the process of being set up, published in the Diário da República, no. 39 of 15 December 1975."},{"content":"The First Text of the Constitutional Law, no. 1/80, published in the Diário da República no. 7, of 7 February—First Constitutional Revision."},{"content":"The Second Text of the Constitutional Law, no. 2/82, published in the Diário da República no. 35, of 31 December 1982—Second Constitutional Revision."},{"content":"The Law on Amendment of the Constitution, no. 1/87, of 31 December—published on the fourth Supplement to the Diário da República no. 13, of 31 December 1987.—Third Constitutional Revision."},{"content":"Third Text of the Constitutional Law no. 7/90, published in the Diário da República no. 13 of 20 September 1990—Fourth Constitutional Revision."},{"content":"Fourth Text of the Constitutional Law no. 1/2003, published in the Diário da República no. 2, of 29 January 2003—Fifth Constitutional Revision."}]},{"content":"Article 160. Coming into force","section":[{"content":"This Constitution comes into force on the thirtieth day following its publication in the Diário da República, except for what is provided in the following."},{"content":"The provisions found in articles 80, 81 and 82 shall come into force on the date on which the next elected President of the Republic takes office."},{"content":"Until the date on which the articles contemplated in the preceding paragraph come into effect, with regard to the duties of the President of the Republic, those articles shall be replaced by a single article 80 which will read as follows:","section":[{"content":"&quot;Art. 80 (Competence)"},{"content":"The President of the Republic has the following duties:"},{"content":"a) To defend the Constitution of the Republic;"},{"content":"b) To direct the country’s foreign policy and to represent the State in its international relations;"},{"content":"c) To direct the defense and security policy;"},{"content":"d) In observance of the electoral law, to set the date for elections of the President of the Republic, of the National Assembly and of the Assemblies with Regional and Local Power;"},{"content":"e) To convene extraordinary meetings of the National Assembly whenever there are compelling reasons of public interest to do so;"},{"content":"f) To send messages to the National Assembly;"},{"content":"g) To appoint, empower and dismiss the Prime Minister;"},{"content":"h) To appoint, dismiss and empower the other Members of Government, on the  proposal of the Prime Minister, and to invest them;"},{"content":"i) To preside over the Council of Ministers whenever he decides to do so;"},{"content":"j) To appoint and dismiss the Attorney-General of the Republic on the proposal of the Government;"},{"content":"k) To appoint and dismiss ambassadors;"},{"content":"l) To accredit foreign ambassadors;"},{"content":"m) To promulgate laws, decree-laws and decrees;"},{"content":"n) To grant pardons and commute sentences;"},{"content":"o) To dissolve the National Assembly, observing the provisions of article 103, and after consulting with the political parties having seats in the National Assembly;"},{"content":"p) To declare a state of siege and emergency;"},{"content":"q) To declare war and make peace;"},{"content":"r) To award State honors;"},{"content":"s) To exercise the other duties conferred on him by law.&quot;"}]}]}]}]}}